Repository: diasurgical/devilutionX
Catalog: Translations/*.po
Languages: bg, da, it, pl, uk

source: No no no no! This is my GRAY suit! It's for evening wear! Formal occasions! I can't wear THIS. What are you, some kind of weirdo? I need the BROWN suit.
bg: Не-не-не! Това е СИВИЯТ костюм! Той е вечерното облекло! За специални случай! Не мога да облека ТОВА. Ти, да не би да имаш проблеми със слуха? Трябва ми КАФЯВИЯ.
it: No no no no! Questo è l'abito GRIGIO! È per la sera! Da occasioni formali! Non posso indossarlo. Cosa sei, un tipo strambo? Ho bisogno dell'abito MARRONE.
pl: Nie, nie, nie, nie! Ten strój jest SZARY! Jest na wyjścia wieczorowe! Na ważne spotkania! Nie mogę GO teraz założyć. Padło ci na mózg? Przecież mówiłem, że ma być BRĄZOWY.
uk: Ні ні ні ні! Це мій СІРИЙ костюм! Це для вечора! На офіційні випадки! Я не можу ось ЦЕ носити. Ти що, дивак якийсь? Мені потрібен КОРИЧНЕВИЙ костюм.

source: Ahh, that's MUCH better. Whew! At last, some dignity! Are my antlers on straight? Good. Look, thanks a lot for helping me out. Here, take this as a gift; and, you know... a little fashion tip... you could use a little... you could use a new... yknowwhatImean? The whole adventurer motif is just so... retro. Just a word of advice, eh? Ciao.
bg: Е, това вече е много по-добре. Ааах! Най-накрая, нещо свястно! Я кажи, рогата прави ли са? Добре. Виж, много ти благодаря, че ми помогна. Така, това е подарък за теб и още нещо... един съвет за външния вид... можеш да използваш малко... и нови.... нали разбираш, какво имам предвид? Този приключенски стил... твърде старомоден е. Просто съвет, нали? Чао.
it: Ahh, MOLTO meglio. Wow! Infine, un po' di dignità! Le mie corna son dritte? Bene. Guarda, grazie dell'aiuto. Ecco, prendi questo dono; e, sai.. una piccola dritta sulla moda... potresti usarne uno piccolo.. potresti usarne uno nuovo.. sai cosa intendo? Il vero motto dell'avventuriero è solo questo... retrò. È solo un consiglio eh? Ciao.
pl: Aaach, o wiele lepiej. Wreszcie mogę poczuć się jak poważny człowiek! Czy rogi są prosto? świetnie. No, dzięki za pomoc. Mam dla ciebie prezent... łap; dam ci też małą radę dotyczącą ubioru, no wiesz... twojej stylówki... możesz założyć coś trochę... albo kupić nowe... wiesz o co chodzi? Ten cały motyw poszukiwacza przygód jest trochę... zbyt retro. Taka mała rada, hm? Ciao.
uk: Ах, так НАБАГАТО краще. Хух! Нарешті трохи гідності! Мої роги прямі? Добре. Дивись. Дуже дякую за допомогу. Ось візьми ось це в подарунок; і, знаєш… невеличка порада по моді… тобі б знадобилось трохи… тобі б краще замінити… нутизнаєшпрощояговорю? Цей мотив шукача пригод такий… ретро. Невеличка порада, га? Чао.

source: Look. I'm a cow. And you, you're monster bait. Get some experience under your belt! We'll talk...
bg: Виж. Аз съм крава. А ти - стръв за зверовете. Първо натрупай опит! И ще говорим....
it: Guarda. Io sono una mucca. E tu, sei un'esca da mostro. Fai un po' di esperienza! E poi parleremo...
pl: Słuchaj, jestem krową, a ty zwykłą przynętą na potwory. Nabierz trochę doświadczenia, to pogadamy...
uk: Подивись. Я корова. А ти, ти приманка. Наберись досвіду! Тоді і поговоримо…

source: It must truly be a fearsome task I've set before you. If there was just some way that I could... would a flagon of some nice, fresh milk help?
bg: Определено трябва да съм ти поставил доста страховита задача. Ако имаше друг начин да... Дали бутилка с хубаво прясно мляко, ще ти свърши ли работа?
it: È veramente un terribile compito che ti ho posto innanzi. Se solamente potessi fare qualcosa... una caraffa di buon latte fresco, aiuterebbe?
pl: Zadanie, które ci powierzyłem, nie jest łatwe. Jeśli mógłbym jakoś... co powiesz na dzbanek pysznego, świeżutkiego mleka?
uk: Мабуть, я дав тобі насправді страшне завдання. Якби я міг якось… Тобі б допоміг глечик смачного свіжого молока?

source: Oh, I could use your help, but perhaps after you've saved the catacombs from the desecration of those beasts.
bg: Ооо, Може да възползвам от помощта ти, но трябва да разчистиш катакомбите от напастта, която ги обитава.
it: Oh, potrei servirmi del tuo aiuto, ma solo dopo che salverai le catacombe dalla profanazione di quelle bestie.
pl: Och, skorzystałbym z twojej pomocy, ale najpierw musisz oczyścić katakumby z bestii, które je splugawiły.
uk: О, мені б знадобилася твоя допомога, але, мабуть, після того, як ти очистиш катакомби від осквернення тих звірів.

source: I need something done, but I couldn't impose on a perfect stranger. Perhaps after you've been here a while I might feel more comfortable asking a favor.
bg: Имам една несвършена работа, но така и не мога да попадна на точния човек. Може би, ако си прекарал известно време в града, ще ми е по-удобно да те попитам.
it: Mi serve aiuto per una cosa, ma non posso imporlo a un perfetto estraneo. Forse dopo che sarai ambientato mi sentirò più a mio agio a esigere un favore.
pl: Mam kłopot, ale nie mogę polegać na kimś zupełnie obcym. Odwiedź mnie, jak nabierzesz doświadczenia.
uk: Мені потрібно щось зробити, але я не буду зобов'язувати незнайомця. Можливо після того, як ти пробув тут деякий час, мені буде зручніше просити про послугу.

source: I see in you the potential for greatness. Perhaps sometime while you are fulfilling your destiny, you could stop by and do a little favor for me?
bg: У теб виждам потенциал за величие. Може би, някой път, докато вървиш по пътя определен от съдбата, можеш да се отбиеш и да ми направиш една услуга?
it: Io vedo in te un potenziale di grandezza. Forse un giorno mentre adempirai al tuo destino, potresti fermarti e farmi un piccolo favore?
pl: Widzę w tobie ogromny potencjał. Mógłbym poprosić cię o przysługę, kiedy już wypełnisz swoje przeznaczenie?
uk: Я бачу у тобі потенціал для величі. Можливо, колись, поки ти виконуєш свою долю, ти зможеш зайти і зробити мені невеличку послугу?

source: I think you could probably help me, but perhaps after you've gotten a little more powerful. I wouldn't want to injure the village's only chance to destroy the menace in the church!
bg: Мисля, че можеш да ми помогнеш, но все още си твърде немощен. Не искам да пропилея единствения шанс селото да бъде избавено от напастта, върлуваща около църквата!
it: Penso che potresti aiutarmi,ma forse dopo che sarai diventato un po' più potente. Non vorrei pregiudicare al villaggio l'unica possibilità di distruggere la minaccia nella chiesa!
pl: Musisz mieć więcej siły. Nie chcę, żeby ci się stała krzywda, bo nikt poza tobą nie będzie w stanie oczyścić katedry!
uk: Я думаю, що ти міг би мені допомогти, але, хіба що після того, як станете трохи сильнішим. Я не хотів би зашкодити єдиному шансу села знищити загрозу в церкві!

source: Me, I'm a self-made cow. Make something of yourself, and... then we'll talk.
bg: Аз ? Аз,съм самоиздигната крава. Направи и ти нещо от себе си... тогава ще говорим.
it: Io, sono una mucca fatta da sé. Realizzati pure tu, e... poi ne parleremo.
pl: Jestem samozwańczą krową. Ogarnij się, bo póki co nie dorastasz mi do... kopyt.
uk: Я — корова, що сама всього досягла. Досягни чогось, і… от тоді і поговоримо.

source: I don't have to explain myself to every tourist that walks by! Don't you have some monsters to kill? Maybe we'll talk later. If you live...
bg: Не съм длъжен да се представям на всеки турист, който минава оттук! Нямаш ли си работа? Може би ще говорим по-късно. Ако все още си жив...
it: Non sono tenuto a giustificarmi con ogni turista che passa da qui! Non hai dei mostri da uccidere? Forse ne riparleremo dopo. Se sarai vivo...
pl: Nie będę tłumaczył się wszystkim przyjezdnym! Nie masz przypadkiem jakichś potworów do zabicia? Wyjaśnię ci to później. O ile przeżyjesz...
uk: Мені не потрібно пояснюватися кожному туристу, що проходить повз! Хіба тобі не треба вбивати монстрів? Поговоримо пізніше. Якщо ти виживеш…

source: Quit bugging me. I'm looking for someone really heroic. And you're not it. I can't trust you, you're going to get eaten by monsters any day now... I need someone who's an experienced hero.
bg: Престани да ме разиграваш. Търся някой със способностите на герой. А ти не си това. Не мога да ти се доверя, имаш вид на някой, който ще го схрускат зверовете всеки момент. Трябва ми някой с опит.
it: Smettila di irritarmi. Sto cercando qualcuno di veramente eroico. E tu non lo sei. Non posso fidarmi di te, sarai mangiato dai mostri a giorni... Necessito di un eroe di una certa esperienza.
pl: Przestań mnie dręczyć. Szukam kogoś naprawdę walecznego. Ty nie dasz rady. Nie powierzę ci zadania, bo te potwory w moment cię zeżrą... Musisz nabrać doświadczenia.
uk: Перестань мене турбувати. Я шукаю когось справді героїчного. І ти не підходиш. Я не можу тобі довіряти, тебе будь-коли з’їдять монстри… Мені потрібен досвідчений герой.

source: All right, I'll cut the bull. I didn't mean to steer you wrong. I was sitting at home, feeling moo-dy, when things got really un-stable; a whole stampede of monsters came out of the floor! I just cowed. I just happened to be wearing this Jersey when I ran out the door, and now I look udderly ridiculous. If only I had something normal to wear, it wouldn't be so bad. Hey! Can you go back to my place and get my suit for me? The brown one, not the gray one, that's for evening wear. I'd do it myself, but I don't want anyone seeing me like this. Here, take this, you might need it... to kill those things that have overgrown everything. You can't miss my house, it's just south of the fork in the river... you know... the one with the overgrown vegetable garden.
bg: Добре, ще карам направо. Не исках да те вкарвам в заблуждения. Та, както си седя у дома, в приятно настроение, изведнъж нещата излязоха извън контрол - цели пълчища твари заизлизаха от пода! Избягах. Точно в този момент носех този пуловер, когато побягнах през вратата и сега, виж ме, изглеждам потресаващо. Де да имах нещо нормално, което да облека, нямаше да е лошо. Ей! Можеш ли да отидеш вкъщи и да вземеш костюма ми? Имам предвид кафявия, не сивия - той е вечерно облекло. Нямам нищо против да отида сам, но не искам да ме виждат така. Вземи това, може да ти потрябва.... да си проправиш път през избуялите навсякъде гадинки. Къщата не може да подминеш, тя се намира на юг от разклонението на реката... Онази с буйната зеленчукова градина.
it: Va bene, diamoci un taglio col toro. Non voglio sviarti. Stavo seduto a casa, di malumore, quando le cose sono degenerate, un gruppo di mostri in fuga uscì dal pavimento! Ero atterrito. A malapena ho indossato questo travestimento da mucca del Jersey uscendo dalla porta, e ora guardo queste ridicole mammelle. Se solo avessi qualcosa di normale da indossare, non sarebbe così male. Ehi! Potresti tornare alla mia dimora a prendere il mio vestito? Quello marrone, non quello grigio, che sfrutto solo di sera. Lo farei io, ma non voglio che nessuno mi veda conciato così. Ecco, prendi questo, potrebbe servirti... per uccidere quella cosa che ha invaso tutto. Non puoi mancare la mia casa, è poco più a sud del biforcarsi del fiume... sai... quella con l'orto incolto.
pl: Dobra, dobra. To tylko przebranie. Normalnie się tak nie ubieram, ale siedziałem w domu i rozmyślałem nad swoim życiem, gdy nagle te robale, pnącza i inne świństwa zaczęły wypełzać spod podłogi... to było okropne! Szkoda, że nie miałem pod ręką innego ubrania, nie wyglądałbym jak skończony wariat. Hej! Może wpadniesz do mnie do domu i przyniesiesz mój garniak? Ten brązowy, bo szary jest na wyjścia wieczorowe. Zrobiłbym to sam, ale nie chcę, żeby ktoś widział mnie w tym przebraniu. Weź to, może się przydać do... przedarcia się przez te wszystkie przerosty. Ciężko nie zauważyć mojego domu, jest na południu, przy rozwidleniu rzeki... wiesz... taki z przerośniętym ogródkiem.
uk: Добре, я перестану з маячнею. Я не хотів заплутати тебе. Я сидів вдома в поганому настрої, коли все стало зовсім погано; з підлоги виліз цілий натовп монстрів! Я злякався. Просто так сталося, що я був одягнений у цю Джерсі, коли вибіг за двері, і тепер я виглядаю вкрай смішно. Якби в мене був якийсь нормальний одяг, то було б не так погано. Гей! Ти б не міг піти до моєї хати і забрати костюм? Коричневий, а не сірий, той для вечору. Я б зробив це сам, але я не хочу, щоб хтось бачив мене таким. Я б зробив це сам, але я не хочу, щоб мене бачили в цьому убранні. Ось візьми це, може знадобиться... щоб вбити ті речі, що обросли на моїй хаті. Її не пропустиш, вона на півдні від розвилки річки... ну знаєш... та, де город заріс.

source: Cloudy and cooler today. Casting the nets of necromancy across the void landed two new subspecies of flying horror; a good day's work. Must remember to order some more bat guano and black candles from Adria; I'm running a bit low.
bg: Днес е облачно и хладно. Докато спусках мрежите на некромантството из бездната, хванах два нови видя на летящ ужас. Денят мина добре. Дано не забравя да заръчам още гуано и черни свещи на Адрия, защото ми остават малко.
it: Nuvoloso e fresco oggi. Lanciando trappole di necromanzia nel vuoto cadranno due nuove sottospecie di orrori volanti; un bel giorno di lavoro. Ricorda di ordinare guano di pipistrello e candele nere da Adria; la mia è una piccola parte.
uk: Сьогодні хмарно та прохолодно. Закидаючи сітки некромантії через порожнечу, впіймав два нових підвиди літаючих кошмарів. Гарний робочий день. Треба не забути замовити ще трохи кажанового гуано та чорних свічок від Адрії; В мене вони закінчуються.

source: I have tried spells, threats, abjuration and bargaining with this foul creature -- to no avail. My methods of enslaving lesser demons seem to have no effect on this fearsome beast.
bg: Опитах с заклинания, заплахи, прочистване и дори преговори с това покварно създание - без успех. Методите ми за заробване на малки демони, не подействаха при този страховит звяр.
it: Ho provato incantesimi, minacce, abiura e negoziazione con questa disgustosa creatura -- inutilmente. I miei metodi di costrizione dei demoni non hanno effetto su questa spaventosa bestia.
pl: Zaklęcia, groźby czy negocjacje zdają się nie mieć sensu. Wszystkie moje sposoby zniewalania słabszych demonów nie działają na tę przerażającą bestię.
uk: Я пробував заклинання, погрози, відречення та торг із цим негідним створінням — безрезультатно. Мої методи поневолення менших демонів, здається, не впливають на цього страшного звіра.

source: My home is slowly becoming corrupted by the vileness of this unwanted prisoner. The crypts are full of shadows that move just beyond the corners of my vision. The faint scrabble of claws dances at the edges of my hearing. They are searching, I think, for this journal.
bg: Домът ми постепенно бива покварен от сквернотата на този нежелан затворник. В Криптите витаят множество силуети, на ръба на моя поглед. Плахото дращене от ноктите танцува на ръба на слуха ми. Те търсят дневника, мисля, този летопис.
it: La mia casa si sta lentamente contaminando dall'abiezione di questo prigioniero indesiderato. Le cripte sono piene di ombre che si muovono svanendo dalla mia vista. Il languido strisciare di artigli pulsa nelle mie orecchie. Loro stanno cercando, credo, questo diario.
pl: Mój dom ogarnia skażenie spowodowane zepsuciem niechcianego więźnia. Krypty pełne są cieni czających się na krawędzi wzroku. Piskliwy dźwięk drapania małych kreatur doprowadza mnie już do szaleństwa. Prawdopodobnie szukają mego dziennika.
uk: Мій дім повільно псується підлістю цього ненависного в’язня. Склепи повні тіней, що рухаються відразу за кутами зору. Краєм вуха чується ледве помітне дряпання кігтів. Я думаю, що вони шукають цей щоденник.

source: In its ranting, the creature has let slip its name -- Na-Krul. I have attempted to research the name, but the smaller demons have somehow destroyed my library. Na-Krul... The name fills me with a cold dread. I prefer to think of it only as The Creature rather than ponder its true name.
bg: В яростта си, създанието издаде своето име -- На-Крул. Опитах да проуча името, но по-малките демони някак успяха да унищожат библиотеката ми. На-Крул.... Това име ме изпълва със студен страхопочитание. Предпочитам да го назовавам като Създанието, отколкото да промълвя истинското му име.
it: Nel suo sbraitare, alla creatura è sfuggito il suo nome -- Na-Krul. Ho indagato sul suo nome, ma i demoni minori hanno in qualche modo distrutto la mia biblioteca. Na-Krul... Il nome mi fa raggelare. Preferisco pensare a lui solamente come La Creatura piuttosto che al suo vero nome.
pl: W swych tyradach potwór zdradził swe imię... Na-Krul. Chciałem znaleźć informacje na jego temat, ale demony zniszczyły moją bibliotekę. Na-Krul... sam dźwięk tego imienia przeszywa mnie zimnym dreszczem. Nawet w myślach boję się je powtarzać. Wolę mówić na niego... Potwór.
uk: У своїй тираді істота видала своє ім'я — На-Крул. Я намагався дослідити це ім'я, але менші демони якимось чином знищили мою бібліотеку. На-Крул… Ім’я наповнює мене холодним жахом. Я вважаю за краще думати про нього лише як про Істоту, а не розмірковувати про його справжнє ім’я.

source: The entrapped creature's howls of fury keep me from gaining much needed sleep. It rages against the one who sent it to the Void, and it calls foul curses upon me for trapping it here. Its words fill my heart with terror, and yet I cannot block out its voice.
bg: Яростното виене на това оковано същество не ми дават покой. Изглежда, излива яростта си по онзи, който го е изпратил в Бездната и ме проклина, задето съм оковал тук. Думите му, вкаменяват сърцето ми, и не мога да ги спра да ги чувам.
it: La creatura intrappolata ulula con furia negandomi il sonno. È accanita contro colui che l'ha segregata nel vuoto,e fa appello a sleali maledizioni su di me per intrappolarmi qui. Le sue parole mi riempono il cuore di terrore,e non riesco a ignorare la sua voce.
pl: Uwięziony potwór jest tak rozwścieczony, że przez jego wycie nie mogę zaznać niezbędnego mi teraz snu. Przeklina mnie za zesłanie go do Otchłani. Jego słowa wypełniają moje serce strachem, lecz ani na chwilę nie potrafię zagłuszyć tego dźwięku.
uk: Гнівне виття істоти, що в пастці, не дає мені виспатись. Він лютує проти того, хто послав його в Порожнечу, і кличе на мене огидні прокляття за те, що я зловив його. Його слова наповнюють моє серце жахом, але я не можу заглушити його голос.

source: My time is quickly running out. I must record the ways to weaken the demon, and then conceal that text, lest his minions find some way to use my knowledge to free their lord. I hope that whoever finds this journal will seek the knowledge.
bg: Времето ми бързо изтича. Трябва да запиша методите, чрез които мога да омаломощя демона и да скрия записките, в случай, че неговите слуги се опитат да използват знанията ми, за да освободят своя господар. Надявам се, че онзи, който открие този дневник, ще потърси знанието.
it: Il mio tempo è giunto al termine. Devo tramandare i modi per indebolire il demone, e nascondere i testi, affinché i suoi servitori non li usino per liberare il loro signore. Mi auguro che chiunque trovi questo diario sia in cerca del sapere.
pl: Mój czas już się kończy. Muszę spisać sposoby na osłabienie demona i ukryć te teksty przed sługami, które mogą chcieć uwolnić swego Pana. Mam nadzieję, że ten kto odnajdzie dziennik, wykorzysta mą wiedzę.
uk: В мене майже немає часу. Я повинен записати способи як ослабити демона, а потім сховати цей текст, щоб його слуги не використали мої знання, щоб звільнити свого володаря. Я сподіваюся, що той, хто знайде цей журнал, буде шукати знання.

source: Whoever finds this scroll is charged with stopping the demonic creature that lies within these walls. My time is over. Even now, its hellish minions claw at the frail door behind which I hide. I have hobbled the demon with arcane magic and encased it within great walls, but I fear that will not be enough. The spells found in my three grimoires will provide you protected entrance to his domain, but only if cast in their proper sequence. The levers at the entryway will remove the barriers and free the demon; touch them not! Use only these spells to gain entry or his power may be too great for you to defeat.
bg: Онзи, който открие този свитък, е отговорен да спре демоничното създание зад тези стени. Моето време свърши. Дори в този момент, неговите дяволски слуги, гневно дращят по крехката вратата, зад която се крия. Отнех силите на демона чрез мистериозно заклинание и го запечатах между велики стени, но се опасявам, че това няма да е достатъчно. Заклинанията, описани в моите три гримоарa, ще ти осигурят безопасен достъп до неговото владение, но само, ако ги прочетеш в правилния ред. Лостът при входа, ще вдигне барикадата и освободят демона - не го докосвай! Използвай единствено силата на заклинанията, за да преминеш, инак рискуваш да не можеш да го победиш.
it: Chi trova questo libro ha il dovere di fermare la creatura demoniaca che si cela all'interno di queste mura. Il mio tempo è finito. Anche ora, i suoi tirapiedi infernali graffiano da dietro la porta che li nasconde. Ho bloccato il demone con arcane magie segregandolo dietro delle grandi mura, ma temo non sarà sufficiente. Gli incantesimi ritrovati nei miei tre grimori proteggeranno il suo possessore, ma solo se lanciati nel giusto ordine. Le leve all'entrata rimuovono le barriere liberando il demone; non toccarle! Usa solo questi incantesimi per entrare o il suo potere potrebbe essere troppo grande da sconfiggere.
pl: Ktokolwiek czyta ten zwój, musi powstrzymać demoniczną kreaturę znajdującą się za tamtymi murami. Mój czas się skończył. Nawet teraz jego upiorne sługi próbują przebić spróchniałe drzwi, za którymi się skryłem. Dzięki tajemnej magii unieruchomiłem, a następnie uwięziłem demona za grubymi murami. Jednak boję się, że to za mało. Zaklęcia spisane w mych trzech księgach zapewnią ci bezpieczne przejście do jego komnaty, ale tylko rzucone w odpowiedniej kolejności. Dźwignie w przedsionku zniosą bariery i uwolnią demona; nie dotykaj ich! Wystarczy, że użyjesz tamtych trzech zaklęć. W przeciwnym razie jego moc może okazać się zbyt potężna, by pozwolić ci na zwycięstwo.
uk: Той, хто знайде цей сувій, призначається в тому, щоб зупинити демонічну істоту, що ходить у цих стінах. Мій час закінчився. Навіть зараз його пекельні слуги шкребуть слабкі двері, за якими я ховаюся. Я поранив демона таємною магією і заточив його у цих стінах, але боюся, що цього буде недостатньо. Заклинання, знайдені в трьох моїх гримуарах, забезпечать тобі захищений вхід до його виміру, але лише якщо їх використати в належній послідовності. Важелі біля входу знімуть бар'єри і звільнять демона; не торкайся їх! Використовуй лише ці заклинання, щоб ввійти, інакше його сила може виявитися занадто великою, щоб перемогти його.

source: Griswold the Blacksmith
bg: Ковача Грисволд
it: Griswold il Fabbro
pl: Kowal Griswold
uk: Коваль Грізвольд

source: Ogden the Tavern owner
bg: Гостилничаря Огдън
it: Ogden il Taverniere
pl: Ogden - Właściciel Gospody
uk: Хазяїн таверни Огден

source: Wounded Townsman
bg: Ранения жител
it: Cittadino Ferito
pl: Ranny Mieszkaniec
uk: Поранений Житель

source: Adria the Witch
bg: Вещицата Адрия
it: Adria la Strega
pl: Wiedźma Adria
uk: Відьма Адрія

source: Gillian the Barmaid
bg: Кръчмарката Джилиън
it: Gillian la Locandiera
pl: Barmanka Gillian
uk: Барменша Гілліан

source: Pepin the Healer
bg: Лечителя Пепин
it: Pepin il Guaritore
pl: Uzdrowiciel Pepin
uk: Цілитель Пепін

source: Cain the Elder
bg: Старейшината Кайн
it: Cain il Saggio
pl: Mędrzec Cain
uk: Старець Каїн

source: Cow
bg: Крава
it: Mucca
pl: Krowa
uk: Корова

source: Lester the farmer
bg: Фермера Лестър
it: Lester il contadino
pl: Farmer Lester
uk: Фермер Лестер

source: Complete Nut
bg: Пълния Откачалник
it: Matto Svitato
pl: Skończony Wariat
uk: Повний Псих

source: Celia
bg: Селия
uk: Селія

source: Slain Townsman
bg: Поваления жител
it: Cittadino Morto
pl: Zabity Mieszkaniec
uk: Вбитий Житель

source: Offline
pl: Lokalne
