Repository: diasurgical/DevilutionX
Catalog: Translations/*.po
Languages: cs, de, el, fr, sv

source: Lets see, am I selling you something? No. Are you giving me money to tell you about this? No. Are you now leaving and going to talk to the storyteller who lives for this kind of thing? Yes.
cs: Hele, prodavam ti neco? Ne. Davas mi penize, abych ti o tom neco rekl? Ne. Odejdes ted a pujdes za vypravecem, ktery kvuli temhle vecem zije? Ano.
de: Schauen wir doch mal: Verkaufe ich Dir gerade was? Nein. Gibst Du mir Geld dafür, dass ich Dir etwas darüber erzähle? Ebenfalls Nein. Haust Du jetzt also ab und nervst den Erzähler mit Deinen Fragen, der liebend gerne lang und breit über alles Mögliche redet? Ja.
el: Για να δούμε, σου πουλάω κάτι; Όχι. Μου δίνεις χρήματα για να σου πω γι' αυτό; Όχι. Φεύγεις τώρα, για να μιλήσεις με τον αφηγητή ιστοριών που ζει για κάτι τέτοιο; Ναι.
fr: Voyons, est-ce que je suis en train de vous vendre quelque chose ? Non. Est-ce que vous me donnez de l'argent pour vous en parler ? Non. Est-ce que vous allez partir en parler au conteur qui ne vit que pour ce genre de trucs ? Oui.
sv: Låt os se, säljer jag dig nåt? Nej. Ger du mig pengar för att berätta för dig om det här? Nej. Ska du gå nu och prata med historieberättaren som lever för sånt här? Ja.

source: You claim to have spoken with Lachdanan? He was a great hero during his life. Lachdanan was an honorable and just man who served his King faithfully for years. But of course, you already know that. Of those who were caught within the grasp of the King's Curse, Lachdanan would be the least likely to submit to the darkness without a fight, so I suppose that your story could be true. If I were in your place, my friend, I would find a way to release him from his torture.
cs: Tvrdis, ze jsi mluvil s Lachdananem? Za sveho zivota byl velkym hrdinou. Lachdanan byl cestnym a spravedlivym clovekem, ktery po leta slouzil verne svemu Krali. Ale to uz samozrejme vis. Z tech, kteri byli chyceni ve sparech Kralovy kletby, by byl Lachdanan tim poslednim, kdo by se podrobil temnote bez boje, tudiz predpokladam, ze tvuj pribeh muze byt pravdivy. Kdybych byl na tvem miste, nalezl bych zpusob, jak ho uvolnit z jeho muk.
de: Ihr sagt, Ihr habt mit Lachdanan gesprochen? Er war Zeit seines Lebens ein großer Held. Lachdanan war ein ehrenhafter und gerechter Mann, der seinem König jahrelang treu gedient hatte. Aber das wisst Ihr natürlich längst. Von denen, die der Fluch des Königs befiel, wäre Lachdanan derjenige, der sich am ehesten weigern würde, sich der Finsternis kampflos zu ergeben. Daher vermute ich, dass Eure Geschichte wahr sein könnte. Wäre ich an Eurer Stelle, mein Freund, so würde ich einen Weg finden, ihn von seinen Qualen zu erlösen.
el: Υποστηρίζεις ότι έχεις μιλήσει με τον Λακντάναν; Υπήρξε μεγάλος ήρωας όταν ζούσε. Ο Λακντάναν ήταν ένας έντιμος και δίκαιος άνθρωπος που υπηρέτησε πιστά τον Βασιλιά του για χρόνια. Αλλά φυσικά, το γνωρίζεις ήδη αυτό. Από αυτούς που πιάστηκαν στην Κατάρα του Βασιλιά, ο Λακντάναν θα ήταν λιγότερο πιθανό να υποταχθεί στο σκοτάδι χωρίς μάχη, οπότε υποθέτω ότι η ιστορία σου θα μπορούσε να είναι αληθινή. Αν ήμουν στη θέση σου, φίλε μου, θα έβρισκα τρόπο να τον απαλλάξω από το μαρτύριο του.
fr: Vous dites avoir parlé avec Lachdanan ? C'était un grand héros de son vivant. Lachdanan était un homme d'honneur ; il était juste, et il a fidèlement servi son roi pendant des années. Mais bien sûr, vous savez déjà tout ça. De tous ceux qui ont été pris sous l'emprise de la Malédiction du Roi, Lachdanan serait le moins susceptible de se soumettre aux ténèbres sans combattre, aussi votre histoire me semble vraisemblable. Si j'étais à votre place, mon ami, je tâcherais de trouver un moyen de le libérer de son supplice.
sv: Du säger att du talat med Lachdanan? Han var en stor hjälte under sin livstid. Lachdanan var en ädel och rättvis man som tjänade sin Kung troget i åratal. Men det vet du förstås redan. Av de som fångades av Kungens förbannelse vore Lachdanan den minst sannolika att ge sig för mörkret utan att kämpa emot, så jag antar att din berättelse kan stämma. Om jag vore i ditt ställe, min vän, skulle jag hitta på ett sätt att befria honom från hans tortyr.

source: You speak of a brave warrior long dead! I'll have no such talk of speaking with departed souls in my inn yard, thank you very much.
cs: Mluvis o dlouho mrtvem statecnem bojovnikovi! V hostinci jsem neslysel o mluveni s davno mrtvymi, mnohokrat dekuji.
de: Ihr sprecht da von einem tapferen Krieger, der schon lange tot ist! Mit so einem Gerede über Unterhaltungen mit verstorbenen Seelen will ich nichts zu tun haben.
el: Μιλάς για έναν γενναίο πολεμιστή που είναι νεκρός εδώ και καιρό! Δεν θα κάνω κουβέντα για ψυχές που έχουν φύγει, στην αυλή του πανδοχείου μου, σε ευχαριστώ πολύ.
fr: Vous parlez d'un courageux guerrier mort depuis longtemps ! Pas question de parler de l'âme des morts dans la cour de mon auberge, merci beaucoup.
sv: Du pratar om en modig krigare som är död sedan länge! Jag vill inte höra talas om att tala med hädangångna själar i min krog, tack så mycket.

source: A golden elixir, you say. I have never concocted a potion of that color before, so I can't tell you how it would effect you if you were to try to drink it. As your healer, I strongly advise that should you find such an elixir, do as Lachdanan asks and DO NOT try to use it.
cs: Zlaty elixit, rikas. Nikdy drive jsem nevaril lektvar takove barvy, takze ti nemohu rict, jak by te ovlivnil, kdyby ses ho pokusil vypit. Jako tvuj lecitel ti radim - pokud najdes takovy elixir, udelej, o co te Lachdanan zada, a NEZKOUSEJ ho pouzit.
de: Ein goldenes Elixier, sagt Ihr? Ich habe noch nie einen Trank in dieser Farbe gebraut, daher kann ich Euch nicht sagen, welche Wirkung er auf Euch hätte. Als Euer Hausheiler kann ich Euch nur empfehlen, zu Risiken und Nebenwirkungen auf Lachdanan zu hören und ein solches Elixier - wenn Ihr es überhaupt findet - auf keinen Fall zu trinken!
el: Χρυσό ελιξίριο, λες. Δεν έχω φτιάξει ποτέ ένα φίλτρο αυτού του χρώματος, οπότε δεν μπορώ να σου πω πώς θα σε επηρέαζε αν προσπαθούσες να το πιείς. Ως θεραπευτής σου, σε συμβουλεύω ανεπιφύλακτα ότι εάν βρείτε ένα τέτοιο ελιξίριο, να κάνετε ό,τι σας ζητήσει ο Λακντάναν και ΜΗΝ προσπαθήσετε να το χρησιμοποιήσεις.
fr: Un élixir doré, dites-vous. Je n'ai encore jamais concocté une potion de cette couleur, donc je ne peux pas vous dire ce qu'elle vous ferait si vous essayiez de la boire. En tant que guérisseur, je vous recommande fortement, si vous trouviez un tel élixir, de faire ce que demande Lachdanan et de SURTOUT PAS le boire.
sv: Ett gyllne elixir, säger du. Jag har aldrig bryggt en dryck av den färgen tidigare, så jag kan inte säga dig hur det skulle påverka dig om du försökte dricka det. Som din läkare vill jag bestämt råda dig att om du hittar ett sådant elixir, gör som Lachdanan säger och försök INTE använda det.

source: I've never heard of a Lachdanan before. I'm sorry, but I don't think that I can be of much help to you.
cs: Nikdy drive jsem o Lachdananovi neslysela. Promin, ale nemyslim, ze ti mohu nejak pomoci.
de: Ich habe noch nie von einem Lachdanan gehört. Tut mir leid, aber da kann ich Euch wohl nicht viel helfen.
el: Δεν έχω ξανακούσει για κάποιον Λακντάναν. Λυπάμαι, αλλά δεν νομίζω ότι μπορώ να σε βοηθήσω.
fr: Je n'ai jamais entendu parler d'un Lachdanan auparavant. Je suis désolée, mais je ne pense pas pouvoir vous être d'une grande aide.
sv: Jag har aldrig hört talas om någon Lachdanan tidigare. Ledsen, men jag tror inte att jag kan vara till mycket nytta för dig.

source: If it is actually Lachdanan that you have met, then I would advise that you aid him. I dealt with him on several occasions and found him to be honest and loyal in nature. The curse that fell upon the followers of King Leoric would fall especially hard upon him.
cs: Jestli je to opravdu Lachdanan, koho jsi potkal, pak ti radim, abys mu pomohl. Nekolikrat jsem s nim jednal a znal jsem ho jako cestneho a verneho cloveka. Kletba, ktera padla na nasledovniky Krale Leorica, na nej dopadla urcite zvlaste tvrde.
de: Wenn es wirklich Lachdanan ist, den Ihr da getroffen habt, dann würde ich Euch dringend raten, ihm zu helfen. Ich hatte mehrmals mit ihm zu tun, und ich halte ihn für sehr loyal und ehrlich. Der Fluch, der das Gefolge von König Leoric traf, muss ihn besonders hart getroffen haben.
el: Εάν όντως συνάντησες τον Λακντάναν, τότε θα σε συμβούλευα να τον βοηθήσεις. Ασχολήθηκα μαζί του πολλές φορές και είναι ειλικρινής και πιστός. Η κατάρα που έπεσε πάνω στους ακόλουθους του βασιλιά Λεόρικ θα είναι ιδιαίτερα σκληρή πάνω του.
fr: Si c'est bien Lachdanan que vous avez rencontré, je serais d'avis que vous l'aidiez. J'ai eu affaire à lui à plusieurs reprises et j'ai vu en lui un homme honnête et loyal. La malédiction qui frappe les compagnons du roi Leoric doit être encore plus terrible pour lui.
sv: Om det verkligen är Lachdanan du träffat skulle jag föreslå att du hjälper honom. Jag har mött honom vid flera tillfällen och tyckt att han varit ärlig och lojal till sinnet. Förbannelsen som föll över Kung Leorics följeslagare skulle tynga honom särskilt.

source: Lachdanan is dead. Everybody knows that, and you can't fool me into thinking any other way. You can't talk to the dead. I know!
cs: Lachdanan je mrtvy. Kazdy to vi a ty me nemuzes oblbnout, abych si myslel neco jinyho. Nemuzes mluvit s mrtvyma. To vim!
de: Lachdanan ist tot. Das weiß jeder, und Du wirst mir das auch nicht ausreden. Und mit den Toten kannst Du nicht reden. Weiß ich genau!
el: Ο Λακντάναν είναι νεκρός. Όλοι το ξέρουν αυτό και δεν μπορείς να με ξεγελάσεις να σκεφτώ αλλιώς. Δεν μπορείς να μιλήσεις στους νεκρούς. Το ξέρω!
fr: Lachdanan est mort. Tout le monde sait ça, et vous pouvez pas me berner en me faisant croire autre chose. On peut pas parler aux morts. Je le sais bien !
sv: Lachdanan är död. Alla vet det, och du kan inte lura mig att tro på något annat. Du kan inte prata med de döda. Jag vet!

source: You may meet people who are trapped within the Labyrinth, such as Lachdanan. I sense in him honor and great guilt. Aid him, and you aid all of Tristram.
cs: Muzes potkat lidi, kteri jsou polapeni v Labyrintu, jako je Lachdanan. Citim v nem cest a velky pocit viny. Pomoz mu a pomuzes vsem z Tristramu.
de: Ihr trefft möglicherweise auf Menschen, die im Labyrinth gefangen sind, so wie Lachdanan etwa. Ich spüre in ihm viel Ehre, aber auch große Schuld. Helft ihm, und Ihr helft ganz Tristram.
el: Μπορεί να συναντήσεις άτομα που είναι παγιδευμένα μέσα στον Λαβύρινθο, όπως τον Λακντάναν. Νιώθω μέσα του μεγάλη τιμή και μεγάλη ενοχή. Βοήθησέ τον, και θα βοήθησες όλο το Τρίστραμ.
fr: Il est possible que vous croisiez des gens piégés dans le Labyrinthe, comme Lachdanan. Je sens en lui de l'honneur et une grande culpabilité. Secourez-le, et vous aiderez Tristram tout entier.
sv: Du kan komma att möta folk som är fängslade i Labyrinten, som Lachdanan. Jag känner heder och stor skuld i honom. Om du hjälper honom, hjälper du hela Tristram.

source: Wait, let me guess. Cain was swallowed up in a gigantic fissure that opened beneath him. He was incinerated in a ball of hellfire, and can't answer your questions anymore. Oh, that isn't what happened? Then I guess you'll be buying something or you'll be on your way.
cs: Pockej, nech me hadat. Caina pohltila obrovska trhlina, ktera se pod nim otevrela. Pekelny ohen ho spalil na popel a uz nemuze odpovidat na tvoje otazky. Oh, tohle ze se nestalo? Tak potom si podle mne neco koupis nebo odejdes.
de: Moment, lass mich raten: Cain ist von einer riesigen Erdspalte verschluckt worden, die sich unter ihm aufgetan hat. Dabei wurde er in einen gewaltigen Feuerball verwandelt und zu Asche verbrannt, und jetzt kann er Deine Fragen nicht mehr beantworten, stimmt's? Wenn nicht, dann willst Du bestimmt was kaufen oder schnell wieder abhauen.
el: Περίμενε, άσε με να μαντέψω. Ο Κάιν καταβροχθίστηκε από μια γιγαντιαία σχισμή που άνοιξε κάτω από τα πόδια του. Αποτεφρώθηκε μέσα σε μια μπάλα κολασμένης φωτιάς και δεν μπορεί πλέον να απαντήσει στις ερωτήσεις σου. Α, δεν έγινε αυτό; Τότε υποθέτω ότι θα αγοράσεις κάτι ή διαφορετικά σου εύχομαι καλό δρόμο.
fr: Attendez, attendez. Cain a été englouti dans une gigantesque faille qui s'est ouverte sous ses pieds. Il a été réduit en cendres par une boule de feu des enfers, et ne peut plus répondre à vos questions. Ah non, ce n'est pas ça ? Dans ce cas, je pense que vous allez m'acheter quelque chose ou bien aller voir ailleurs.
sv: Vänta, låt mig gissa. Cain svaldes av en gigantisk spricka som öppnade sig under honom. Han brändes levande i ett klot av helveteseld, och kan inte svara på dina frågor längre. Åh, är det inte vad som hände? Isåfall antar jag att du kommer köpa något eller gå härifrån.

source: Please, don't kill me, just hear me out. I was once Captain of King Leoric's Knights, upholding the laws of this land with justice and honor. Then his dark Curse fell upon us for the role we played in his tragic death. As my fellow Knights succumbed to their twisted fate, I fled from the King's burial chamber, searching for some way to free myself from the Curse. I failed... I have heard of a Golden Elixir that could lift the Curse and allow my soul to rest, but I have been unable to find it. My strength now wanes, and with it the last of my humanity as well. Please aid me and find the Elixir. I will repay your efforts - I swear upon my honor.
cs: Prosim, nezabijej me, jen me vyslechni. Kdysi jsem byl Kapitanem Rytiru Krale Leorica a udrzoval jsem zakony teto zeme spravedlive a cestne. Potom na nas padla temna Kletba za nasi ucast na kralove tragicke smrti. I kdyz moji pratele Rytiri podlehli svemu hroznemu osudu, ja jsem uprchl z Kralovi hrobky a snazim se najit zpusob, jak se uvolnit z Kletby. Selhal jsem... Slysel jsem o Zlatem Elixiru, ktery muze zrusit Kletbu a dovoli moji dusi odpocivat, ale nemohu ho nalezt. Ma sila nyni zanika a s ni take posledni kousky lidskosti. Prosim pomoz mi a najdi ten Elixir. Za tve usili se ti odvdecim - prisaham na svou cest.
de: Bitte, bringt mich nicht um! Hört mich an! Ich war einst Hauptmann in der Rittergarde von König Leoric, und ich habe das Gesetz dieses Landes mit Ehre und Gerechtigkeit verteidigt. Dann aber fiel sein Fluch auf uns, wegen der Rolle, die wir bei seinem tragischen Tod gespielt haben. Während sich meine Mitstreiter in ihr grausiges Schicksal ergaben, bin ich aus der Grabkammer des Königs geflohen. Seitdem suche ich nach einer Möglichkeit, mich von diesem Fluch zu befreien. Doch bisher habe ich versagt... Ich habe nur von einem Goldenen Elixier gehört, das den Fluch von mir nehmen und meiner Seele den Frieden des Todes bringen könnte, aber ich konnte es nie finden. Meine Kraft lässt nun langsam nach, und damit verfliegt auch der letzte Rest von Menschlichkeit in mir. Bitte helft mir und findet das Elixier! Ich werde Euch für Eure Mühe entlohnen - das schwöre ich bei meiner Ehre!
el: Σε παρακαλώ, μη με σκοτώσεις, απλώς άκουσέ με. Ήμουν κάποτε Λοχαγός των Ιπποτών του Βασιλιά Λέορικ, και υπηρετούσα τους νόμους αυτής της χώρας με δικαιοσύνη και τιμή. Τότε η σκοτεινή του κατάρα έπεσε πάνω μας για τον ρόλο που παίξαμε στον τραγικό θάνατό του. Καθώς οι συνάδελφοί μου Ιππότες υπέκυψαν στη διεστραμμένη μοίρα τους, έφυγα από τον ταφικό θάλαμο του Βασιλιά, αναζητώντας κάποιον τρόπο να ελευθερωθώ από την Κατάρα. Απέτυχα... Έχω ακούσει για ένα Χρυσό Ελιξίριο που θα μπορούσε να σηκώσει την Κατάρα και να αφήσει την ψυχή μου να ξεκουραστεί, αλλά δεν κατάφερα να το βρω. Η δύναμή μου τώρα μειώνεται, και μαζί της και η τελευταία ανθρωπιά μου. Παρακαλώ βοήθησε με και βρες το Ελιξίριο. Θα σε ανταμείψω για την προσπάθεια σου - ορκίζομαι στην τιμή μου.
fr: S'il vous plaît, ne me tuez pas, écoutez-moi juste. J'ai été le capitaine des chevaliers du roi Leoric, faisant respecter les lois de ce pays avec justice et honneur. Puis sa sombre malédiction est tombée sur nous pour le rôle que nous avions joué dans sa mort tragique. Alors que mes compagnons chevaliers succombaient à leur destin cruel, je me suis enfui de la chambre funéraire du roi, à la recherche d'un moyen de me libérer de la malédiction. J'ai échoué... J'ai entendu parler d'un Élixir Doré qui pourrait lever la malédiction et donner le repos à mon âme, mais j'ai été incapable de le trouver. À présent ma force décline, et avec elle ce qui reste de mon humanité. Aidez-moi, par pitié, trouvez l'élixir. Je récompenserai vos efforts – je le jure sur mon honneur.
sv: Snälla, döda mig inte, bara lyssna på mig. Jag var en gång Kung Leorics Riddares Kapten, och upprätthöl landets lagar med rättvisa och heder. Sen föll hans mörka Förbannelse över oss för den roll vi spelat i hans tragiska död. Medan mina Riddarbröder drabbades av sitt fruktansvärda öde, flydde jag från Kungens gravkammar, och sökte ett sätt ett befria mig från Förbannelsen. Jag misslyckades... Jag har hört talas om ett Gyllene Elixir som kan häva Förbannelsen och låta min själ vila, men jag har inte lyckats finna det. Min styrka sinar nu, och med den min sista mänsklighet. Snälla, hjälp mig och hitta Elixiret. Jag kommer återgälda dig - jag svär på min ära.

source: You have not found the Golden Elixir. I fear that I am doomed for eternity. Please, keep trying...
cs: Nenalezl jsi Zlaty Elixir. Bojim se, ze jsem odsouzen na vecnost. Prosim, pokus se jeste...
de: Ihr habt das Goldene Elixier nicht gefunden. Ich fürchte, ich bin für alle Ewigkeit verdammt. Bitte, sucht weiter!
el: Δεν έχεις βρει το Χρυσό Ελιξίριο. Φοβάμαι ότι είμαι καταδικασμένος στην αιωνιότητα. Σε παρακαλώ, συνέχισε να προσπαθείς...
fr: Vous n'avez pas trouvé l'Élixir Doré. Je crains d'être condamné pour l'éternité. S'il vous plaît, continuez d'essayer...
sv: Du har inte hittat det Gyllene Elixiret. Jag är rädd att jag är fördömd för all evighet. Snälla, fortsätt försöka...

source: You have saved my soul from damnation, and for that I am in your debt. If there is ever a way that I can repay you from beyond the grave I will find it, but for now - take my helm. On the journey I am about to take I will have little use for it. May it protect you against the dark powers below. Go with the Light, my friend...
cs: Zachranil jsi mou dusi pred zatracenim a za to jsem ti velmi dluzen. Jestli je nejaky zpusob, jak se ti mohu odvdecit zpoza hrobu, naleznu jej, ale prozatim - vezmi si mou helmu. Na ceste, na kterou se vydam, ji nebudu potrebovat. At te ochrani pred temnymi silami, ktere cihaji dole. Jdi za Svetlem, priteli...
de: Ihr habt meine Seele vor der Verdammnis gerettet, und dafür stehe ich in Eurer Schuld. Wenn es überhaupt einen Weg gibt, wie ich diese Schuld von jenseits des Grabes zurückzahlen kann, dann werde ich ihn finden. Doch fürs Erste kann ich Euch nur meinen Helm geben. Auf der Reise, die ich jetzt antrete, werde ich wohl kaum Verwendung dafür haben. Möge er Euch gegen die Mächte der Finsternis dort unten beschützen. Geht mit dem Licht, mein Freund!
el: Έσωσες την ψυχή μου από την καταδίκη, και γι' αυτό είμαι υπόχρεος σου. Αν υπάρχει ποτέ τρόπος να σου το ανταποδώσω πέρα από τον τάφο, θα τον βρω, αλλά προς το παρόν - πάρε το κράνος μου. Στο ταξίδι που πρόκειται να κάνω δεν θα το χρειαστώ καθόλου. Είθε να σε προστατεύσει από τις σκοτεινές δυνάμεις του κάτω κόσμου. Περπάτα με το φως φίλε μου...
fr: Vous avez sauvé mon âme de la damnation, et je vous en suis redevable. S'il y a quelque moyen de vous rembourser depuis l'au-delà, je le trouverai, mais pour l'instant – prenez mon casque. Pour le voyage que j'entreprends, je n'en aurai guère l'usage. Puisse-t-il vous protéger contre les puissances obscures d'en bas. Allez avec la Lumière, mon ami...
sv: Du har räddat min själ från fördömelse och jag står i skuld till dig. Om det någonsin finns ett sätt för mig att återgälda dig från bortom graven ska jag finna det, men till dess - ta min hjälm. På den resa jag nu ska färdas kommer jag inte ha mycket användning för den. Må den skydda dig från de mörka makterna nedan. Gå med Ljuset, vän...

source: Griswold speaks of The Anvil of Fury - a legendary artifact long searched for, but never found. Crafted from the metallic bones of the Razor Pit demons, the Anvil of Fury was smelt around the skulls of the five most powerful magi of the underworld. Carved with runes of power and chaos, any weapon or armor forged upon this Anvil will be immersed into the realm of Chaos, imbedding it with magical properties. It is said that the unpredictable nature of Chaos makes it difficult to know what the outcome of this smithing will be...
cs: Griswold mluvil o Kovadline Zurivosti - legendarnim artefaktu, dlouho hledanem, ale nenalezenem. Vyrobena z kovovych kosti demonu Pekelnych britev, Kovadlina Zurivosti byla tavena kolem kosti peti nejmocnejsich magu podsveti. Jsou na ni vyrezany runy moci a chaosu, jakakoliv zbran ci brneni vykovane na teto Kovadline, se ponori do rise Chaosu a naplni se magickymi schopnostmi. Rika se, ze kvuli nepredvidatelne povaze Chaosu je tezke urcit, jaky bude vysledek tohoto kovani...
de: Griswold spricht vom Amboss des Zornes - einem legendären Artefakt, nach dem lange gesucht, das aber nie gefunden wurde. Er wurde gefertigt aus den Metallknochen der Dämonen aus der Klingengrube, aber nicht nur das: Der Amboss des Zornes wurde um die Schädel der fünf mächtigsten Zauberer der Unterwelt herumgegossen und mit gewaltigen Runen der Macht und des Chaos versehen. Jede Waffe oder Rüstung, die auf diesem Amboss geschmiedet wird, taucht in das Reich des Chaos ein und erhält dabei magische Eigenschaften. Doch die unberechenbare Natur des Chaos macht es unmöglich, das Resultat dieses Schmiedevorganges vorab zu ahnen.
el: Ο Γκρίσγουαλντ μιλάει για το Αμόνι της Οργής- ένα θρυλικό τεχνούργημα που το αναζητούσαν εδώ και πολύ καιρό, αλλά δεν βρέθηκε ποτέ. Φτιαγμένο από τα μεταλλικά οστά των δαιμόνων του λάκκου του ξυραφιού, το Αμόνι της Οργής χυτεύθηκε γύρω από τα κρανία των πέντε πιο ισχυρών μάγων του κάτω κόσμου. Σκαλισμένο με ρούνους δύναμης και χάους, οποιοδήποτε όπλο ή πανοπλία σφυρηλατηθεί πάνω σε αυτό το Αμόνι θα βυθιστεί στο βασίλειο του Χάους, εμβαπτίζοντάς το με μαγικές ιδιότητες. Λέγεται ότι η απρόβλεπτη φύση του Χάους καθιστά δύσκολο να γνωρίζουμε ποιο θα είναι το αποτέλεσμα αυτής της σφυρηλάτησης...
fr: Griswold parle de l'Enclume de Fureur – un artefact légendaire longtemps recherché, mais jamais trouvé. Fabriquée à partir des os métalliques de démons de la Fosse aux Rasoirs, l'Enclume de Fureur a été fondue autour des crânes des cinq mages les plus puissants des enfers. Ciselée de runes de puissance et de chaos, toute arme ou armure forgée sur cette Enclume sera immergée dans le royaume du Chaos, l'imprégnant de propriétés magiques. On dit que de par la nature imprévisible du Chaos, il est difficile de dire ce qui ressortira de cette manœuvre...
sv: Griswold talar om Vredens Städ - en legendarisk skatt som länge eftersökts, men aldrig blivit funnen. Den var smidd från Rakbladsavgrundens demoners metalliska ben, och gjuten runt skallarna av fem av underjordens kraftfullaste magiker. Den var inristad med kraftfulla och kaotiska runor, och ett vapen eller pansar som smids på detta städ blir indränkt i Kaos värld och indränkt med magiska krafter. Det sägs att Kaos oförutsägbarhet gör det svårt att veta vad som blir produkten av detta smidesarbete...
