Repository: diasurgical/DevilutionX
Catalog: Translations/*.po
Languages: cs, de, el, fr, sv

source: Game Design
cs: Design Hry
de: Spieldesigner
el: Σχεδιασμός Παιχνιδιού
fr: Design du jeu
sv: Speldesign

source: Senior Designers
cs: Starší Designéři
de: Seniordesigner
el: Προϊστάμενοι Σχεδιασμού
fr: Designers Seniors
sv: Huvuddesigners

source: Additional Design
cs: Dodatečný Design
de: Zusätzliches Design
el: Επιπλέον Σχεδιαστές
fr: Design Additionnel
sv: Extra design

source: Lead Programmer
cs: Hlavní Programátor
de: Chefprogrammierer
el: Κύριος Προγραμματιστής
fr: Programmeur Principal
sv: Försteprogrammerare

source: Senior Programmers
cs: Starší Programátoři
de: Seniorprogrammierer
el: Προϊστάμενοι Προγραμματιστές
fr: Programmeurs Seniors
sv: Huvudprogrammerare

source: Programming
cs: Programování
de: Programmierung
el: Προγραμματιστές
fr: Programmation
sv: Programmering

source: Special Guest Programmers
cs: Speciální Hostující Programátoři
de: Besondere-Gäste-Programmierung
el: Ειδικοί Έκτακτοι Προγραμματιστές
fr: Invités Spéciaux Programmeurs
sv: Extra Gästprogrammerare

source: Battle.net Programming
cs: Battle.net Programování
de: Battle.net-Programmierung
el: Προγραμματισμός Battle.net
fr: Programmeur Battle.net
sv: Battle.net-programmering

source: Serial Communications Programming
cs: Programování Sériové Komunikace
de: Programmierung der seriellen Kommunikation
el: Προγραμματισμός Σειριακών Επικοινωνιών
fr: Programmeur Communication Sénior
sv: Serialkommunikationsprogrammering

source: Installer Programming
cs: Programování Instalačního Programu
de: Installerprogrammierung
el: Προγραμματισμός Εγκατάστασης
fr: Programmation de l'installateur
sv: Installerarprogrammering

source: Art Directors
cs: Vedoucí Grafiky
de: Künstlerische Leitung
el: Καλλιτεχνικοί Διευθυντές
fr: Directeurs Artistiques
sv: Grafikregi

source: Artwork
cs: Grafika
de: Bildgestaltung
el: Καλλιτεχνία
fr: Illustration
sv: Grafik

source: Technical Artwork
cs: Technická Grafika
de: Technische Bildgestaltung
el: Τεχνική Καλλιτεχνία
fr: Illustration Technique
sv: Teknisk Grafik

source: Cinematic Art Directors
cs: Vedoucí filmové grafiky
de: Filmkunstdirektor
el: Σκηνοθέτες Κινηματογραφικής Τέχνης
fr: Directeurs Artistiques Cinématographiques
sv: Filmklippsregi

source: 3D Cinematic Artwork
cs: 3D Filmová Grafika
de: 3D-Filmgestaltung
el: 3D Κινηματογραφική Τέχνη
fr: Artwork 3D Cinématique
sv: 3D-filmsregi

source: Cinematic Technical Artwork
cs: Technická Filmová Grafika
de: Technische Filmgestaltung
el: Κινηματογραφική Τεχνική Τέχνη
fr: Illustration Technique Cinématographique
sv: Teknisk Filmgrafik

source: Executive Producer
cs: Výkonný Producent
de: Ausführender Produzent
el: Εκτελεστικός Παραγωγός
fr: Producteur exécutif
sv: Verkställande Producent

source: Producer
cs: Producent
de: Produzent
el: Παραγωγός
fr: Producteur
sv: Producent

source: Associate Producer
cs: Přidružený Producent
de: Assoziierter Produzent
el: Συνεργάτης Παραγωγός
fr: Producteur Associé
sv: Produktionsassistent

source: Diablo Strike Team
cs: Diablo Zásahový Tým
el: Ομάδα κρούσης Diablo
fr: Equipe d'intervention Diablo

source: Music
cs: Hudba
de: Musik
el: Μουσική
fr: Musique
sv: Musik

source: Sound Design
cs: Zvukový Design
el: Σχεδιασμός Ήχου
fr: Conception Sonore
sv: Ljuddesign

source: Cinematic Music & Sound
cs: Filmová Hudba a Zvuk
de: Filmische Musik & Sound
el: Κινηματογραφική Μουσική και Ήχος
fr: Musique & Son des Cinématiques
sv: Filmmusik och -ljud

source: Voice Production, Direction & Casting
cs: Hlasová Produkce, Režie a Casting
de: Stimmenproduktion, Regie und Casting
el: Παραγωγή φωνής, κατεύθυνση & κάστινγκ
fr: Production, Réalisation et Casting des Voix
sv: Röstproduktion, Regi & Rollsättning

source: Script & Story
cs: Scénář a Příběh
de: Drehbuch und Geschichte
el: Σενάριο & Ιστορία
fr: Scénario & Histoire
sv: Skript & Story

source: Voice Editing
cs: Úprava Hlasů
de: Stimmenbearbeitung
el: Επεξεργασία Φωνής
fr: Montage des Voix
sv: Röstredigering

source: Voices
cs: Hlasy
de: Stimmen
el: Φωνές
fr: Voix
sv: Röster

source: Recording Engineer
cs: Inženýr Nahrávání
de: Aufnahmetechniker
el: Μηχανικός Εγγραφής Ήχου
fr: Ingénieur d'Enregistrement
sv: Inspelningstekniker

source: Manual Design & Layout
cs: Design a Rozvržení Manuálu
de: Handbuchdesign und -layout
el: Σχεδιασμός και Μορφή Ενχειριδίου
fr: Conception et Mise en page du Manuel

source: Manual Artwork
cs: Grafika Manuálu
de: Künstlerische Gestaltung des Handbuchs
el: Καλλιτεχνία Εγχειριδίου
fr: Illustration du Manuel
sv: Manualgrafik

source: Provisional Director of QA (Lead Tester)
cs: Prozatimní Vedoucí QA (Hlavní Tester)
de: Kommissarischer Leiter QS (Cheftester)
el: Προσωρινός διευθυντής του QA (Προϊστάμενος Ελεγκτής)
fr: Directeur Provisoire d'Assurance-Qualité (Testeur en Chef)
sv: Tillförordnad direktör för QA (Huvudtestare)

source: QA Assault Team (Testers)
cs: QA Útočný Tým (Testeři)
de: QS-Überfallkommando (Tester)
el: Ομάδα επίθεσης QA (Ελεγκτές)
fr: Équipe de Testeurs Assurance-Qualité (QA)
sv: QA Assault Team (Testare)

source: QA Special Ops Team (Compatibility Testers)
cs: QA Tým Speciálních Jednotek (Testeři Kompatibility)
de: QS-Spezialeinheiten (Kompatibilitätstester)
el: QA Ειδική Ομάδα Επιχειρήσεων (Ελεγκτές Συμβατότητας)
fr: Équipe Spéciale Compatibilité de Testeurs Assurance-Qualité (QA)
sv: QA Special Ops Team (Kompabilitetstestare)

source: QA Artillery Support (Additional Testers)
cs: QA Palebná Podpora (Dodateční Testeři)
de: QS-Artillerieunterstützung (zusätzliche Tester)
el: Υποστήριξη πυροβολικού QA (πρόσθετοι ελεγκτές)
fr: Support Additionnel de Testeurs Assurance-Qualité (QA)
sv: QA Artillery Support (Extra Testare)

source: QA Counterintelligence
cs: QA Kontrarozvědka
de: QS-Spionageabwehr
el: Αντικατασκοπεία QA
fr: Contre-Espionnage Assurance-Qualité (QA)

source: Order of Network Information Services
cs: Řád Síťových Informačních Služeb
de: Sortierung der Netzwerkinformationsdienste
el: Ομάδα Υπηρεσιών Δικτυακών Πληροφοριών
fr: Ordre des Services d'informations réseaux

source: Customer Support
cs: Zákaznická Podpora
de: Kundendienst
el: Υποστήριξη Πελατών
fr: Support Client
sv: Kundtjänst

source: Sales
cs: Prodej
de: Verkauf
el: Πωλήσεις
fr: Ventes
sv: Försäljning

source: Dunsel
cs: Přebytečný
el: Άχρηστα

source: Mr. Dabiri's Background Vocalists
cs: Zpěváci v pozadí (od Pana Dabiriho)
de: Mr. Dabiris Hintergrundsänger*innen
el: Τραγουδιστές Υπόβαθρου του κ. Dabiri
fr: Choristes de Mr. Dabiri
sv: Mr. Dabiri's Bakgrundsröster

source: Public Relations
cs: Styk s Veřejností
de: Öffentlichkeitsarbeit
el: Δημόσιες Σχέσεις
fr: Relations Publiques

source: Marketing
el: Μάρκετινγκ
sv: Marknadsföring

source: International Sales
cs: Mezinárodní Prodej
de: Verkauf International
el: Διεθνείς Πωλήσεις
fr: Ventes Internationales
sv: Internationell Försäljning

source: U.S. Sales
cs: U.S. Prodej
de: US-Verkäufe
el: Πωλήσεις U.S
fr: Ventes U.S.
sv: Amerikansk Försäljning

source: Manufacturing
cs: Výroba
de: Produktion
el: Παραγωγή
sv: Tillverkning

source: Legal & Business
cs: Právní a Obchodní oddělení
de: Recht- und Geschäftliches
el: Νομικά & Επιχειρηματικά
fr: Juridique & Affaires
sv: Juridik & Business

source: Special Thanks To
cs: Speciální Poděkování
de: Besonderen Dank an
el: Ειδικές Ευχαριστίες στους
fr: Remerciements Spéciaux à
sv: Extra Tack Till

source: Thanks To
cs: Poděkování
de: Dank an
el: Ευχαριστούμε τους
fr: Remerciements à
sv: Tack Till

source: In memory of
cs: K památce
de: In Erinnerung an
el: Στην μνήμη του
fr: À la mémoire de
sv: Till minne av

source: Very Special Thanks to
cs: Velmi Speciální Poděkování
de: Ganz besonderen Dank an
el: Πολύ Ειδικές Ευχαριστίες στους
fr: Remerciements tout particuliers à
sv: Alldeles Extra Tack till

source: General Manager
cs: Generální Manažer
de: Generaldirektor
el: Γενικός Μάνατζερ
fr: Manager Général
sv: Allmän Manager

source: Software Engineering
cs: Softwarový Inženýr
de: Softwareentwicklung
el: Μηχανική Λογισμικού
fr: Ingénieurs Logiciel
sv: Mjukvaruingenjör

source: Art Director
cs: Vedoucí Grafiky
de: Kunstdirektor
el: Διευθυντής Τέχνης
fr: Directeur Artistique
sv: Grafikregissör

source: Artists
cs: Umělci
de: Künstler
el: Καλιτέχνες
fr: Artistes
sv: Konstnärer

source: Design
el: Σχεδιασμός
fr: Conception

source: Sound Design, SFX & Audio Engineering
cs: Zvukový Design, SFX a Audio Inženýr
de: Sound-Design, SFX- & Audiotechnik
el: Σχεδιασμός Ήχου, SFX & Μηχανική Φωνής
fr: Conception sonore, Effets Audio et Ingénierie Audio
sv: Ljuddesign, SFX & Ljudteknik

source: Quality Assurance Lead
cs: Vedoucí Kontroly Kvality
de: Leiter der Qualitätssicherung
el: Προϊστάμενος Διαπίστευσης Ποιότητας
fr: Responsable Assurance Qualité
sv: Testningsansvarig

source: Testers
cs: Testeři
de: Tester
el: Έλεγχος
fr: Testeurs
sv: Testare

source: Manual
cs: Manuál
de: Handbuch
el: Εγχειρίδιο
fr: Manuel

source: Additional Work
cs: Dodatečné Práce
de: Zusätzliche Arbeit
el: Επιπλέον Εργασίες
fr: Travaux Additionnels
sv: Ytterligare Arbete

source: Quest Text Writing
cs: Psaní Textu Úkolů
de: Questtexter
el: Συγγραφή Κειμένων Αποστολών
fr: Écriture des Textes de Quête
sv: Uppdragstextförfattare

source: Thanks to
cs: Poděkování
de: Dank an
el: Ευχαριστούμε τούς παρακάτω
fr: Remerciements à
sv: Tack Till

source: Special Thanks to Blizzard Entertainment
cs: Speciální poděkování pro Blizzard Entertainment
de: Vielen Dank an Blizzard Entertainment
el: Ειδικές Ευχαριστίες στην Blizzard Entertainment
fr: Remerciements particuliers à Blizzard Entertainment
sv: Extra Tack till Blizzard Entertainment

source: Quality Assurance Manager
cs: Manažer Kontroly Kvality
de: Qualitätssicherungsdirektor
el: Μάνατζερ Διαπίστευσης Ποιότητας
fr: Responsable Assurance-Qualité
sv: Testningsmanager

source: Quality Assurance Lead Tester
cs: Hlavní Tester Kontroly Kvality
de: Qualitätssicherungscheftester
el: Προϊστάμενος και Ελεγκτής Διαπίστευσης Ποιότητας
fr: Testeur en Chef Assurance-Qualité
sv: Förstetestare

source: Main Testers
cs: Hlavní Testeři
de: Haupttester
el: Κύριοι Ελεγκτές
fr: Testeurs Principaux
sv: Huvudtestare

source: Additional Testers
cs: Dodateční Testeři
de: Zusätzliche Tester
el: Επιπλέον Ελεγκτές
fr: Testeurs Supplémentaires
sv: Övriga Testare

source: Product Marketing Manager
cs: Manažer Produktového Marketingu
de: Marketingdirektor
el: Μάνατζερ Μάρκετινγκ Προϊόντος
fr: Responsable Marketing Produit
sv: Produktmarknadsföringsmanager

source: Public Relations Manager
cs: Manažer Styku s Veřejností
de: Direktor für Öffentlichkeitsarbeit
el: Μάνατζερ Δημοσίων Σχέσεων
fr: Responsable des Relations Publiques
sv: PR-Manager

source: Associate Product Manager
cs: Přidružený Produktový Manažer
de: Projektleiter
el: Βοηθός Μάνατζερ Προϊόντος
fr: Chef de Produit Associé
sv: Assistentproduktmanager

source: The Ring of One Thousand
cs: Kruh Jednoho Tisíce
de: Der Ring der Eintausend
el: Ο Κύκλος των Χιλίων
fr: L'Anneau des Mille
sv: De Ett Tusens Ring

source: No souls were sold in the making of this game.
cs: Žádné duše nebyly zaprodány při tvorbě této hry.
de: Keine Seelen wurden während der Entstehung dieses Spiels verkauft.
el: Δεν πουλήθηκαν ψυχές κατά την ανάπτυξη του παιχνιδιού.
fr: Aucune âme n'a été vendue durant le développement de ce jeu.
sv: Inga själar såldes vid skapandet av detta spel.

source: Choose Class
cs: Vyber si Hrdinu
de: Klasse wählen
el: Επιλέξτε Κλάση
fr: Choisissez la classe
sv: Välj Klass

source: Cancel
cs: Zrušit
de: Zurück
el: Άκυρο
fr: Annuler
sv: Avbryt

source: New Multi Player Hero
cs: Nový Hrdina Hry pro Více Hráčů
de: Neuer Mehrspielerheld
el: Νέος Ήρωας για τετραπλό
fr: Nouveau Héros Multijoueur
sv: Ny Flerspelarhjälte

source: New Single Player Hero
cs: Nový Hrdina Hry pro Jednoho Hráče
de: Neuer Einzelspielerheld
el: Νέος Ήρωας για μονό
fr: Nouveau Héros Solo
sv: Ny Enspelarhjälte

source: Save File Exists
cs: Existuje Uložená Hra
de: Spielstand existiert
el: Το αρχείο παιχνιδιού Υπάρχει ήδη
fr: Une Partie Existe
sv: Sparad Fil Finns

source: Load Game
cs: Načíst Hru
de: Spiel laden
el: Φόρτωση Παιχνιδιού
fr: Charger Partie
sv: Ladda Spel

source: New Game
cs: Začít Novou Hru
de: Neues Spiel
el: Νέο Παιχνίδι
fr: Nouvelle Partie
sv: Nytt Spel

source: Single Player Characters
cs: Postavy Hry pro Jednoho Hráče
de: Einzelspielercharaktere
el: Ήρωες για Μονό
fr: Personnages Solo
sv: Enspelarkaraktärer

source: The Rogue and Sorcerer are only available in the full retail version of Diablo. Visit https://www.gog.com/game/diablo to purchase.
cs: Zlodějka a Čaroděj jsou dostupní pouze v plné verzi hry Diablo.Pro koupi hry navštiv https://www.gog.com/game/diablo .
de: Die Jägerin und der Magier sind nur in der Vollversion von Diablo enthalten. Besuche https://www.gog.com/game/diablo um das Spiel zu erwerben.
el: Το Κλεφτρόνι και ο Μάγος είναι μόνο διαθέσιμοι στην πλήρης εμπορική έκδοση του Ντιάμπλο. Επισκεφτείτε https://www.gog.com/game/diablo για να το αγοράσετε.
fr: La Rogue et le Sorcier ne sont disponibles que dans la version commerciale complète de Diablo. Visitez https://www.gog.com/game/diablo pour l'acheter.
sv: Rövaren och Besvärjaren finns endast tillgängliga i den kompletta versionen av Diablo. Besök https://www.gog.com/game/diablo för att köpa.

source: Enter Name
cs: Zadej Jméno
de: Namen eingeben
el: Εισάγετε Όνομα
fr: Entrez le Nom
sv: Skriv In Namn

source: Invalid name. A name cannot contain spaces, reserved characters, or reserved words.
cs: Neplatné jméno. Jméno nesmí obsahovat mezery, chráněné znaky a slova.
de: Ungültiger Name. Ein Name darf keine Leerzeichen, reservierte Zeichen oder reservierte Wörter enthalten.
el: Άκυρο όνομα. Ένα όνομα δεν μπορεί να περιλαμβάνει κενά, ειδικούς χαρακτήρες ή λέξεις
fr: Nom incorrect. Un nom ne peut pas contenir d'espaces, de caractères réservés ou de mots réservés.
sv: Ogiltigt namn. Ett namn får inte innehålla mellanrum, reserverade tecken eller reserverade ord.

source: Unable to create character.
cs: Nelze vytvořit postavu.
de: Charaktererstellung fehlgeschlagen.
el: Ανικανότητα δημιουργίας ήρωα.
fr: Impossible de créer le personnage.
sv: Kunde inte skapa karaktären.

source: Level:
cs: Úroveň:
el: Επίπεδό:
fr: Niveau :
sv: Nivå:

source: Strength:
cs: Síla:
de: Stärke:
el: Δύναμη:
fr: Force :
sv: Styrka:

source: Magic:
cs: Magie:
de: Magie:
el: Μαγεία:
fr: Magie :
sv: Magi:

source: Dexterity:
cs: Obratnost:
de: Agilität:
el: Επιδεξιότητα:
fr: Dextérité :
sv: Smidighet:

source: Vitality:
cs: Vitalita:
de: Vitalität:
el: Ζωτικότητα:
fr: Vitalité :
sv: Kropp:

source: Savegame:
cs: Uložená hra:
de: Spielstand:
el: Αρχείο Παιχνιδιού:
fr: Sauvegarder :
sv: Sparat spel:

source: Select Hero
cs: Vyber Hrdinu
de: Charakterwahl
el: ΔΙΑΛΕΞΕ ΗΡΩΑ
fr: Sélectionnez un Héros
sv: Välj Hjälte

source: New Hero
cs: Nový Hrdina
de: Neuer Held
el: Νέος Ήρωας
fr: Nouveau Héros
sv: Ny Hjälte

source: Delete
cs: Smazat
de: Löschen
el: Διαγ
fr: Effacer
sv: Ta Bort

source: Multi Player Characters
cs: Postavy Hry pro Více Hráčů
de: Mehrspielercharaktere
el: Ήρωες για Τετραπλό
fr: Personnages Multijoueurs
sv: Flerspelarkaraktärer

source: Delete Multi Player Hero
cs: Smazat Hrdinu Hry pro Více Hráčů
de: Mehrspielercharakter löschen
el: Διαγραφή Ήρωα για Τετραπλό
fr: Effacer un Personnage Multi
sv: Ta Bort Flerspelarhjälte

source: Delete Single Player Hero
cs: Smazat Hrdinu Hry pro Jednoho Hráče
de: Einzelspielercharakter löschen
el: Διαγραφή Ήρωα για Μονό
fr: Effacer un Personnage Solo
sv: Ta Bort Enspelarhjälte

source: Are you sure you want to delete the character "{:s}"?
cs: Opravdu chceš smazat postavu "{:s}"?
de: Bist Du sicher, dass Du den Charakter "{:s}" löschen willst?
el: Είσαι σίγουρος ότι θες να διαγράψεις τον ήρωα "{:s}";
fr: Voulez-vous vraiment supprimer le personnage "{:s}" ?
sv: Är du säker att du vill ta bort karaktären "{:s}"?

source: Single Player
cs: Hra Jednoho Hráče
de: Einzelspieler
el: Ατομικό Παιχνίδι
fr: Solo
sv: En Spelare

source: Multi Player
cs: Hra Více Hráčů
de: Mehrspieler
el: Τετραπλό Παιχνίδι
fr: Multijoueur
sv: Flera Spelare

source: Settings
cs: Nastavení
de: Einstellungen
el: Ρυθμίσεις
fr: Paramètres
sv: Inställningar

source: Support
cs: Podpora
de: Hilfe
el: Υποστήρηξη

source: Show Credits
cs: Ukaž Autory
de: Mitwirkende
el: Συντελεστές
fr: Afficher les crédits
sv: Visa Spelskapare

source: Exit Hellfire
cs: Ukonči Hellfire
de: Hellfire verlassen
el: Έξοδος
fr: Quitter Hellfire
sv: Avsluta Hellfire

source: Exit Diablo
cs: Ukonči Diablo
de: Diablo verlassen
el: Έξοδος
fr: Quitter Diablo
sv: Avsluta Diablo

source: Shareware
el: Δωρεάν Έκδοση

source: Client-Server (TCP)
cs: Klient-Server (TCP)
el: Διακομιστή-πελάτη (TCP)
fr: Client-Serveur (TCP)
sv: Klient-Server (TCP)

source: Multi Player Game
cs: Hra pro Více Hráčů
de: Mehrspieler-Spiel
el: Τετραπλό Παιχνίδι
fr: Partie Multijoueur
sv: Flerspelarsspel

source: Requirements:
cs: Požadavky:
de: Beschreibung:
el: Απαιτήσεις:
fr: Prérequis:
sv: Krav:

source: no gateway needed
cs: brána není potřeba
de: Kein Gateway erforderlich
el: χωρίς πύλη
fr: sans passerelle
sv: ingen gateway behövs

source: Select Connection
cs: Vyber typ připojení
de: Verbindungsart
el: Σύνδεση
fr: Sélection Connexion
sv: Välj Anslutning

source: Change Gateway
cs: Změň Bránu
de: Gateway wechseln
el: Αλλαγή Πύλης
fr: Changer de Passerelle
sv: Ändra Gateway

source: All computers must be connected to a TCP-compatible network.
cs: Všechny počítače musí být připojeny k TCP-kompatibilní síti.
de: Verbindung über ein TCP-kompatibles Netzwerk.
el: Όλοι οι υπολογιστές πρέπει να είναι συνδεδεμένοι σε TCP-συμβατό δίκτυο.
fr: Tous les ordinateurs doivent être connectés à un réseau compatible TCP.
sv: Alla datorer måste vara uppkopplade till ett TCP-kompatibelt nätverk.

source: All computers must be connected to the internet.
cs: Všechny počítače musí být připojeny k internetu.
de: Alle Computer müssen mit dem Internet verbunden sein.
el: Όλοι οι υπολογιστές πρέπει να είναι συνδεδεμένοι στο διαδίκτυο.
fr: Tous les ordinateurs doivent être connectés à internet.
sv: Alla datorer måste vara uppkopplade till internet.

source: Play by yourself with no network exposure.
cs: Hraj sám, bez jakéhokoli připojení do sítě.
de: Ermöglicht das netzwerklose Solospiel.
el: Παίξε μόνος χωρίς έκθεση σε κάποιο δίκτυο.
fr: Jouez en solo sans connexion à internet.
sv: Spela själv utan nätverkstillgång.

source: Players Supported: {:d}
cs: Možný Počet Hráčů: {:d}
de: Unterstützte Spieler: {:d}
el: Mέγιστοι πάικτες: {:d}
fr: Joueurs Max : {:d}
sv: Stött antal Spelare: {:d}

source: Diablo
el: Ντιάμπλο

source: Diablo Shareware
el: Ντιάμπλο Διαμοιραζόμενή Έκδοση

source: Hellfire
el: Χελφαϊερ

source: Hellfire Shareware
el: Χελφαϊερ Διαμοιραζόμενή Έκδοση

source: The host is running a different game than you.
cs: Host má spuštěnou jinou hru než ty.
de: Der Host betreibt ein anderes Spiel als Du.
el: Ο εξυπηρετητής τρέχει διαφορετικό παιχνίδι σε σχέση με σένα.
fr: L'hôte utilise un jeu différent du vôtre.
sv: Värden håller i ett annat spel än du.

source: The host is running a different game mode ({:s}) than you.
cs: Host má spuštěnou jinou verzi hry ({:s}) než ty.
de: Der Spielersteller verwendet einen anderen Spielmodus ({:s}) als du.
el: Ο εξυπηρετητής τρέχει διαφορετικό παιχνίδι ({:s}) σε σχέση με σένα.
fr: L'hôte utilise un mode de jeu ({:s}) différent du vôtre.
sv: Värden kör ett annat spelläge ({:s}) än du.

source: Your version {:s} does not match the host {:d}.{:d}.{:d}.
cs: Tvoje verze {:s} neodpovídá verzi hosta {:d}.{:d}.{:d}.
de: Deine Version {:s} stimmt nicht mit der des Hosts {:d}.{:d}.{:d} überein.
el: Η έκδοση του λογισμικού σου {:s} είναι διαφορετική από τον εξυπηρετητή {:d}.{:d}.{:d}.
fr: Votre version {:s} ne correspond pas à celle de l'hôte {:d}.{:d}.{:d}.
sv: Din version {:s} stämmer inte överens med värdens {:d}.{:d}.{:d}.

source: Description:
cs: Popis:
de: Beschreibung:
el: Περιγραφή:
sv: Beskrivning:

source: Select Action
cs: Vyber Akci
de: Aktion wählen
el: Επιλέξτε Δράση
fr: Sélectionner l'Action
sv: Välj Handling

source: Create Game
cs: Vytvoř Hru
de: Spiel erstellen
el: Νέο Παιχνίδι
fr: Créer une Partie
sv: Skapa Spel

source: Create Public Game
cs: Vytvoř Veřejnou Hru
de: Offenes Spiel erstellen
el: Νέο Ανοικτό Παιχνίδι
fr: Créer une Partie Publique
sv: Skapa Offentligt Spel

source: Join Game
cs: Připoj se ke Hře
de: Spiel beitreten
el: Είσοδος σε Παιχνίδι
fr: Rejoindre une Partie
sv: Gå Med Spel

source: Public Games
cs: Veřejné Hry
de: Öffentliche Spiele
el: Ανοικτά Παιχνίδια
fr: Parties Publiques
sv: Offentliga Spel

source: Loading...
cs: Načítám...
de: Lade...
el: Φόρτωση...
fr: Chargement...
sv: Laddar...

source: None
cs: Žádný
de: Keine
el: Κανένα
fr: Rien
sv: Ingen

source: CANCEL
cs: ZRUŠIT
de: ABBRECHEN
el: Άκυρο
fr: ANNULER
sv: AVBRYT

source: Create a new game with a difficulty setting of your choice.
cs: Vytvoří novou hru s obtížností jakou si zvolíš.
de: Erstelle ein neues Spiel mit Passwort und dem von Dir gewählten Schwierigkeitsgrad.
el: Δημιούργησε νέο παιχνίδι με δυσκολία της επιλογής σας.
fr: Créer une nouvelle partie avec le niveau de difficulté de votre choix.
sv: Skapa ett nytt spel med valfri svårighetsgrad.

source: Create a new public game that anyone can join with a difficulty setting of your choice.
cs: Vytvoří novou veřejnou hru s obtížností jakou si zvolíš.
de: Erstelle ein neues offenes Spiel mit freiem Beitritt und dem von Dir gewählten Schwierigkeitsgrad.
el: Δημιούργησε νέο δημόσιο παιχνίδι που οποιοσδήποτε μπορεί να μπει με δυσκολία της επιλογής σας.
fr: Créer une nouvelle partie, que tout le monde peut rejoindre, avec le niveau de difficulté de votre choix.
sv: Skapa ett nytt spel som vem som helst kan gå med i med valfri svårighetsgrad.

source: Enter Game ID to join a game already in progress.
cs: Zadej ID Hry a připoj se k probíhající hře.
de: Einem laufenden Spiel via Spiel-ID beitreten.
el: Εισάγετε ένα Αριθμό Ταυτότητας Παιχνιδιού (ID) για να εισέλθετε στο παιχνίδι που είναι σε εξέλιξη.
fr: Entrez un ID de partie pour rejoindre une partie déjà en cours.
sv: Skriv in ett spel-ID för att gå med ett spel som redan pågår.

source: Enter an IP or a hostname to join a game already in progress.
cs: Zadej IP nebo název hry a připoj se k probíhající hře.
de: Einem laufenden Spiel via IP-Adresse oder Hostnamen beitreten.
el: Εισάγετε μια IP ή ένα όνομα εξυπηρετητή για να εισέλθετε στο παιχνίδι που είναι σε εξέλιξη.
fr: Entrez une adresse IP ou un nom d'hôte pour rejoindre une partie déjà en cours.
sv: Skriv in IP-adress eller DNS-namn för att ansluta till befintligt spel.

source: Join the public game already in progress.
cs: Připoj se ke veřejné probíhající hře.
de: Einem laufenden öffentlichen Spiel beitreten.
el: Εισέλθετε σε υπάρχων δημόσια ανοιχτό παιχνίδι που είναι σε εξέλιξη.
fr: Rejoindre une partie publique déjà en cours.
sv: Anslut till befintligt publikt spel.

source: Normal
el: Κανονικό
fr: Normale

source: Nightmare
de: Alptraum
el: Εφιάλτης
fr: Cauchemar
sv: Mardröm

source: Hell
de: Hölle
el: Κόλαση
fr: Enfer
sv: Helvete

source: Difficulty: {:s}
cs: Obtížnost: {:s}
de: Schwierigkeitsgrad: {:s}
el: Δυσκολία: {:s}
fr: Difficulté : {:s}
sv: Svårighetsgrad: {:s}

source: Speed: Normal
cs: Rychlost: Normální
de: Geschwindigkeit: Normal
el: Ταχύτητα: Κανονική
fr: Vitesse : Normal
sv: Hastighet: Normalt

source: Speed: Fast
cs: Rychlost: Rychlá
de: Geschwindigkeit: Schnell
el: Ταχύτητα: Γρήγορη
fr: Vitesse : Rapide
sv: Hastighet: Snabbt

source: Speed: Faster
cs: Rychlost: Rychlejší
de: Geschwindigkeit: Schneller
el: Ταχύτητα: Γρηγορότερη
fr: Vitesse : plus rapide
sv: Hastighet: Snabbare

source: Speed: Fastest
cs: Rychlost: Nejrychlejší
de: Geschwindigkeit: Am schnellsten
el: Ταχύτητα: Ταχύτατη
fr: Vitesse : Le plus rapide
sv: Hastighet: Snabbast

source: Players:
cs: Hráči:
de: Spieler:
el: Παίκτες:
fr: Joueurs :
sv: Spelare:
