Repository: diasurgical/devilutionX
Catalog: Translations/*.po
Languages: bg, da, it, pl, uk

source: adds {:d} point to damage
bg: добавя {:d} точка към щети
it: aggiunge {:d} punto al danno
pl: +{:d} pkt. obrażeń
uk: додає {:d} очко до шкоди

source: fires random speed arrows
bg: изстрелва стрели със случайна скорост
it: velocità di gittata casuale
pl: losowe szybkie strzały
uk: стріляє кілька швидких стріл

source: unusual item damage
bg: необичайни щети за тип предмет
it: danno non comune
pl: nietypowe obrażenia
uk: у предмету незвичайна шкода

source: altered durability
bg: променена издръжливост
it: durabilità alterata
pl: zmieniona wytrzymałość
uk: змінена міцність

source: one handed sword
bg: меч за една ръка
it: spada a una mano
pl: miecz jednoręczny
uk: одноручний меч

source: constantly lose hit points
bg: постоянно губене на живот
it: perdita costante di punti ferita
pl: stale tracisz punkty życia
uk: постійно втрачаєш очки життя

source: life stealing
bg: изсмукване на живот
it: sottrae vita
pl: kradzież życia
uk: краде життя

source: no strength requirement
bg: няма изисквания за сила
it: nessun requisito di forza
pl: brak wymogu siły
uk: немає вимог по силі

source: lightning damage: {:d}
bg: мълнийни щети: {:d}
it: danno fulmineo: {:d}
pl: obrażenia błyskawic: {:d}
uk: шкода блискавкою: {:d}

source: lightning damage: {:d}-{:d}
bg: мълнийни щети: {:d}-{:d}
it: danno fulmineo: {:d}-{:d}
pl: obrażenia błyskawic: {:d}-{:d}
uk: шкода блискавкою: {:d}-{:d}

source: charged bolts on hits
bg: светкавични заряди при удар
it: scariche fulminee al colpo
pl: rzuca Wiązkę Błyskawic przy trafieniu
uk: при ударі стріляє зарядженою стрілою

source: occasional triple damage
bg: случайни тройни щети
it: danno triplo occasionale
pl: szansa na potrojenie obrażeń
uk: випадкова потрійна шкода

source: decaying {:+d}% damage
bg: разпадащи се {:+d}% щети
it: riduzione {:+d}% danno
pl: rozkład {:+d}% obrażeń
uk: шкода згасає {:+d}%

source: 2x dmg to monst, 1x to you
bg: 2x щети за чуд., 1x за играч
it: 2x danno a mostro, 1x a te
pl: 2x obr. dla potw, 1x dla cb
uk: 2х шкд монстрам, 1х шкд тобі

source: Random 0 - 600% damage
bg: Произволни 0 - 600% щети
it: Danno casuale 0 - 600%
pl: Losowo 0 - 600% obrażeń
uk: Випадкова шкода 0 - 600%

source: low dur, {:+d}% damage
bg: ниска изд., {:+d}% щети
it: dur ridotta, {:+d}% danno
pl: mała wyt, {:+d}% obrażeń
uk: низька міц, {:+d}% шкоди

source: extra AC vs demons
bg: допълнително КБ с/у демони
it: extra AC contro demoni
pl: ekstra pancerz przeciwko demonom
uk: додат. ШУ проти демонів

source: extra AC vs undead
bg: допълнително КБ с/у немъртви
it: extra AC contro non morti
pl: ekstra pancerz przeciwko nieumarłym
uk: додат. ШУ проти нечисті

source: 50% Mana moved to Health
bg: 50% Мана пренесена в Живот
it: 50% Mana spostato a Salute
pl: 50% Many przechodzi do Życia
uk: 50% Мани перенесене в Здоров'я

source: 40% Health moved to Mana
bg: 40% Живот пренесен в Мана
it: 40% Salute spostato a Mana
pl: 40% Życia przechodzi do Many
uk: 40% Здоров'я перенесене в Ману

source: damage: {:d} Indestructible
bg: щети: {:d} Неразрушими
it: danno: {:d} Invulnerabile
pl: obr: {:d} Niezniszczalność
uk: шкода: {:d} Неруйновний

source: damage: {:d} Dur: {:d}/{:d}
bg: щети: {:d} Изд: {:d}/{:d}
it: danno: {:d} Dur: {:d}/{:d}
pl: obr: {:d} Wyt: {:d}/{:d}
uk: шкода: {:d} Міц: {:d}/{:d}

source: damage: {:d}-{:d} Indestructible
bg: щети: {:d}-{:d} Неразрушим
it: danno: {:d}-{:d} Indistruttibile
pl: obr: {:d}-{:d} Niezniszczalność
uk: шкода: {:d}-{:d} Неруйновний

source: damage: {:d}-{:d} Dur: {:d}/{:d}
bg: щети: {:d}-{:d} Изд: {:d}/{:d}
it: danno: {:d}-{:d} Dur: {:d}/{:d}
pl: obr: {:d}-{:d} Wyt: {:d}/{:d}
uk: шкода: {:d}-{:d} Міц: {:d}/{:d}

source: armor: {:d} Indestructible
bg: броня: {:d} Неразрушим
it: armatura: {:d} Indistruttibile
pl: pancerz: {:d} Niezniszczalność
uk: броня: {:d} Неруйновний

source: armor: {:d} Dur: {:d}/{:d}
bg: броня: {:d} Изд: {:d}/{:d}
it: armatura: {:d} Dur: {:d}/{:d}
pl: pancerz: {:d} Wyt: {:d}/{:d}
uk: броня: {:d} Міц: {:d}/{:d}

source: Charges: {:d}/{:d}
bg: Заряди: {:d}/{:d}
it: Cariche: {:d}/{:d}
pl: Ładunki: {:d}/{:d}
uk: Заряди: {:d}/{:d}

source: unique item
bg: уникат
it: oggetto unico
pl: unikat
uk: унікальний предмет

source: Not Identified
bg: Неразпознат
it: Sconosciuto
pl: Nie zidentyfikowano
uk: Не Розпізнано

source: Skeleton King's Lair
bg: Леговището на Краля на скелетите
it: Covo di Re Scheletro
pl: Siedziba Króla Szkieletów
uk: Лігво Короля-Скелета

source: Chamber of Bone
bg: Камера на Костите
it: Camera d'Ossa
pl: Komnata Kości
uk: Палата Кості

source: Maze
bg: Лабиринт
it: Il Labirinto
pl: Labirynt
uk: Лабіринт

source: Poisoned Water Supply
bg: Отровения извор
it: L'Acqua Contaminata
pl: Zatrute Źródło Wody
uk: Отруєне Джерело

source: Archbishop Lazarus' Lair
bg: Убежището на Архиепископ Лазар
it: Covo dell'Arcivescovo Lazarus
pl: Siedziba Arcybiskupa Lazarusa
uk: Лігво Архієпископа Лазаря

source: Church Arena
it: Arena della Chiesa
pl: Arena Kościoła
uk: Арена "Церква"

source: Hell Arena
it: Arena Inferno
pl: Arena Piekła
uk: Арена "Пекло"

source: Circle of Life Arena
it: Arena del Cerchio della Vita
pl: Arena Kręgu Życia
uk: Арена "Коло життя"

source: Down to dungeon
bg: Надолу към Подземието
it: Giù nel sotterraneo
pl: Zejdź do lochu
uk: Вниз в підземелля

source: Down to catacombs
bg: Надолу към Катакомбите
it: Per le catacombe
pl: Zejdź do katakumb
uk: Вниз в катакомби

source: Down to caves
bg: Надолу към Пещерите
it: Giù alle caverne
pl: Zejdź do jaskiń
uk: Вниз в печери

source: Down to hell
bg: Надолу към Ада
it: Giù all'inferno
pl: Zejdź do piekła
uk: Вниз в пекло

source: Down to Hive
bg: Надолу към Свърталището
it: Giù all'Alveare
pl: Zejdź do Gniazda
uk: Вниз в Гніздо

source: Down to Crypt
bg: Надолу към Криптата
it: Giù nella Cripta
pl: Zejdź do Krypty
uk: Вниз до Склепу

source: Up to level {:d}
bg: Нагоре към ниво {:d}
it: Su al livello {:d}
pl: Wejdź na poziom {:d}
uk: Вверх на {:d} рівень

source: Up to town
bg: Нагоре към Града
it: Su in città
pl: Wejdź do miasta
uk: Вверх у Місто

source: Down to level {:d}
bg: Надолу към ниво {:d}
it: Giù al livello {:d}
pl: Zejdź na poziom {:d}
uk: Вниз на {:d} рівень

source: Down to Diablo
bg: Надолу към Диабло
it: Giù da Diablo
pl: Staw czoła Diablo
uk: Вниз до Діабло

source: Up to Nest level {:d}
bg: Нагоре към Свърталище ниво {:d}
it: Su al livello del Covo {:d}
pl: Do Gniazda - poziom {:d}
uk: Вверх на {:d} рівень Гнізда

source: Up to Crypt level {:d}
bg: Нагоре към Крипта ниво {:d}
it: Giù al livello della Cripta {:d}
pl: Do Krypty - poziom {:d}
uk: Вверх на {:d} рівень Склепу

source: Cornerstone of the World
bg: Основоположният камък на Света
it: La Pietra Angolare del Mondo
pl: Fundament Świata
uk: Наріжний Камінь Світу

source: Down to Crypt level {:d}
bg: Надолу към Крипта ниво {:d}
it: Giù al livello della Cripta {:d}
pl: Do Krypty - poziom {:d}
uk: Вниз на {:d} рівень Склепу

source: Back to Level {:d}
bg: Нагоре към Ниво {:d}
it: Torna al Livello {:d}
pl: Wróć na poziom {:d}
uk: Назад на {:d} рівень

source: Unable to open save file archive
bg: Невъзможно отваряне на файл за запис
it: Impossibile aprire file di salvataggio
pl: Nie można otworzyć pliku zapisu
uk: Неможливо відкрити архів збереження

source: Invalid save file
bg: Невалиден файлов запис
it: Salvataggio non valido
pl: Nieprawidłowy plik zapisu
uk: Файл збереження зламаний

source: Player is on a Hellfire only level
bg: Играчът е на ниво само за Hellfire
it: Il Giocatore è in un livello esclusivo di Hellfire
pl: Gracz przebywa na poziomie z dodatku Hellfire
uk: Гравець на рівні, доступному тільки в Hellfire

source: Invalid game state
bg: Невалидно игрово състояние
it: Stato del gioco non valido
pl: Nieprawidłowy stan gry
uk: Невірний стан гри

source: Unable to display mainmenu
bg: Невъзможно да се покаже главно меню
it: Impossibile mostrare menu
pl: Nie można wyświetlić głównego menu
uk: Неможливо показати головне меню

# monster
source: Zombie
bg: Зомби
it: Zombi
uk: Зомбі

# monster
source: Ghoul
bg: Таласъм
pl: Ghul
uk: Гуль

# monster
source: Rotting Carcass
bg: Гниещ Труп
it: Carcassa in Decomposizione
pl: Gnijące Truchło
uk: Гниюча Туша

# monster
source: Black Death
bg: Черна Смърт
it: Morte Nera
pl: Czarna Śmierć
uk: Чорна Смерть

# monster
source: Fallen One
bg: Изпаднал
it: Dannato
pl: Upadły
uk: Впалий

# monster
source: Carver
bg: Дълбач
it: Intagliatore
pl: Podrzynacz
uk: Різьбяр

# monster
source: Devil Kin
bg: Дяволска Челяд
it: Stirpe del Diavolo
pl: Diablik
uk: Бісовий Рід

# monster
source: Dark One
bg: Очернен
it: Oscuro
pl: Mroczny
uk: Темний

# monster
source: Skeleton
bg: Скелет
it: Scheletro
pl: Szkielet
uk: Скелет

# monster
source: Corpse Axe
bg: Корпус Брадвен
it: Cadavere con Ascia
pl: Trupi Topornik
uk: Труп з Сокирою

# monster
source: Burning Dead
bg: Горящ Мъртвец
it: Morto al Rogo
pl: Płonący Trup
uk: Палаючий Скелет

# monster
source: Horror
bg: Кошмар
it: Orrore
pl: Kościej
uk: Кошмар

# monster
source: Scavenger
bg: Лешояд
it: Necrofago
pl: Ścierwojad
uk: Сміттяр

# monster
source: Plague Eater
bg: Чумояд
it: Divoratore di Peste
pl: Pożeracz Zarazy
uk: Пожирач Чуми

# monster
source: Shadow Beast
bg: Звяр от Сенките
it: Bestia d'Ombra
pl: Bestia Cienia
uk: Звір Тіні

# monster
source: Bone Gasher
bg: Костодрач
it: Sfregia Ossa
pl: Miażdżyciel Kości
uk: Костогриз

# monster
source: Corpse Bow
bg: Корпус Лъков
it: Cadavere con Arco
pl: Trupi Łucznik
uk: Труп з Луком

# monster
source: Skeleton Captain
bg: Скелет Капитан
it: Scheletro Capo
pl: Kapitan Szkieletów
uk: Капітан Скелетів

# monster
source: Corpse Captain
bg: Корпус Капитан
it: Cadavere Capo
pl: Kapitan Zwłok
uk: Капітан Трупів

# monster
source: Burning Dead Captain
bg: Горящ Мъртвец Капитан
it: Morto al Rogo Capo
pl: Kapitan Płonących Trupów
uk: Капітан Палаючих Скелетів

# monster
source: Horror Captain
bg: Кошмар Капитан
it: Orrore Capo
pl: Kapitan Kościejów
uk: Капітан Кошмарів

# monster
source: Invisible Lord
bg: Невидим Повелител
it: Lord Invisibile
pl: Niewidzialny Władca
uk: Невидимий Лорд

# monster
source: Hidden
bg: Прикрит
it: Nascosto
pl: Ukryty
uk: Прихований

# monster
source: Stalker
bg: Следящ от Сенките
it: Molestatore
pl: Prześladowca
uk: Сталкер

# monster
source: Unseen
bg: Незабелязан
it: Inosservato
pl: Niewidoczny
uk: Невидимий

# monster
source: Illusion Weaver
bg: Предач на Илюзии
it: Tessitore di Illusione
pl: Tkacz Iluzji
uk: Ткач Іллюзій

# monster
source: Satyr Lord
bg: Сатир Господар
it: Lord dei Satiri
pl: Władca Satyrów
uk: Лорд Сатирів

# monster
source: Flesh Clan
bg: Плътски Клан
it: Clan delle Viscere
pl: Klan Rozpruwaczy
uk: Клан Плоті

# monster
source: Stone Clan
bg: Каменен Клан
it: Clan di Pietra
pl: Klan Kamienia
uk: Клан Каменю

# monster
source: Fire Clan
bg: Огнен Клан
it: Clan del Fuoco
pl: Klan Ognia
uk: Клан Вогню

# monster
source: Night Clan
bg: Нощен Клан
it: Clan delle Tenebre
pl: Klan Nocy
uk: Клан Ночі

# monster
source: Fiend
bg: Злосторник
it: Demone
pl: Bies
uk: Біс

# monster
source: Blink
bg: Моменталник
it: Guizzo
pl: Migon
uk: Блимач

# monster
source: Gloom
bg: Мрачник
it: Tenebra
pl: Ponurzec
uk: Похмурень

# monster
source: Familiar
bg: Познайник
it: Sfacciato
pl: Chowaniec
uk: Фамільяр

# monster
source: Acid Beast
bg: Киселинен Звяр
it: Bestia d'Acido
pl: Żrąca Bestia
uk: Кислотний Звір

# monster
source: Poison Spitter
bg: Отровохрачещ
it: Sputa Veleno
pl: Trujopluj
uk: Отрутоплюй

# monster
source: Pit Beast
bg: Ямен Звяр
it: Bestia da Fossa
pl: Wżerobestia
uk: Ямний Звір

# monster
source: Lava Maw
bg: Магмена Паст
it: Fauci di Lava
pl: Ogniopaszczy
uk: Лавова Паща

# monster
source: Skeleton King
bg: Кралят Скелет
it: Scheletro Re
pl: Król Szkieletów
uk: Король-Скелет

# monster
source: The Butcher
bg: Касапина
it: Il Macellaio
pl: Rzeźnik
uk: М'ясник

# monster
source: Overlord
bg: Надзирател
it: Lord Supremo
pl: Nadzorca
uk: Повелитель

# monster
source: Mud Man
bg: Кален човек
it: Uomo Melma
pl: Błotoczłek
uk: Брудолюдина

# monster
source: Toad Demon
bg: Крастав демон
it: Demone Rospo
pl: Ropuszy Demon
uk: Жабодемон

# monster
source: Flayed One
bg: Кожодер
it: Scuoiato
pl: Obdzieracz Skór
uk: Облуплений

# monster
source: Wyrm
bg: Змей
it: Verme
pl: Żmijowiec
uk: Супостат

# monster
source: Cave Slug
bg: Пещерен плужек
it: Lumaca di Caverna
pl: Podziemny Czerw
uk: Печерний Слизняк

# monster
source: Devil Wyrm
bg: Дяволски змей
it: Verme Demoniaco
pl: Diabelski Żmijowiec
uk: Диявол-Супостат

# monster
source: Devourer
bg: Поглъщащ
it: Divoratore
pl: Pożeracz
uk: Пожирач

# monster
source: Magma Demon
bg: Магмен Демон
it: Demone di Magma
pl: Demon Magmy
uk: Демон Магми

# monster
source: Blood Stone
bg: Кръвен Kамък
it: Pietra di Sangue
pl: Kamień Krwi
uk: Кривавий Камінь

# monster
source: Hell Stone
bg: Адски Камък
it: Roccia Infernale
pl: Piekielny Kamień
uk: Пекельний Камінь

# monster
source: Lava Lord
bg: Господар на Лавата
it: Lord di Lava
pl: Władca Lawy
uk: Лорд Лави

# monster
source: Horned Demon
bg: Рогат Демон
it: Demone Cornuto
pl: Rogaty Demon
uk: Рогатий Демон

# monster
source: Mud Runner
bg: Кален Бегач
it: Velocista di Fango
pl: Błotowiec
uk: Брудобігун

# monster
source: Frost Charger
bg: Връхлитащ Мраз
it: Portatore di Gelo
pl: Mroźny Szarżownik
uk: Морозний Бігун

# monster
source: Obsidian Lord
bg: Обсидианов Повелител
it: Lord di Ossidiana
pl: Obsydianowy Władca
uk: Лорд Обсидіяну

# monster
source: oldboned
bg: Старокостен
it: dissossato
pl: staruszek
uk: старокостяний

# monster
source: Red Death
bg: Червена Смърт
it: Morte Rossa
pl: Czerwona Zaraza
uk: Червона Смерть

# monster
source: Litch Demon
bg: Лич Демон
it: Demone Litch
pl: Diabelski Mag
uk: Демон-Ліч

# monster
source: Undead Balrog
bg: Немъртъв Барлог
it: Balrog Non Morto
pl: Nieumarły Balrog
uk: Балрог-Нежить

# monster
source: Incinerator
bg: Изгарящ
it: Inceneritore
pl: Kremator
uk: Крематор

# monster
source: Flame Lord
bg: Огнен Господар
it: Lord di Fiamma
pl: Władca Płomieni
uk: Лорд Вогню

# monster
source: Doom Fire
bg: Обречен Пламък
it: Fuoco di Sventura
pl: Płonąca Zagłada
uk: Вогонь Долі

# monster
source: Hell Burner
bg: Адски Горяч
it: Fucina Infernale
pl: Piekielny Pomiot
uk: Пальник Пекла

# monster
source: Red Storm
bg: Червена Буря
it: Tempesta Rossa
pl: Czerwony Burzowiec
uk: Червоний Шторм

# monster
source: Storm Rider
bg: Буреносен Водач
it: Velocista della Tempesta
pl: Burzowy Jeździec
uk: Штормовий Вершник

# monster
source: Storm Lord
bg: Господар на Бурите
it: Lord della Tempesta
pl: Władca Burz
uk: Лорд Шторму

# monster
source: Maelstrom
bg: Маелстрьом
pl: Cyklon
uk: Вихор

# monster
source: Devil Kin Brute
bg: Дяволска Челяд Здравеняк
it: Bruto Stirpe del Diavolo
pl: Oprych Diablików
uk: Бісовий Рід-Нелюд

# monster
source: Winged-Demon
bg: Крилат Демон
it: Demone Alato
pl: Skrzydlaty Demon
uk: Крилатий Демон

# monster
source: Gargoyle
bg: Гаргойл
pl: Gargulec
uk: Ґаргулья

# monster
source: Blood Claw
bg: Кървав нокът
it: Artiglio Insanguinato
pl: Krwawoszpon
uk: Кривавий Кіготь

# monster
source: Death Wing
bg: Смъртоносно Крило
it: Morte Alata
pl: Śmiercioskrzydły
uk: Крило Смерті

# monster
source: Slayer
bg: Унищожител
it: Assassino
pl: Pogromca
uk: Вбивця

# monster
source: Guardian
bg: Пазител
it: Custode
pl: Strażnik
uk: Заступник

# monster
source: Vortex Lord
bg: Господар на Вихъра
it: Lord del Vortice
pl: Władca Wiru
uk: Лорд Вихру

# monster
source: Balrog
bg: Балрог
uk: Балрог

# monster
source: Cave Viper
bg: Пещерна Усойница
it: Vipera di Caverna
pl: Jaskiniowy Żmij
uk: Печерна Гадюка

# monster
source: Fire Drake
bg: Огнена Ламя
it: Drago di Fuoco
pl: Ognisty Jaszczur
uk: Вогняний Левіятан

# monster
source: Gold Viper
bg: Златна Усойница
it: Vipera d'Oro
pl: Złoty Żmij
uk: Золота Гадюка

# monster
source: Azure Drake
bg: Лазурена Ламя
it: Drago Azzurro
pl: Lazurowy Jaszczur
uk: Лазурний Левіятан

# monster
source: Black Knight
bg: Черен Рицар
it: Cavaliere Nero
pl: Czarny Rycerz
uk: Чорний Лицар

# monster
source: Doom Guard
bg: Пазител на Обречените
it: Custode del Destino
pl: Strażnik Zagłady
uk: Страж Долі

# monster
source: Steel Lord
bg: Стоманен Повелител
it: Lord d'Acciaio
pl: Stalowy Władca
uk: Лорд Сталі

# monster
source: Blood Knight
bg: Кървав Рицар
it: Cavaliere di Sangue
pl: Rycerz Krwi
uk: Лицар Крові

# monster
source: The Shredded
bg: Раздробените
it: Il Triturato
pl: Związany
uk: Січений

# monster
source: Hollow One
bg: Празнодушен
it: Incavato
pl: Pusta Istota
uk: Пустий

# monster
source: Pain Master
bg: Господар на Болката
it: Signore del Dolore
pl: Mistrz Bólu
uk: Майстер Болю

# monster
source: Reality Weaver
bg: Предач на Rеалности
it: Tessitore di Realtà
pl: Tkacz Rzeczywistości
uk: Ткач Реальності

# monster
source: Succubus
bg: Сукуби
it: Succubo
pl: Sukkub
uk: Суккуб

# monster
source: Snow Witch
bg: Ледена Вещица
it: Strega della Neve
pl: Śnieżna Wiedźma
uk: Сніжна Відьма

# monster
source: Hell Spawn
bg: Адска Отродия
it: Prole Infernale
pl: Córa Piekieł
uk: Пекельний Виродок

# monster
source: Soul Burner
bg: Душеизпепеляваща
it: Fucina di Anime
pl: Wypalaczka Dusz
uk: Пальник Душ

# monster
source: Counselor
bg: Съветник
it: Consigliere
pl: Kanclerz
uk: Радник

# monster
source: Magistrate
bg: Магистрат
it: Magistrato
pl: Mediator
uk: Магістрат

# monster
source: Cabalist
bg: Кабалист
it: Cabalista
pl: Kabalista
uk: Кабаліст

# monster
source: Advocate
bg: Адвокат
it: Difensore
pl: Adwokat
uk: Прибічник

# monster
source: Golem
bg: Голем
uk: Голем

# monster
source: The Dark Lord
bg: Диабло
it: Il Signore Oscuro
pl: Mroczny Władca
uk: Темний Лорд

# monster
source: The Arch-Litch Malignus
bg: Архи-немъртвия Малигнус
it: Il Maligno Arci Litch
pl: Arcy-Lisz Złośliwiec
uk: Архі-Ліч Малігнус

# monster
source: Hellboar
bg: Адски глиган
it: Cinghiale infernale
pl: Piekielny Dzik
uk: Пекельний Кабан

# monster
source: Stinger
bg: Бодливец
it: Pungiglione
pl: Kąsacz
uk: Жало

# monster
source: Psychorb
bg: Психорба
pl: Wizjoner
uk: Псих-Око

# monster
source: Arachnon
bg: Арахнон
pl: Pajęczysko
uk: Арахнон

# monster
source: Felltwin
bg: Изпаднал близнак
pl: Wtórnie Upadły
uk: Фелтвін

# monster
source: Hork Spawn
bg: Хоркски Отрок
it: Prole di Hork
pl: Pomiot Przeżartucha
uk: Блювотний Виродок

# monster
source: Venomtail
bg: Отровопашка
it: Coda Velenosa
pl: Ogon Jadu
uk: Отруто-хвіст

# monster
source: Necromorb
bg: Некроморб
pl: Nekrokula
uk: Некро-Око

# monster
source: Spider Lord
bg: Паяк Властелин
it: Lord Ragno
pl: Pajęczy Władca
uk: Лорд-Павук

# monster
source: Lashworm
bg: Шибачервей
pl: Okaleczony Robak
uk: Хльостохробак

# monster
source: Torchant
bg: Факлоплюец
pl: Zapaleniec
uk: Торчант

# monster
source: Hork Demon
bg: Демона Хорк
it: Hork il Demone
pl: Przeżartuch
uk: Блювотний Демон

# monster
source: Hell Bug
bg: Адско насекомо
it: Insetto Infernale
pl: Piekielny Robak
uk: Пекельний Жук

# monster
source: Gravedigger
bg: Гробар
it: Becchino
pl: Grabarz
uk: Могильник

# monster
source: Tomb Rat
bg: Гробен плъх
it: Ratto di Tomba
pl: Grobowy Szczur
uk: Могильний Щур

# monster
source: Firebat
bg: Огнен прилеп
it: Pipistrello Infuocato
pl: Ognisty Nietoperz
uk: Вогняний Кажан

# monster
source: Skullwing
bg: Черепокрил
it: Teschio Alato
pl: Skrzydlata Czaszka
uk: Черепокрило

# monster
source: Lich
bg: Лич
pl: Lisz
uk: Ліч

# monster
source: Crypt Demon
bg: Демон от Криптата
it: Demone della Cripta
pl: Demon Krypty
uk: Демон Склепу

# monster
source: Hellbat
bg: Адски прилеп
it: Pipistrello Infernale
pl: Piekielny Nietoperz
uk: Пекельний Кажан

# monster
source: Bone Demon
bg: Костен демон
it: Demone di Ossa
pl: Kościany Demon
uk: Кістяний Демон

# monster
source: Arch Lich
bg: Архи-лич
it: Arci Lich
pl: Arcylisz
uk: Архі-Ліч

# monster
source: Biclops
bg: Биклоп
it: Biciclope
pl: Dwugłowiec
uk: Біклоп

# monster
source: Flesh Thing
bg: Буцаплът
it: Pasticcio di Carne
pl: Padliniec
uk: Річ із Плоті

# monster
source: Reaper
bg: Жътвар
it: Mietitore
pl: Żniwiarz
uk: Жнець

# monster
source: Na-Krul
bg: На-Крул
uk: На-Крул

# monster
source: Gharbad the Weak
bg: Хилавия Гарбад
it: Gharbad il Fiacco
pl: Garbad Słaby
uk: Слабак Габард

# monster
source: Zhar the Mad
bg: Лудият Жар
it: Zhar il Folle
pl: Zhar Szalony
uk: Безумний Жар

# monster
source: Snotspill
bg: Сополивия
it: Moccio
pl: Śluzoglut
uk: Шмарклі

# monster
source: Arch-Bishop Lazarus
bg: Архиепископ Лазар
it: Arcivescovo Lazarus
pl: Arcybiskup Lazarus
uk: Архієпископ Лазар

# monster
source: Red Vex
bg: Червената Векс
it: Tormento Rosso
pl: Czerwona Dręczycielka
uk: Червоний Векс

# monster
source: Black Jade
bg: Черната Джейд
it: Giada Nera
pl: Nefrytoczerń
uk: Чорний Нефрит

# monster
source: Lachdanan
bg: Лахданан
uk: Лахданан

# monster
source: Warlord of Blood
bg: Кървавият Пълководец
it: Comandante del Sangue
pl: Marszałek Krwi
uk: Воєвода Крові

# monster
source: The Defiler
bg: Осквернителят
it: Il Profanatore
pl: Profanator
uk: Паплюжник

# monster
source: Bonehead Keenaxe
bg: Кокалоглав Секирострастен
pl: Bezmózgi Topornik
uk: Гостросокирний Кістяк

# monster
source: Bladeskin the Slasher
bg: Срязващия Острокож
it: Bladeskin lo Squartatore
pl: Twardoskóry Zabójca
uk: Рубака Мечешкура

# monster
source: Soulpus
bg: Душегной
it: Purulento
pl: Ropiejąca Dusza
uk: Душогній

# monster
source: Pukerat the Unclean
bg: Нечистливия Бълвоплъх
it: Pukerat l'Impuro
pl: Plugawy Szujożerca
uk: Нечистий Блювопацюк

# monster
source: Boneripper
bg: Костотрошача
it: Squarta Ossa
pl: Kościorwij
uk: Костелом

# monster
source: Rotfeast the Hungry
bg: Гладния Гнилопир
it: Rotfeast il Famelico
pl: Pleśniożer
uk: Голодний Гнилеїд

# monster
source: Gutshank the Quick
bg: Пъргавия Чреволеш
it: Gutshank il Lesto
pl: Zwinny Patroszyciel
uk: Швидкий Животоріз

# monster
source: Brokenhead Bangshield
bg: Чупеглав Хлопащит
pl: Czaszkołup Tarczownik
uk: Ломочереп зі Щитом

# monster
source: Bongo
bg: Бонго
uk: Бонго

# monster
source: Rotcarnage
bg: Кланегнил
it: Strage di Marciume
pl: Rzezimieszek
uk: Гнилеріз

# monster
source: Shadowbite
bg: Сенкохапливия
it: Morso di Tenebra
pl: Kąsacz Cieni
uk: Тінекус

# monster
source: Deadeye
bg: Мъртвоко
it: Occhio Morto
pl: Martwooki
uk: Снайпер

# monster
source: Madeye the Dead
bg: Мъртвия Лудоок
it: Madeye il Morto
pl: Trup Szalonooki
uk: Мертвий Влучник

# monster
source: El Chupacabras
it: Chupacabra
uk: Чупакабри

# monster
source: Skullfire
bg: Черепогън
it: Teschio Infuocato
pl: Ognistogłowy
uk: Череповогонь

# monster
source: Warpskull
bg: Кривочереп
it: Teschio Deforme
pl: Wypaczona Czaszka
uk: Кривочереп

# monster
source: Goretongue
bg: Кръвоезик
it: Lingua Cruenta
pl: Krwiopijca
uk: Кровоязик

# monster
source: Pulsecrawler
bg: Пулсолазещия
pl: Rozdrażniony Pełzacz
uk: Пульсоповз

# monster
source: Moonbender
bg: Луногърчещ
pl: Zaklinacz Księżyca
uk: Місячний Маг

# monster
source: Wrathraven
bg: Гнявогарван
it: Corvo d'Ira
pl: Kruk Gniewu
uk: Ворон Кари

# monster
source: Spineeater
bg: Шипояд
it: Mangia Vertebre
pl: Kręgojad
uk: Хребетоїд

# monster
source: Blackash the Burning
bg: Горящия Чернопепел
it: Blackash il Bruciato
pl: Spopielacz
uk: Пекучий Чорнопопіл

# monster
source: Shadowcrow
bg: Сянкогарван
it: Corvo Ombra
pl: Cieniowron
uk: Тіньоворона

# monster
source: Blightstone the Weak
bg: Слабия Болнокамен
it: Blightstone il Fiacco
pl: Osłabiony Niszczyciel
uk: Слабак Іржекамінь

# monster
source: Bilefroth the Pit Master
bg: Жлъчепян Началника на Ямата
it: Bilefroth Padron del Fosso
pl: Rządca Czeluści
uk: Господар Ями Жовчепінь

# monster
source: Bloodskin Darkbow
bg: Кръвокож Тъмнолък
pl: Krwawoskóry Łucznik
uk: Темнолучник Кровошкур

# monster
source: Foulwing
bg: Долнокрил
it: Turpe Alato
pl: Plugawoskrzydły
uk: Огиднокрил

# monster
source: Shadowdrinker
bg: Сянкопиеца
it: Succhia Ombra
pl: Spijacz Cieni
uk: Тінопитій

# monster
source: Hazeshifter
bg: Омараменящия
it: Foschia Mutevole
pl: Dręczyciel
uk: Імлозмін
