Repository: diasurgical/devilutionX
Catalog: Translations/*.po
Languages: bg, da, it, pl, uk

source: My grandmother often tells me stories about the strange forces that inhabit the graveyard outside of the church. And it may well interest you to hear one of them. She said that if you were to leave the proper offering in the cemetary, enter the cathedral to pray for the dead, and then return, the offering would be altered in some strange way. I don't know if this is just the talk of an old sick woman, but anything seems possible these days.
bg: Моята баба често ми разказва истории за някаква странна сила, обитаваща пределите на гробището до църквата. Може би ще ти е интересно да чуеш една от тях. Тя ми прошепна, че ако оставиш подходящия дар в гробището, влезеш в катедралата, за да се помолиш за душите на мъртвите и се върнеш обратно, оставеният предмет щял да придобие друг вид. Не знам дали това е просто измислица в главата на една болна старица, но пък, всичко изглежда възможно тези дни.
it: Mia nonna mi racconta spesso storie riguardo strane forze sconosciute che popolano il cimitero al di fuori della chiesa. Potrebbe interessarti sentirne una. Ha detto che se lasci un'offerta adeguata nel cimitero, entri nella cattedrale per pregare i morti, e ritorni, l'offerta si sarebbe alterata in qualche strano modo. Io non so se questi sono solo i vaneggiamenti di un'anziana donna malata, ma qualsiasi cosa pare possibile di questi giorni.
uk: Моя бабуся часто розповідає мені історії про дивні сили, які населяють цвинтар біля церкви. Може тобі було б цікаво почути одну з них. Вона сказала, що якби ти залишиш належне подання на цвинтарі, увійдеш до собору, щоб помолитися за померлих, а потім повернешся, то подання якимось дивним чином зміниться. Я не знаю, чи це лише маразм старої хворої жінки, але сьогодні все здається можливим.

source: Hmmm. A vast and mysterious treasure you say. Mmmm. Maybe I could be interested in picking up a few things from you. Or better yet, don't you need some rare and expensive supplies to get you through this ordeal?
bg: Хммммм. Огромно и тайнствено съкровище. М-м-м. Може и да се заинтересовам да купя някои неща от теб. Или всъщност, не ти ли трябват редки и ценни материали, които да те преведат през това изпитание?
it: Hmmm. Un tesoro vasto e misterioso, dici. Mmmm. Forse potrei essere interessato a raccogliere alcune cose da te. O meglio ancora, non hai bisogno di rifornimenti rari e costosi per superare questo calvario?
pl: Ogromny i tajemniczy skarb, powiadasz? Może nawet coś bym od ciebie kupił... a nie potrzebujesz może jakiegoś unikalnego i drogiego wyposażenia żeby go zdobyć?
uk: Хммм. Значить, величезний і таємничий скарб. Мммм. Можливо, мені було б цікаво взяти в тебе кілька речей. Або ще краще, хіба тобі не потрібні рідкісні та дорогі припаси, щоб пройти це випробування?

source: So, you're the hero everyone's been talking about. Perhaps you could help a poor, simple farmer out of a terrible mess? At the edge of my orchard, just south of here, there's a horrible thing swelling out of the ground! I can't get to my crops or my bales of hay, and my poor cows will starve. The witch gave this to me and said that it would blast that thing out of my field. If you could destroy it, I would be forever grateful. I'd do it myself, but someone has to stay here with the cows...
bg: А, значи ти си героят, за когото всички говорят. Навярно можеш да помогнеш на един беден, прост фермер, да се спаси от беда? На юг от тук, в края на овощната ми градина, има някакво ужасно подуване, излизащо от земята и препречва пътя. Не мога да стигна до моя посев или до балите сено, кравите ми нямат какво да ядат. Вещицата ми даде това и ми каза, че ще гръмне това нещо далеч от нивата. Ако можеш да го унищожиш, ще ти бъда благодарен до живот. Не искам да оставям кравите без надзор, иначе бих го направил сам.
it: Quindi, sei tu l'eroe di cui tutti parlano. Forse potresti aiutare un povero, umile contadino a uscire da un terribile guaio? Al confine del mio orto, appena a sud di qui, un terribile rigonfiamento è sbucato dal suolo! Non posso recarmi al mio raccolto o alle balle di fieno, le mie povere mucche moriranno di fame. La strega mi ha dato questo dicendo che avrebbe dilaniato quella cosa nel mio campo. Se potessi eliminarla, te ne sarei grato. Lo farei io, ma qualcuno deve badare alle mucche...
pl: Hej, to chyba o tobie wszyscy wkoło gadają. Pomożesz biednemu, prostemu farmerowi? Na skraju mojego gospodarstwa, na południe stąd, z ziemi wypełzło jakieś paskudztwo! Blokuje mi drogę do upraw i stogów siana, przez co moje krowy zaczynają głodować. Wiedźma dała mi to coś, żeby wysadzić tamto szkaradztwo w powietrze. Jeśli mnie wyręczysz, będę ci dozgonnie wdzięczny. Sam nie dam rady, bo wiesz, ktoś musi pilnować krów...
uk: Отже, ти герой, про якого всі говорили. Можливо, ти міг би допомогти бідному, простому фермеру вийти з жахливої ситуації? На півдні звідси, на краю мого саду, з землі надулася якась жахлива річ! Я не можу дістатися до своїх посівів чи тюків сіна, і мої бідні корови будуть голодувати. Відьма дала ось це мені і сказала, що це підірве ту штуку з мого поля. Якби ти міг її знищити, я був би навіки вдячний. Я б це зробив сам, але хтось має залишитися тут з коровами…

source: I knew that it couldn't be as simple as that witch made it sound. It's a sad world when you can't even trust your neighbors.
bg: Предусещах, че няма да е толкова лесно, колкото вещицата го изкара, че ще е. Жалко място е светът, когато не можеш да се довериш на съседите си.
it: Sapevo che non sarebbe stato semplice come la strega l'ha fatto sembrare. Che mondo triste se non puoi fidarti del prossimo.
pl: Wiedziałem, że to nie może być takie proste, jak mówiła wiedźma. To smutne, że w dzisiejszych czasach nie można ufać już nawet własnym sąsiadom.
uk: Я знав, що все не може бути так просто, як казала та відьма. Це сумний світ, коли ти не можеш довіряти навіть своїм сусідам.

source: Is it gone? Did you send it back to the dark recesses of Hades that spawned it? You what? Oh, don't tell me you lost it! Those things don't come cheap, you know. You've got to find it, and then blast that horror out of our town.
bg: Няма го? Изпрати ли го обратно във владенията на Хадес, откъдето се е пръкнало? Е? Само не ми казвай, че го загуби! Тези неща струват скъпо, дано разбираш. Трябва да го намериш и да гръмнеш този ужас извън града ни.
it: È andato? L'hai rispedito negli oscuri recessi dell'Ade da dove era venuto? Tu cosa? Oh, non dirmi che l'hai perso! Queste cose sono sconvenienti, sai. Devi trovarlo, e distruggere quell'orrore scacciandolo dalla nostra città.
pl: Już po wszystkim? Czy to coś wróciło już do ciemnych otchłani Hadesu, z których przyszło? Co?! No nie mów mi, że gdzieś ci się zgubił ładunek! To nie była tania rzecz. Musisz go teraz znaleźć. Inaczej nie pozbędziesz się tego paskudztwa z naszego miasta.
uk: Вона зникло? Ти відправив її назад до темних закутків Аїда, що породили його? Що? О, тільки не кажи мені, що ти її не знайшов! Такі речі коштують недешево. Ти маєш знайти її, а потім підірвати ту жахливу річ.

source: I heard the explosion from here! Many thanks to you, kind stranger. What with all these things comin' out of the ground, monsters taking over the church, and so forth, these are trying times. I am but a poor farmer, but here -- take this with my great thanks.
bg: Чух тътена от тук. Много ти благодаря, драги ми страннико. Не знам какво става, нито откъде се взеха тези неща, излизащи от земята, чудовищата завладяващи църквата и всичко останало. Живеем в тежки времена. Аз съм беден фермер, но ето, това е за теб, моят начин да се отблагодаря.
it: Ho udito l'esplosione fin qui! Grazie, generoso straniero. Con tutte queste cose provenienti dal sottosuolo, mostri che corrompono la chiesa, e così via, questi sono tempi duri. Sono solo un povero contadino, ma ecco, prendi questo con mia somma gratitudine.
pl: Eksplozję było słychać aż tutaj! Wielkie dzięki. Nastały trudne czasy - najpierw te potwory w katedrze, teraz to coś wypełzające z ziemi. Wiesz, może i jestem biednym farmerem, ale potrafię docenić czyjś trud - weź to w podzięce.
uk: Я почув вибух звідти! Велике тобі спасибі, добрий незнайомець. Що з усіма цими речами, що виходять із землі, монстрами, що захоплюють церкву, і так далі, це важкі часи. Я лише бідний фермер, але ось — візьми це, і мою велику подяку.

source: Oh, such a trouble I have...maybe...No, I couldn't impose on you, what with all the other troubles. Maybe after you've cleansed the church of some of those creatures you could come back... and spare a little time to help a poor farmer?
bg: О, каква беда си навлякох... може би... Не, не мога да те забърквам в това, при всичките други проблеми. Може би, после, след като поразчистиш църквата от тези същества, можеш да се върнеш... и да отделиш малко време, за да помогнеш на един беден фермер?
it: Oh, che problema che ho...forse...No, non posso importelo, con tutti i problemi che hai. Forse dopo che avrai ripulito la chiesa da queste creature potresti ritornare... e dedicare un po' del tuo tempo per aiutare un povero contadino?
pl: Och, mam kłopot... może... Nie, nie, nie... Masz wystarczająco dużo problemów. Ale jeśli możesz to odwiedź mnie, kiedy już oczyścisz kościół z tych kreatur... Znajdziesz wtedy trochę czasu dla biednego farmera, co?
uk: Ой, така в мене біда... може... Ні, я не можу нав'язуватись тобі, коли у тебе інші неприємності. Може, після того, як ти очистиш церкву від тих створінь, ти повернешся... і виділиш трохи часу, щоб допомогти бідному фермеру?

source: Waaaah! (sniff) Waaaah! (sniff)
bg: Аа-а-ааа! (подсмърча) Ааа-аа-а!(подсмърча)
pl: Buuu! Buuu!
uk: Гуууу! (хлип) Гуууу! (хлип)

source: I lost Theo! I lost my best friend! We were playing over by the river, and Theo said he wanted to go look at the big green thing. I said we shouldn't, but we snuck over there, and then suddenly this BUG came out! We ran away but Theo fell down and the bug GRABBED him and took him away!
bg: Загубих Тео! Загубих най-добрия си приятел! Играехме си при реката, Тео искаше да отиде да види какво е онова голямо зелено нещо. Казах му, че не трябва да го прави, но... отидохме до него и изведнъж тази голяма буболечка се показа! Побягнахме, но Тео се спъна и тя го отвлече!
it: Ho perso Theo! Ho perso il mio migliore amico! Giocavamo sul fiume, e Theo disse di voler andare a vedere la grande cosa verde. Dissi che non dovevamo, ma sgattaiolammo fino a là, e improvvisamente questo INSETTO uscì! Siamo fuggiti ma Theo cadde e l'insetto l'AFFERRò portandoselo via!
pl: Zgubiłam Teosia! To mój najlepszy przyjaciel! Bawiliśmy się przy rzece, i Teoś powiedział, że idziemy zobaczyć to duże zielone coś. Mówiłam, że lepiej nie, ale był uparty i poszliśmy. Nagle wypełzł wielki ROBAL! Zaczęliśmy uciekać, ale Teoś upadł i to coś go PORWAłO!
uk: Я загубила Тео! Я загубила свого найкращого друга! Ми гралися біля річки, і Тео сказав, що хоче подивитися на велику зелену штуку. Я сказала, що не треба, але ми прокрались туди, а потім раптом вийшов цей ЖУК! Ми втекли, але Тео впав, і жук СХОПИВ і забрав його !

source: Didja find him? You gotta find Theodore, please! He's just little. He can't take care of himself! Please!
bg: Намери ли го? Трябва да намериш Теодор, моля те! Той е толкова малък. Не знае да се грижи за себе си! Умолявам те!
it: L'hai trovato? Ritrova Theodore, per favore! È piccolo. Non è in grado di prendersi cura di sé. Ti prego!
pl: Masz go? Znajdź Teodora, proszę! Jest taki malutki. Nie poradzi sobie sam! Proszę!
uk: Ти його знайшов? Будь ласка, знайди Теодора! Він просто маленький. Він не може подбати про себе! Прошу!

source: You found him! You found him! Thank you! Oh Theo, did those nasty bugs scare you? Hey! Ugh! There's something stuck to your fur! Ick! Come on, Theo, let's go home! Thanks again, hero person!
bg: Намерил си го! Намерил си го! Благодаря ти! О, Тео, тези гадни буболечки, изплашиха ли те? Ей! Ъъъ! Нещо се е лепнало за козината ти! Блах! Хайде, Тео, да се връщаме у дома! Благодаря ти отново, геройски персонаж!
it: L'hai trovato! L'hai trovato! Grazie! Oh Theo, quei brutti insetti ti hanno spaventato? Ehi! Ugh! Hai qualcosa attaccato alla pelle! Ick! Su, Theo, torniamo a casa! Grazie di nuovo, eroico individuo!
pl: Masz go! Jest bezpieczny! Dziękuję ci! Och Teosiu, czy te paskudne robale cię wystraszyły? Co to? Blee! Coś przyczepiło ci się do futerka! Fuj! Chodź Teosiu, wracamy do domu! A tobie jeszcze raz dziękuję!
uk: Ти знайшов його! Ти знайшов його! Дякую! О, Тео, тебе налякали ті неприємні жучки? Фе! Тьфу! Щось прилипло до твого хутра! Фу! Давай, Тео, ходімо додому! Ще раз дякую, герой!

source: We have long lain dormant, and the time to awaken has come. After our long sleep, we are filled with great hunger. Soon, now, we shall feed...
bg: Ние бяхме в дълга летаргия и настана време да се събудим. А след толкова много сън, изпитваме велик глад. Скоро, ще се нахраним...
it: Siamo rimasti a lungo sopiti, il tempo del risveglio è ormai giunto. Dopo il nostro lungo sonno, siamo affamati. Presto, ora, ci nutriremo...
pl: Przez lata byliśmy pogrążeni w głębokim śnie, ale nadszedł moment przebudzenia. Po tak długim spoczynku czujemy potworny głód. Już wkrótce ruszymy na łowy...
uk: Ми довго дрімали, і настав час пробудження. Після довгого сну ми сповнені сильний голодом. Вже скоро, ми поживимося…

source: Have you been enjoying yourself, little mammal? How pathetic. Your little world will be no challenge at all.
bg: Забавлявал ли си се досега, малки бозайнико? Колко жалък си. Твоят малък свят изобщо няма да бъде предизвикателство.
it: Ti diverti, piccolo mammifero? Com'è patetico. Il tuo piccolo mondo non sarà minimamente una minaccia.
pl: Usunięta kwestia.
uk: Тобі сподобалось, ссавцю? Як жалюгідно. Твій маленький світ не буде для нас проблемою.

source: These lands shall be defiled, and our brood shall overrun the fields that men call home. Our tendrils shall envelop this world, and we will feast on the flesh of its denizens. Man shall become our chattel and sustenance.
bg: Тези земи ще бъдат осквернени и нашето челяд ще завземе полетата, които хората наричат домове. Нашите пипала ще хванат в прегръдка този свят и ние ще се храним от плътта на неговите обитатели. Човекът ще бъде наш скот и препитание.
it: Contamineremo queste terre, la nostra stirpe invaderà le distese che gli uomini chiamano casa. I nostri viticci avvolgeranno il mondo, e noi banchetteremo con la carne dei suoi abitanti. L'uomo sarà il nostro nutrimento.
pl: Wasza kraina zostanie sprofanowana, a nasza rasa opanuje ziemię, która jest waszym domem. Nasze macki obejmą cały świat i będziemy ucztować na zwłokach jego mieszkańców. Ludzie staną się naszymi orędownikami i pożywieniem.
uk: Ці землі будуть осквернені, і наш виводок заполонить поля, які люди називають домом. Наші вусики огорнуть цей світ, і ми будемо ласувати плоттю його мешканців. Людина стане нашим майном і їжею.

source: Ah, I can smell you...you are close! Close! Ssss...the scent of blood and fear...how enticing...
bg: Надушвам те... на близо си! Близо! Ссссс... мирисът на кръв и страх... колко съблазнително...
it: Ah, sento il tuo odore...sei vicino! Vicino! Ssss...odore di sangue e paura...com'è allettante...
pl: Usunięta kwestia.
uk: Ах, я чую тебе…ти близько! Близько! Шшшш…запах крові та страху…як привабливо…

source: And in the year of the Golden Light, it was so decreed that a great Cathedral be raised. The cornerstone of this holy place was to be carved from the translucent stone Antyrael, named for the Angel who shared his power with the Horadrim. In the Year of Drawing Shadows, the ground shook and the Cathedral shattered and fell. As the building of catacombs and castles began and man stood against the ravages of the Sin War, the ruins were scavenged for their stones. And so it was that the cornerstone vanished from the eyes of man. The stone was of this world -- and of all worlds -- as the Light is both within all things and beyond all things. Light and unity are the products of this holy foundation, a unity of purpose and a unity of possession.
bg: И в годината на Златната Светлина, било речено да бъде издигната велика Катедрала. Основоположният камък на това свето място трябвало да бъде издялан от прозрачния камък Антираел, кръстен в чест на Ангела, споделил своята сила с Хорадрим. В годината на Застилащите сенки, земята се потресе и Катедралата се напука и рухна. Когато започнал строежът на катакомби и замъци започна наново и човека се изправи пред разрухата на Войната на Греха, руините бяха преровени за камъни. Така, крайъгълният камък изчезна от погледа на човека. Камъкът принадлежи на този свят и на всички други светове, също както Светлината, е вътре и отвъд всичко. Светлината и единството са плодовете от тази свята основа, единство за намерения и единство за притежание.
it: E nell'anno della Luce Dorata, fu decretato che una maestosa Cattedrale fosse eretta. La pietra angolare di questo sacro luogo doveva essere scavata nella pietra traslucida di Antyrael, così chiamata in nome dell'Angelo che ha condiviso il suo potere con gli Horadrim. Nell'anno designato all'Oscurità, la terra tremò e la Cattedrale cadde in frantumi. Quando iniziò la costruzione di catacombe e castelli e l'uomo si oppose alle devastazioni della Guerra del Peccato, le rovine vennero spazzate via da tutte le loro pietre. E così la pietra angolare svanì. La pietra era di questo mondo - e di tutti i mondi - come la luce è sia dentro che fuori da ogni cosa. La luce e l'unità sono le fondamenta di questa sacra creazione, un'unione di scopi e di beni.
pl: I tak, w roku Złotej światłości, podjęto decyzję o wzniesieniu wielkiej Katedry. Kamieniem węgielnym tego świętego miejsca była półprzezroczysta skała, Antyrael, nazwana tak na cześć Anioła, który podzielił się swą wiedzą z horadrimami. W roku Zwodniczych Cieni nastąpiło trzęsienie ziemi, przez które Katedra popadła w ruinę. Gdy budowano katakumby i zamki, a ludzkość walczyła ze spustoszeniem wywołanym przez Wojnę Grzechu, z ruin wygrzebano cenną skałę. Tak właśnie zniknął kamień węgielny. Kamień był jednocześnie z tego świata i ze wszystkich światów. Tak jak światłość jest jednocześnie wewnątrz wszystkiego i ponad wszystkim. Światłość i jedność są świętą podstawą: jedność celu i jedność dziedzictwa.
uk: І в рік Золотого Світла було так постановлено, щоб був зведений великий Собор. Наріжний камінь цього святого місця мав бути висічений з напівпрозорого каменю Антіраель, названого на честь ангела, який розділив свою владу з Хорадрімом. У рік довгих тіней земля затряслася, а собор розколовся і рухнув. Коли розпочалося будівництво катакомб і замків, а людство стояло проти спустошення Війни Гріхів, руїни були знайдені в пошуках каменів. Так сталося, що наріжний камінь зник з очей людей. Камінь був від цього світу – і від усіх світів – оскільки Світло є у всіх речах, і поза всіма речами. Світло і єдність є наслідками цієї святої основи, єдність мети і єдність володіння.

source: Moo.
bg: Муу.
it: Muu.
pl: Muu.
uk: Му.

source: I said, Moo.
bg: Казах: муу.
it: Ho detto, Muu.
pl: No, muu.
uk: Я сказав Му.

source: Look I'm just a cow, OK?
bg: Виж, аз съм крава, Ясно ли е?
it: Sono solo una mucca, OK?
pl: Słuchaj, jestem krową, kapujesz?
uk: Я проста корова, ясно?

source: All right, all right. I'm not really a cow. I don't normally go around like this; but, I was sitting at home minding my own business and all of a sudden these bugs & vines & bulbs & stuff started coming out of the floor... it was horrible! If only I had something normal to wear, it wouldn't be so bad. Hey! Could you go back to my place and get my suit for me? The brown one, not the gray one, that's for evening wear. I'd do it myself, but I don't want anyone seeing me like this. Here, take this, you might need it... to kill those things that have overgrown everything. You can't miss my house, it's just south of the fork in the river... you know... the one with the overgrown vegetable garden.
bg: Добре де, добре де, Не съм всъщност крава. Обикновено не се разхождам така, но както си седя вкъщи вършейки моите си работи, изведнъж всички тези твари, пълзящи храсти, луковици и разни работи, започнаха да никнат от пода... страшно беше! Ако само имах нещо нормално, което да облека, нямаше да е чак толкова зле. Хей! Можеш ли да отидеш у дома и да ми донесеш костюма? Кафявият по-точно, не сивия - той е вечерно облекло. Бих го направил сам, но не искам никой да ме вижда в този вид. Ето, вземи това, може да ти потрябва... за да отстраниш тези неща, избуяли навсякъде. Няма как да пропуснеш дома ми, на юг при разклонението на реката... онази с избуялата зеленчукова градина...
it: Va bene, va bene. Non sono una mucca. Di solito non giro in questo modo; ero seduto a casa a farmi gli affari miei quando a un tratto questi insetti, tralci e bulbi e altro sono iniziati ad uscire fuori dal pavimento... orribile! Se soltanto avessi qualcosa di decente da indossare, non sarebbe così male. Ehi! Potresti tornare alla mia dimora a prendere il mio vestito? Quello marrone, non il grigio, che sfrutto solo di sera. Lo farei io, ma non voglio che mi vedano conciato così. Ecco, prendi questo, potrebbe servirti... per uccidere quelle cose che hanno invaso tutto. Non puoi mancare la mia casa, è poco più a sud del biforcarsi del fiume... sai... quella con l'orto incolto.
pl: Dobra, dobra. To tylko przebranie. Normalnie się tak nie ubieram, ale siedziałem w domu i rozmyślałem nad swoim życiem, gdy nagle te robale, pnącza i inne świństwa zaczęły wypełzać spod podłogi... to było okropne! Szkoda, że nie miałem pod ręką innego ubrania, nie wyglądałbym jak skończony wariat. Hej! Może wpadniesz do mnie do domu i przyniesiesz mój garniak? Ten brązowy, bo szary jest na wyjścia wieczorowe. Zrobiłbym to sam, ale nie chcę, żeby ktoś widział mnie w tym przebraniu. Weź to, może się przydać do... przedarcia się przez te wszystkie przerosty. Ciężko nie zauważyć mojego domu, jest na południu, przy rozwidleniu rzeki... wiesz... taki z przerośniętym ogródkiem.
uk: Ну добре, добре. Насправді я не корова. Зазвичай я так не ходжу; але я сидів вдома і займався власними справами, і раптом з підлоги почали вилазити жуки, лози, цибулини... це було жахливо! Якби в мене був час нормально одягнутися, я б виглядав не так погано. Гей! Ти б не міг піти до моєї хати і забрати костюм? Коричневий, а не сірий, той для вечору. Я б зробив це сам, але я не хочу, щоб мене бачили в цьому убранні. Ось візьми це, може знадобиться... щоб вбити ті речі, що обросли на моїй хаті. Її не пропустиш, вона на півдні від розвилки річки... ну знаєш... та, де город заріс .

source: What are you wasting time for? Go get my suit! And hurry! That Holstein over there keeps winking at me!
bg: Какво чакаш още? Отиди да вземеш костюма ми! И побързай! Това Холщайнско говедо отсреща продължава да ми намигва!
it: Perché perdi tempo? Riportami il vestito! Sbrigati! Quella Holstein laggiù continua a farmi l'occhiolino!
pl: Na co ty czekasz? Leć po mój garniak! Szybko! Tamten byczek dziwnie się już na mnie patrzy!
uk: Що ти тут стоїш? Іди і знайди мій костюм! І поспіши! Той Гольштейн мені весь час підморгує!

source: Hey, have you got my suit there? Quick, pass it over! These ears itch like you wouldn't believe!
bg: Е, взе ли костюма ми? Хайде, дай ми го! Ушите така ме сърбят така, че си нямаш и представа!
it: Ehi, hai preso il mio vestito? Presto, passamelo! Queste orecchie prudono come non crederesti mai!
pl: Hej, masz moje ubranie? Streszczaj się! Te uszy tak swędzą, że już nie wytrzymie!
uk: Гей, у тебе є мій костюм? Швидко, давай його сюди! Ти не повіриш як ці вуха сверблять!
