Repository: diasurgical/DevilutionX
Catalog: Translations/*.po
Languages: cs, de, el, fr, sv

source: I am still waiting for you to bring me that stone from the heavens. I know that I can make something powerful out of it.
cs: Stale cekam, kdy mi prineses ten kamen z oblohy. Vim, ze z nej muzu udelat neco mocneho.
de: Ich warte immer noch, dass Ihr mir diesen Stein des Himmels bringt. Ich weiß, dass ich etwas Machtvolles daraus herstellen könnte.
el: Ακόμα περιμένω να μου φέρεις εκείνη την πέτρα από τον ουρανό. Ξέρω ότι μπορώ να φτιάξω κάτι δυνατό από αυτό.
fr: J'attends toujours que vous m'apportiez cette roche céleste. Je sais que je peux en faire quelque chose de puissant.
sv: Jag väntar fortfarande på att du ska ge mig den där stenen från himen. Jag vet att jag kan göra något kraftfullt från den.

source: Let me see that - aye... aye, it is as I believed. Give me a moment... Ah, Here you are. I arranged pieces of the stone within a silver ring that my father left me. I hope it serves you well.
cs: Podivejme se - ej... jo, je to jak, jsem veril. Pockej chvilku... Ah, tady mas. Vlozil jsem kousky kamene do stribrneho prstenu, ktery mi nechal muj otec. Doufam, ze ti bude k uzitku.
de: Zeigt mir das mal kurz. Ja, genau, das habe ich mir gedacht. Gebt ihn mal gerade her... hier! Ich habe Splitter des Steines in einen Silberring eingelassen, den ich von meinem Vater geerbt habe. Ich hoffe, er hilft Euch.
el: Επίτρεψε μου να το δω - ναι... ναι, είναι όπως πίστευα. Δώσε μου ένα λεπτό... Α, ορίστε. Διαρρύθμισα κομμάτια της πέτρας μέσα σε ένα ασημένιο δαχτυλίδι που μου άφησε ο πατέρας μου. Ελπίζω ότι θα σε υπηρετήσει καλά.
fr: Laissez-moi voir – oui... oui, c'est bien ce que je pensais. Laissez-moi un moment... Ah, voilà. J'ai serti des morceaux de la roche dans une chevalière en argent que mon père m'avait laissée. J'espère qu'elle vous sera bien utile.
sv: Låt mig se - o ja, o ja, det är som jag trodde. Ge mig ett ögonblick... Ah, här får du. Jag lade in bitar av stenen i en silverring min fader lämnade efter sig. Jag hoppas du får användning för den.

source: I used to have a nice ring; it was a really expensive one, with blue and green and red and silver. Don't remember what happened to it, though. I really miss that ring...
cs: Mel jsem pekny prsten; byl fakt drahej, s modrym a zelenym a cervenym a stribrnym. Jenze si nepamatuju, co se s nim stalo. Fakt mi ten prsten chybi...
de: Ich hatte auch mal einen schönen Ring. War ein richtig teurer, so mit Blau und Rot und Grün und Silber. Weiß gar nicht, was damit passiert ist. Aber ich vermisse ihn wirklich.
el: Είχα ένα ωραίο δαχτυλίδι. ήταν πολύ ακριβό, με μπλε και πράσινο και κόκκινο και ασημί. Δεν θυμάμαι τι του συνέβη, όμως. Μου λείπει πολύ αυτό το δαχτυλίδι...
fr: J'avais une belle bague ; elle avait coûté cher, avec du bleu et du vert et du rouge et de l'argent. Sauf que j'me souviens pas de c'qu'elle est devenue. Qu'est-ce qu'elle me manque, cette bague…
sv: Jag hade en gång en fin ring; det var en riktigt dyr en, med blått och grönt och rött och silver. Men jag kommer inte ihåg vad som hände med den. Jag saknar verkligen den där ringen...

source: The Heaven Stone is very powerful, and were it any but Griswold who bid you find it, I would prevent it. He will harness its powers and its use will be for the good of us all.
cs: Nebesky kamen je velmi mocny a kdyby to byl nekdo jiny nez Griswold, kdo te ho poslal najit, branila bych ho. Spouta jeho sily a jeho uziti bude dobre pro nas vsechny.
de: Der Himmelsstein ist sehr mächtig, und würde Euch jemand anderer als Griswold bitten, ihn zu suchen, so würde ich es verhindern. Er aber wird die Kräfte des Steins zu bändigen und zum Wohle der gesamten Menschheit einzusetzen wissen.
el: Η Ουράνια Πέτρα είναι πολύ ισχυρή, και αν ήταν κάποιος εκτός από τον Γκρίσγουαλντι που σου πρότεινε να την βρεις, θα σε απέτρεπα. Θα αξιοποιήσει τις δυνάμεις της και η χρησιμότητα της θα είναι για το καλό όλων μας.
fr: La Roche Céleste est très puissante, et si c'était n'importe qui d'autre que Griswold qui vous demandait de la trouver, je l'en empêcherais. Il va réussir à dominer ses pouvoirs et elle servira pour notre bien à tous.
sv: Himlastenen är mycket kraftfull, och om någon annan en Griswold hade bett dig hitta den, hade jag stoppat dig. Han kommer tygla dess kraft och dess användning kommer vara till godo för oss alla.

source: If anyone can make something out of that rock, Griswold can. He knows what he is doing, and as much as I try to steal his customers, I respect the quality of his work.
cs: Jestli muze nekdo udelat neco z toho kamene,tak Griswold. Vi toho o sve praci hodne a i kdyz se mu snazim ukrast zakazniky, respektuji kvalitu jeho prace.
de: Wenn irgend jemand etwas aus diesem Stück Stein zaubern kann, dann Griswold. Er weiß genau, was er tut, und auch wenn ich versuche, ihm seine Kunden abspenstig zu machen, so respektiere ich doch die Qualität seiner Arbeit.
el: Αν κάποιος μπορεί να φτιάξει κάτι από αυτήν την πέτρα, ο Γκρισγουάλντ μπορεί. Ξέρει τι κάνει και όσο και αν προσπαθώ να κλέψω τους πελάτες του, σέβομαι την ποιότητα της δουλειάς του.
fr: S'il y a une personne qui peut faire quelque chose de cette roche, c'est bien Griswold. Il sait ce qu'il fait, et j'ai beau essayer de lui piquer ses clients, je respecte la qualité de son travail.
sv: Om någon kan göra något från den där stenen så kan Griswold. Han vet vad han gör och fast jag försöker stjäla hans kunder respekterar jag nivån i hans produkter.

source: The witch Adria seeks a black mushroom? I know as much about Black Mushrooms as I do about Red Herrings. Perhaps Pepin the Healer could tell you more, but this is something that cannot be found in any of my stories or books.
cs: Carodejka Adria hleda cernou houbu? O Cernych houbach toho vim tolik, co o Cervenych sledich. Mozna Pepin lecitel ti povi vice, ale v zednem z mych pribehu nebo knih takovou vec nenajdes.
de: Adria, die Hexe, benötigt einen schwarzen Pilz? Über schwarze Pilze weiß ich leider genauso viel wie über rosa Schnittlauch. Vielleicht kann Euch Pepin, der Heiler, etwas mehr darüber verraten. In meinen Büchern und Geschichten jedenfalls steht nichts davon.
el: Η μάγισσα η Άντρια αναζητά ένα μαύρο μανιτάρι; Ξέρω τόσα για τα Μαύρα Μανιτάρια όσο και για τις Κόκκινες Ρέγγες. Ίσως ο Πέπιν ο Θεραπευτής θα μπορούσε να σου πει περισσότερα, αλλά αυτό δεν είναι κάτι που μπορεί να βρεθεί σε κάποια από τις ιστορίες ή στα βιβλία μου.
fr: Adria la sorcière cherche un champignon noir ? J'en sais autant sur les champignons noirs que sur les harengs saurs. Peut-être que Pepin le Guérisseur pourrait vous en dire plus, mais c'est quelque chose qu'on ne trouve nulle part dans mes histoires ou dans mes livres.
sv: Häxan Adria letar efter en svart svamp? Jag vet lika mycket om Svarta Svampar som jag vet om Röda Sillar. Kanske Läkaren Pepin skulle kunna berätta mer, men det här är något som inte finns i mina historier eller böcker.

source: Let me just say this. Both Garda and I would never, EVER serve black mushrooms to our honored guests. If Adria wants some mushrooms in her stew, then that is her business, but I can't help you find any. Black mushrooms... disgusting!
cs: Reknu ti jenom tohle. Ani Garda ani ja vubec NIKDY nepodavame nasim ctenym hostum cerne houby. Jestli chce Adria uvarit nejake houby, tak je to jenom jeji vec, ale ja ti nemuzu pomoct s jejich hledanim. Cerne houby... jak nechutne!
de: Dazu kann ich nur eines sagen: Weder Garda noch ich haben oder werden unseren zahlenden Gästen JEMALS schwarze Pilze servieren. Wenn Adria solche Pilze in ihren Eintopf schneiden möchte, ist das allein ihre Sache, aber ich werde Euch nicht auch noch helfen, schwarze Pilze zu finden... ist ja widerlich!
el: Επίτρεψε μου να πω μόνο αυτό. Τόσο η Γκάρντα όσο και εγώ δεν θα σερβίραμε ποτέ μαύρα μανιτάρια στους τιμημένους καλεσμένους μας. Αν η Άντρια θέλει μερικά μανιτάρια στο στιφάδο της, τότε είναι δική της δουλειά, αλλά δεν μπορώ να σε βοηθήσω να τα βρεις. Μαύρα μανιτάρια... αηδιαστικό!
fr: Je n'ai qu'une chose à dire. Garda et moi-même ne servirons jamais au grand jamais de champignons noirs à nos honorables hôtes. Si Adria veut des champignons dans sa tambouille, c'est son affaire, mais je n'en chercherai pas pour vous. Des champignons noirs... quelle horreur !
sv: Låt mig säga detta. Varken Garda eller jag skulle NÅGONSIN servera svarta svampar till våra ädla gäster. Om Adria vill ha svamp i sin gryta så är det hennes ensak, men jag kan inte hjälpa dig hitta några. Svarta svampar... vidrigt!

source: The witch told me that you were searching for the brain of a demon to assist me in creating my elixir. It should be of great value to the many who are injured by those foul beasts, if I can just unlock the secrets I suspect that its alchemy holds. If you can remove the brain of a demon when you kill it, I would be grateful if you could bring it to me.
cs: Carodejka mi rekla, ze hledas mozek demona, abys mi pomohl vytvorit muj elixir. Bude to mit velkou cenu pro mnoho lidi, kteri byly temi podlymi bestiemi poraneni, pokud se mi povede odhalit tajemstvi, ktere podle me ukryva. Pokud bys mohl vzit mozek demona, kdyz ho zabijes, byl bych ti velmi vdecny, kdybys mi ho prinesl.
de: Die Hexe hat mir erzählt, dass Ihr nach einem Dämonenhirn sucht, um mir bei der Herstellung meines Elixiers zu helfen. Es wäre von unschätzbarem Wert für alle, die von diesen elenden Monstern verwundet werden, wenn ich die Geheimnisse entschlüsseln könnte, die ich in der Alchemie dieser Hirne vermute. Wenn Ihr also wieder mal einen Dämon tötet, versucht bitte, sein Hirn unversehrt mitzubringen und mir zu geben, ja?
el: Η μάγισσα μου είπε ότι έψαχνες για τον εγκέφαλο ενός δαίμονα για να με βοηθήσει να δημιουργήσω το ελιξίριο μου. Θα πρέπει να έχει μεγάλη αξία για τους πολλούς που τραυματίζονται από αυτά τα αποκρουστικά θηρία, αν μπορούσα απλώς να ξεκλειδώσω τα μυστικά που υποπτεύομαι ότι κρύβει η αλχημεία του. Εάν μπορείς να αφαιρέσεις τον εγκέφαλο ενός δαίμονα όταν τον σκοτώσεις και να μου τον φέρεις, θα σου ήμουν ευγνώμων.
fr: La sorcière m'a dit que vous cherchiez le cerveau d'un démon pour m'aider à élaborer mon élixir. Il devrait être d'une aide inestimable pour tous ceux qui ont été blessés par ces bêtes immondes, si seulement je pouvais découvrir les secrets que je pressens en son alchimie. Si vous pouviez extraire le cerveau d'un démon lorsque vous en tuerez un, je vous serais reconnaissant de bien vouloir me l'apporter.
sv: Häxan berättade för mig att du letade efter en demonhjärna för att hjälpa mig skapa mitt elixir. Det kommer vara mycket användbart för de som skadas av dessa hemska bestar, om jag bara kan upptäcka hemligheterna som jag tror att dess alkemi döljer. Om du kan avlägsna en demons hjärna när du dödar den, skulle jag vara tacksam om du tar den till mig.

source: Excellent, this is just what I had in mind. I was able to finish the elixir without this, but it can't hurt to have this to study. Would you please carry this to the witch? I believe that she is expecting it.
cs: Vynikajici, presne tohle jsem si myslel. Mohl jsem elixir dokoncit i bez toho, ale nikdy neuskodi trochu studia. Zaneses tohle, prosim, carodejce? Verim, ze na to uz ceka.
de: Exzellent, genau das, was ich mir vorgestellt hatte. Ich konnte zwar das Elixier auch ohne das Dämonenhirn fertigstellen, aber es kann ja nicht schaden, es als Studienobjekt hier zu haben. Würdet Ihr das hier bitte zur Hexe bringen? Ich glaube, sie wartet darauf...
el: Εξαιρετικό, αυτό ακριβώς είχα στο μυαλό μου. Μπόρεσα να τελειώσω το ελιξίριο χωρίς αυτό, αλλά δεν είναι κακό να το μελετήσω. Θα το μεταφέρεις σε παρακαλώ στη μάγισσα; Πιστεύω ότι το περιμένει.
fr: Excellent, c'est exactement ce que j'avais en tête. J'ai réussi à mettre au point l'élixir sans ça, mais ça ne peut pas faire de mal de l'étudier. Voudriez-vous s'il vous plaît porter ceci à la sorcière ? Je crois qu'elle l'attend.
sv: Perfekt, det här är precis vad jag tänkte mig. Jag lyckades göra färdigt elixiret utan den, men det kan inte skada att ha den här att studera. Skulle du kunna ge det här till häxan. Jag tror hon väntar på det.

source: I think Ogden might have some mushrooms in the storage cellar. Why don't you ask him?
cs: Myslim, ze Ogdem mozna ma v zasobarne nejake houby. Proc se nezeptas primo jeho?
de: Ich glaube, Ogden hat einige Pilze in seinem Vorratskeller. Warum fragt Ihr ihn nicht mal?
el: Νομίζω ότι ο Όγκντεν μπορεί να έχει μερικά μανιτάρια στην αποθήκη του στο κελάρι. Γιατί δεν τον ρωτάς;
fr: P'têt' ben qu'Ogden pourrait avoir des champignons dans le cellier. Pourquoi vous lui demandez pas ?
sv: Jag tror Ogden har lite svamp i sin matkällare. Varför inte fråga honom?

source: If Adria doesn't have one of these, you can bet that's a rare thing indeed. I can offer you no more help than that, but it sounds like... a huge, gargantuan, swollen, bloated mushroom! Well, good hunting, I suppose.
cs: Pokud to Adria nemuze dostat, muzes se vsadit, ze je to velice vzacna vec. Nemuzu ti nabidnout lepsi pomoc nez tohle, ale zni to jako... velka, obrovita, nebezpecna, vypasena houba! Tak, stastny lov, predpokladam.
de: Wenn Adria keinen hat, müssen die ja wirklich selten sein. Ich kann Euch nicht mehr dazu sagen, aber es klingt nach einem... irgendwie riesigen, aufgequollenen, gigantischen Pilz! Na ja, viel Spaß beim Suchen.
el: Εάν η Άντρια δεν έχει ένα από αυτό, μπορείς να στοιχηματίσεις ότι είναι πράγματι σπάνιο. Δεν μπορώ να σου προσφέρω περισσότερη βοήθεια από αυτή, αλλά ακούγεται σαν... ένα τεράστιο, γιγαντιαίο, πρησμένο, φουσκωμένο μανιτάρι! Καλό κυνήγι, υποθέτω.
fr: Si Adria n'en a pas, vous pouvez être sûr que LÀ, c'est rare. Je ne peux pas vous offrir plus d'aide, mais ça m'a l'air d'un... champignon dodu, énorme, colossal, gargantuesque ! Eh bien, bonne chasse, j'imagine.
sv: Om Adria inte har någon så kan du vara säker på att det är en mycket sällsynt sak. Jag kan inte ge mer hjälp än så, men det låter som en... enorm, gigantisk, övervuxen, uppsvullen svamp! God jaktlycka, antar jag.

source: Ogden mixes a MEAN black mushroom, but I get sick if I drink that. Listen, listen... here's the secret - moderation is the key!
cs: Ogden micha UBOHOU cernou houbu, ale kdyz to piju, tak mi je blbe. Davej pozor, pozor... reknu ti tajemstvi - musis se mirnit!
de: Ogden kann einen tierischen Schwarzen Pilz mischen, aber davon muss ich immer kotzen. Hör mal, hör mal, ich verrate Dir was: Mäßigung ist das ganze Geheimnis.
el: Ο Όγκντεν ανακατεύει ένα ΚΑΚΟ μαύρο μανιτάρι, αλλά θα αρρωστήσω αν το πιώ. Άκου, άκου... εδώ είναι το μυστικό - το να έχεις μέτρο είναι το κλειδί!
fr: Ogden fait du champi noir drôlement raide, mais ça me fout en l'air quand j'en bois. Écoutez, écoutez... je vous donne le secret – la clé, c'est la modération !
sv: Ogden blandar en OTROLIG svart svamp, men jag mår illa om jag dricker sånt. Lyssna, lyssna... här är hemligheten - måttfullhet är nyckeln!

source: What do we have here? Interesting, it looks like a book of reagents. Keep your eyes open for a black mushroom. It should be fairly large and easy to identify. If you find it, bring it to me, won't you?
cs: Copak to tu mame? Zajimave, to vypada jako kniha o cinidlecg. Mej oci otevrene a hledej cernou houbu. Mela by byt docela velka a lehce rozpoznatelna. Jestli ji najdes, prineses mi ji, prosim?
de: Was haben wir denn hier? Interessant... sieht aus wie ein Buch mit Reagenzien. Haltet Eure Augen offen nach einem schwarzen Pilz. Er müsste ziemlich groß sein und daher leicht zu identifizieren. Wenn Ihr einen findet, bringt ihn her, ja?
el: Τι έχουμε εδώ? Είναι ενδιαφέρον, μοιάζει με ένα βιβλίο συστατικών. Κράτα τα μάτια σου ανοιχτά για ένα μαύρο μανιτάρι. Θα πρέπει να είναι αρκετά μεγάλο και να αναγνωρίζεται εύκολα. Αν το βρεις, φέρε το μου, έτσι;
fr: Qu'avons-nous ici ? Intéressant, cela ressemble à un livre de réactifs. Gardez les yeux ouverts pour un champignon noir. Il devrait être bien gros et facile à reconnaître. Si vous le trouvez, apportez-le-moi, vous voulez bien ?
sv: Vad har vi här? Intressant, det ser ut som en bok om reaktanter. Håll ögonen öppna efter en svart svamp. Den bör vara rätt stor och lätt att se. Om du hittar den, skulle du kunna ta den till mig?

source: It's a big, black mushroom that I need. Now run off and get it for me so that I can use it for a special concoction that I am working on.
cs: To, co potrebuji, je velka cerna houba. Ted bez a dones mi ji, abych ji mohla pouzit ve zvlastni smesi, na ktere prave pracuji.
de: Ich brauche einen großen, schwarzen Pilz. Los, geht jetzt und holt ihn mir, damit ich dieses spezielle Gebräu fertigmischen kann, an dem ich gerade arbeite.
el: Είναι ένα μεγάλο, μαύρο μανιτάρι που χρειάζομαι. Τώρα τρέξε και βρες το για μένα, ώστε να το χρησιμοποιήσω σε ένα ειδικό παρασκεύασμα που δουλεύω.
fr: C'est un gros champignon noir qu'il me faut. Allez, disparaissez et trouvez-le-moi, que je puisse l'utiliser pour une concoction spéciale que je prépare.
sv: Det är en stor, svart svamp jag behöver. Spring och hämta den åt mig nu så att jag kan använda den för en speciell brygd jag jobbar med.

source: Yes, this will be perfect for a brew that I am creating. By the way, the healer is looking for the brain of some demon or another so he can treat those who have been afflicted by their poisonous venom. I believe that he intends to make an elixir from it. If you help him find what he needs, please see if you can get a sample of the elixir for me.
cs: Ano, to je skvele do napoje, ktery vyrabim. Mimochodem, lecitel shani mozek nejakeho demona nebo neceho takoveho, aby mohl lecit ty, kteri byli otraveni jejich jedem. Verim, ze zamysli z neho udelat elixir. Jestli mu pomuzes to, co hleda, prosim, zkus mi prinest vzorek toho elixiru.
de: Ja, das ist die perfekte Zutat für meinen Trank. Übrigens, der Heiler benötigt das Hirn eines Dämon für seinen Heiltrank gegen Dämonengift. Wenn Ihr ihm helfen könnt, dann tut es bitte, aber versucht doch auch, eine Probe dieses Elixiers für mich zu bekommen.
el: Ναι, αυτό είναι τέλειο για ένα παρασκεύασμα που δημιουργώ. Παρεμπιπτόντως, ο θεραπευτής ψάχνει τον εγκέφαλο κάποιου δαίμονα ή κάτι άλλο για να μπορέσει να θεραπεύσει όσους έχουν πληγεί από το δηλητηριώδες φαρμάκι. Πιστεύω ότι σκοπεύει να φτιάξει ένα ελιξίριο με αυτό. Αν τον βοηθήσεις να βρει αυτό που χρειάζεται, δες αν μπορείς να πάρεις και ένα δείγμα από το ελιξίριο για μένα σε παρακαλώ.
fr: Oui, ce sera parfait pour un breuvage que je suis en train de concevoir. Au fait, le guérisseur cherche le cerveau de je ne sais quel démon afin de pouvoir soigner ceux qui souffrent de leur venin empoisonné. Je crois qu'il a l'intention d'en faire un élixir. Si vous l'aidez à trouver ce dont il a besoin, voyez si vous pouvez m'avoir un échantillon de l'élixir.
sv: Ja, det här kommer bli perfekt för en brygd jag skapar. Förresten letade läkaren för en hjärna från någon sorts demon så han kan behandla dem som förgiftats av deras etter. Jag tror han tänker göra ett elixir av den. Om du hjälper honom hitta det han behöver, var så vänlig och se om du kan få ett prov av elixiret till mig.

source: Why have you brought that here? I have no need for a demon's brain at this time. I do need some of the elixir that the Healer is working on. He needs that grotesque organ that you are holding, and then bring me the elixir. Simple when you think about it, isn't it?
cs: Proc mi to sem nosis? Zrovna ted mi je mozek demona k nicemu. Potrebuji trochu elixiru, na kterem pracuje Lecitel. To on potrebuje te groteskni organ, ktery drzis, a potom mi prines elixir. Je to tak jednoduche, kdyz se nad tim zamyslis, ze ano?
de: Warum schleppt Ihr mir das Zeug hier an? Ich brauche im Moment kein Dämonenhirn. Was ich brauche, ist ein Schluck von dem Elixier, an dem der Heiler gerade arbeitet. Er braucht dieses.... groteske Organ, das Ihr da so stolz herumzeigt. Und dann könnt Ihr mir sein Elixier bringen. Ist doch ganz einfach, wenn man mal drüber nachdenkt, oder?
el: Γιατί το έφερες αυτό εδώ; Δεν έχω ανάγκη για εγκέφαλο δαίμονα αυτή τη στιγμή. Χρειάζομαι λίγο από το ελιξίριο στο οποίο εργάζεται ο Θεραπευτής. Χρειάζεται αυτό το γκροτέσκο όργανο που κρατάς και μετά να μου φέρεις το ελιξίριο. Απλό όταν το σκεφτείς, έτσι δεν είναι;
fr: Mais qu'est ce que vous voulez que j'en fasse ? Je n'ai pas besoin d'un cerveau de démon pour l'instant. J'ai besoin d'un peu de l'élixir sur lequel travaille le Guérisseur. Il a besoin de cet organe grotesque que vous tenez, et ensuite apportez-moi l'élixir. C'est pas si compliqué, quand même, si ?
sv: Varför har du tagit hit det? Jag har inget behov av en demonhjärna för närvarande. Men jag behöver lite av elixiret som läkaren framställer. Han behöver det där groteska organet du håller i, och ge mig sedan elixiret. Enkelt när du tänker efter, eller hur?

source: What? Now you bring me that elixir from the healer? I was able to finish my brew without it. Why don't you just keep it...
cs: Coze? Ted jsi mi donesl ten elixir od Lecitele? Svuj napoj jsem mohla dokoncit bez nej. Proc si to proste nenechas...
de: Was denn, jetzt bringt Ihr mir endlich das Elixier vom Heiler? Jetzt habe ich meinen Trank auch ohne das Zeug fertigbekommen. Ihr könnt es behalten...
el: Τι? Τώρα μου φέρνεις αυτό το ελιξίριο από τον θεραπευτή; Μπόρεσα να ολοκληρώσω την παρασκευή μου χωρίς αυτό. Γιατί δεν το κρατάς...
fr: Quoi ? C'est maintenant que vous m'apportez l'élixir du guérisseur ? J'ai pu finir mon breuvage sans elle. Vous n'avez qu'à le garder...
sv: Va? Ger du mig elixiret från läkaren nu? Jag lyckades göra klart min brygd utan det. Behåll det bara...

source: I don't have any mushrooms of any size or color for sale. How about something a bit more useful?
cs: Neprodavam zadne houby jakekoliv velikosti nebo barvy. Co takhle neco trochu uzitecnejsiho?
de: Ich habe überhaupt keine Pilze zu verkaufen, egal wie groß oder in welcher Farbe. Wie wäre es denn statt dessen mit etwas Nützlicherem?
el: Δεν έχω προς πώληση μανιτάρια οποιουδήποτε μεγέθους ή χρώματος. Τι θα έλεγες για κάτι λίγο πιο χρήσιμο;
fr: Je n'ai pas de champignons, d'aucune taille ni d'aucune couleur que ce soit à vendre. Que diriez-vous de quelque chose d'un peu plus utile ?
sv: Jag har inga svampar av någon storlek eller färg till salu. Vad sägs om något mer användbart?
