Repository: diasurgical/DevilutionX
Catalog: Translations/*.po
Languages: cs, de, el, fr, sv

source: sturdiness
cs: pevnosti
de: r Festigkeit
el: της Ανθεκτικότητας
fr: de Solidité
sv: stadighet

source: craftsmanship
cs: řemesla
de: r Kunstfertigkeit
el: της Αριστοτεχνείας
fr: d'Artisan
sv: hantverk

source: structure
cs: struktury
de: r Dauerhaftigkeit
el: της Δομής
fr: de Maître
sv: struktur

source: the ages
cs: věků
de: r Ewigkeit
el: των Εποχών
fr: des Âges
sv: tidsåldrarna

source: the dark
cs: temnoty
de: r Finsternis
el: του Σκότους
fr: des Ténèbres
sv: mörkret

source: the night
cs: noci
de: r Nacht
el: της Νύχτας
fr: de la Nuit
sv: natten

source: light
cs: světla
de: s Lichts
el: του Φωτός
fr: de Lumière
sv: ljus

source: radiance
cs: zářivosti
de: s Glanzes
el: της Ακτινοβολίας
fr: d'Éclat
sv: utstrålning

source: flame
cs: plamene
de: r Flamme
el: της Φλόγας
fr: de Flamme
sv: låga

source: fire
cs: ohně
de: s Feuers
el: της Φωτιάς
fr: de Feu
sv: eld

source: burning
cs: hoření
de: s Brennens
el: της Ανάφλεξης
fr: de Brûlure
sv: brinnande

source: shock
cs: šoku
de: s Schocks
el: του Ηλεκτροσόκ
fr: de Choc
sv: stöt

source: lightning
cs: blesku
de: s Blitzes
el: της Βροντής
fr: de Foudre
sv: åska

source: thunder
cs: hromu
de: s Donners
el: του Κεραυνού
fr: du Tonnerre
sv: tordön

source: many
cs: množství
de: r Vielfalt
el: των Πολλών
fr: Durable
sv: många

source: plenty
cs: hojnosti
de: r Fülle
el: της Αφθονίας
fr: Insatiable
sv: flera

source: thorns
cs: trnů
de: r Dornen
el: των Αγκαθιών
fr: d'Épines
sv: taggar

source: corruption
cs: zkaženosti
de: r Verderbtheit
el: της Διαφθόρας
fr: de Corruption
sv: korrumpering

source: thieves
cs: zlodějů
de: r Diebe
el: των Κλεφτών
fr: du Voleur
sv: tjuvar

source: the bear
cs: medvěda
de: s Bären
el: της Αρκούδας
fr: de l'Ours
sv: björnen

source: the bat
cs: netopýra
de: r Fledermaus
el: της Νυχτερίδας
fr: de la Chauve-Souris
sv: fladdermusen

source: vampires
cs: upíra
de: r Vampire
el: του Βρυκόλακα
fr: du Vampire
sv: vampyrer

source: the leech
cs: pijavice
de: s Blutegels
el: της Βδέλλας
fr: de la Sangsue
sv: igeln

source: blood
cs: krve
de: s Blutes
el: του Αίματος
fr: de Sang
sv: blod

source: piercing
cs: pronikavý
de: r Perforation
el: της Διαπέρασης
fr: de Perçage
sv: håltagning

source: puncturing
cs: propíchnutí
de: s Durchbohrens
el: του Τρυπήματος
fr: de Perforation
sv: igenomstickande

source: bashing
cs: mlácení
de: s Zerschmetterns
el: του Ξυλοδαρμού
fr: d'Empalement
sv: krossning

source: readiness
cs: připravenosti
de: r Bereitschaft
el: της Ετοιμότητας
fr: de Préparation
sv: lätthet

source: swiftness
cs: hbitosti
de: r Gewandtheit
el: της Σβελτάδας
fr: de Rapidité
sv: snabbhet

source: speed
cs: rychlosti
de: r Geschwindigkeit
el: της Ταχύτητας
fr: de Vitesse
sv: hastighet

source: haste
cs: spěchu
de: r Schnelligkeit
el: της Βιασύνης
fr: de Précipitation
sv: skyndsamhet

source: balance
cs: rovnováhy
de: r Balance
el: της Ισορροπίας
fr: d'Équilibre
sv: balans

source: stability
de: r Stabilität
el: της Σταθερότητας
fr: de Stabilité
sv: stabilitet

source: harmony
cs: harmonie
de: r Harmonie
el: της Αρμονίας
fr: d'Harmonie
sv: harmoni

source: blocking
cs: blokování
de: s Blockens
el: της Παρεμπόδισης
fr: de Blocage
sv: blockerande

source: The Magic Rock
cs: Kouzelný Kámen
de: Der magische Stein
el: Ο Μαγικός Βράχος
fr: La Roche Céleste
sv: Den Magiska Stenen

source: Gharbad The Weak
cs: Gharbad Slaboch
de: Gharbad der Schwächliche
el: Γκάρμπάντ Ο Αδύναμος
fr: Gharbad le Faible
sv: Gharbad den Svage

source: Zhar the Mad
cs: Zhar Šílenec
de: Zhar der Verrückte
el: Ζάρ ο Τρελός
fr: Zhar le Fou
sv: Zhar den Galne

source: Lachdanan
el: Λακντάναν

source: The Butcher
cs: Řezník
de: Der Schlächter
el: Ο Χασάπης
fr: Le Boucher
sv: Slaktaren

source: Ogden's Sign
cs: Ogdenova Cedule
de: Ogdens Schild
el: Η Ταμπέλα του Όγκντεν
fr: Enseigne d'Ogden
sv: Ogdens Skylt

source: Halls of the Blind
cs: Síně Slepých
de: Die Halle der Blinden
el: Η Αίθουσες των Τυφλών
fr: Hall des Aveugles
sv: De Blindas Salar

source: Valor
de: Heldenmut
el: Ανδρεία
fr: Vaillance
sv: Mod

source: Warlord of Blood
cs: Krvavý Válečník
de: Kriegsherr des Blutes
el: Ο Πολέμαρχος του Αίματος
fr: Seigneur de Guerre de Sang
sv: Blodets Stridsherre

source: The Curse of King Leoric
cs: Kletba Krále Leorica
de: Der Fluch des König Leoric
el: Η Κατάρα του Βασιλιά Λεόρικ
fr: La Malédiction du Roi Leoric
sv: Kung Leorics Förbannelse

source: Archbishop Lazarus
cs: Arcibiskup Lazarus
de: Erzbischof Lazarus
el: Λάζαρος Ο Αρχιεπίσκοπος
fr: Archevêque Lazarus
sv: Ärkebiskop Lazarus

source: Grave Matters
cs: Závažné Záležitosti
de: Grabfunde
el: Τα ζητήματα του Τάφου
fr: Affaires de Tombe
sv: Grava Nyheter

source: Farmer's Orchard
cs: Farmářův Sad
de: Lesters Obstgarten
el: Ο Οπωρώνας του Αγρότη
fr: Verger du Fermier
sv: Bondens Fruktträdgård

source: Little Girl
cs: Malá Holčička
de: Theodor
el: Μικρό Κοριτσάκι
fr: Petite Fille
sv: Lilla Flickan

source: Wandering Trader
cs: Potulný Obchodník
de: Der fliegende Händler
el: Πλανόδιος Έμπορας
fr: Marchand Errant
sv: Vandrande Köpman

source: The Defiler
cs: Znesvěcovač
de: Gothaur der Schlinger
el: Ο Βεβηλωτής
fr: Le Profanateur
sv: Besudlaren

source: Na-Krul
el: Να-Κρούλ

source: The Jersey's Jersey
cs: Jerseyho Trikot
de: Das festliche Gewand
el: Η Στολή της Αγελάδας
fr: Le Jersey du Jersey
sv: Jerseys Jersey

# spell
source: Firebolt
cs: Ohnivá Střela
de: Feuerblitz
el: Σφαιρίδιο Φωτιάς
fr: Trait de Feu
sv: Eldpil

# spell
source: Healing
cs: Léčení
de: Heilung
el: Θεραπεία
fr: Soin
sv: Helbragd

# spell
source: Lightning
cs: Blesk
de: Blitz
el: Κεραυνός
fr: Foudre
sv: Åska

# spell
source: Flash
cs: Záblesk
de: Lichtblitz
el: Λάμψη
sv: Blixt

# spell
source: Identify
cs: Identifikace
de: Identifikation
el: Ταυτοποίηση
fr: Identifier
sv: Identifiera

# spell
source: Fire Wall
cs: Ohnivá Zeď
de: Feuerwand
el: Τείχος Φωτιάς
fr: Mur de Feu
sv: Eldmur

# spell
source: Town Portal
cs: Městský Portál
de: Stadtportal
el: Πύλη Πόλης
fr: Portail de Ville
sv: Byportal

# spell
source: Stone Curse
cs: Kamenná Kletba
de: Steinfluch
el: Κατάρα Πέτρωσης
fr: Malédiction de Pierre
sv: Stenförhäxning

# spell
source: Infravision
cs: Infravize
de: Durchblick
el: Υπέρυθρη Όραση
sv: Infraseende

# spell
source: Phasing
cs: Fázování
de: Verschiebung
el: Φασική Μεταφορά
fr: Phasage
sv: Fasning

# spell
source: Mana Shield
cs: Štít Many
de: Manaschild
el: Ασπίδα από Μάνα
fr: Bouclier de Mana
sv: Manasköld

# spell
source: Fireball
cs: Ohnivá Koule
de: Feuerball
el: Οβίδα Φωτιάς
fr: Boule de feu
sv: Eldklot

# spell
source: Guardian
cs: Ochránce
de: Wächter
el: Προστάτης
fr: Gardien
sv: Väktare

# spell
source: Chain Lightning
cs: Řetězový Blesk
de: Kettenblitz
el: Αλυσιδωτοί Κεραυνοί
fr: Éclairs en série
sv: Kedjeåska

# spell
source: Flame Wave
cs: Ohnivá Vlna
de: Flammenwelle
el: Κύμα Φωτιάς
fr: Vague de Flammes
sv: Eldvåg

# spell
source: Doom Serpents
cs: Had Zhouby
de: Schlangen der Verdammnis
el: Ερπετά του Χαμού
fr: Serpents Mortels
sv: Domedagsormar

# spell
source: Blood Ritual
cs: Krvavý Rituál
de: Blutritual
el: Τελετή Αίματος
fr: Rituel du Sang
sv: Blodritual

# spell
source: Nova
el: Αστρική Έκρηξη

# spell
source: Invisibility
cs: Neviditelnost
de: Unsichtbarkeit
el: Εξαφάνιση
fr: Invisibilité
sv: Osynlighet

# spell
source: Inferno
el: Λαίλαπα

# spell
source: Golem
el: Πήλινος Μαχητής

# spell
source: Rage
cs: Zuřivost
de: Wut
el: Οργή
sv: Vrede

# spell
source: Teleport
cs: Teleportace
el: Τηλεμεταφορά
fr: Téléportation
sv: Teleportering

# spell
source: Apocalypse
cs: Apokalypsa
de: Apokalypse
el: Αποκάλυψη
sv: Apokalyps

# spell
source: Etherealize
cs: Odhmotnění
de: Ätherisieren
el: Αιθεροποιήση
fr: Éthéréaliser
sv: Avkroppsliga

# spell
source: Item Repair
cs: Oprava Předmětu
de: Reparatur
el: Επισκευή Αντικειμένου
fr: Répare les Objets
sv: Reparera Föremål

# spell
source: Staff Recharge
cs: Dobití Hole
de: Stäbe aufladen
el: Επαναφόρτιση Ράβδου
fr: Recharge les Bâtons
sv: Ladda Upp Stav

# spell
source: Trap Disarm
cs: Odzbrojení Pasti
de: Falle entschärfen
el: Αφόπλιση Παγίδας
fr: Désactive les Pièges
sv: Desarmera Fälla

# spell
source: Elemental
cs: Elementál
de: Elementarwesen
el: Στοιχείο Φωτιάς
fr: Élémentaire
sv: Elementar

# spell
source: Charged Bolt
cs: Blesková Střela
de: Geladener Blitz
el: Φορτισμένα Σφαιρίδια
fr: Trait de Foudre
sv: Urladdning

# spell
source: Holy Bolt
cs: Svatá Střela
de: Heiliger Blitz
el: Ιερό Σφαιρίδιο
fr: Trait Sacré
sv: Helig Pil

# spell
source: Resurrect
cs: Oživení
de: Wiederbelebung
el: Ανάστηση
fr: Résurrection
sv: Återupplivning

# spell
source: Telekinesis
cs: Telekineze
de: Telekinese
el: Τηλεκίνηση
fr: Télékinésie
sv: Telekinesi

# spell
source: Heal Other
cs: Léčení Druhých
de: Heilung Anderer
el: Θεραπεία Άλλου
fr: Soin d'Autrui
sv: Hela Annan

# spell
source: Blood Star
cs: Krvavá Hvězda
de: Blutstern
el: Άστρο Αίματος
fr: Étoile de Sang
sv: Blodsstjärna

# spell
source: Bone Spirit
cs: Kostěný Duch
de: Knochengeist
el: Πνεύμα των Οστών
fr: Esprit d'Os
sv: Benande

source: Ahh, the story of our King, is it? The tragic fall of Leoric was a harsh blow to this land. The people always loved the King, and now they live in mortal fear of him. The question that I keep asking myself is how he could have fallen so far from the Light, as Leoric had always been the holiest of men. Only the vilest powers of Hell could so utterly destroy a man from within...
cs: Ahh, příběh o našem Králi, je tak? Leoricův tragický pád byl pro tuto zemi hroznou ránou. Lidé Krále vždy milovali, a teď z něj mají smrtelný strach. Neustále si kladu otázku, jak mohl skončit tak daleko od Světla, protože Leoric byl vždy ten nejsvětější muž. Jedině ty nejodpornější síly Pekla by mohly tak kompletně zničit človeka zevnitř...
de: Ah, die Geschichte unseres Königs wollt Ihr hören, wie? Der tragische Untergang von Leoric war ein harter Schlag für dieses Land. Die Menschen haben den König immer geliebt, und nun leben sie in ständiger Todesangst vor ihm. Was ich mich immer wieder frage, ist Folgendes: Wie konnte er so tief sinken? Leoric war ein Heiliger unter den Menschen. Nur die übelsten Mächte der Hölle können einen Mann im Innersten so gründlich vernichten...
el: Αχχ, η ιστορία του βασιλιά μας; Η τραγική πτώση του Λεόρικ ήταν ένα βάναυσο χτύπημα για την χώρα. Ο Λαός πάντα αγαπούσε τον Βασιλιά, αλλά τώρα ζούνε με θανάσιμο φόβο για αυτόν. Η ερώτηση που κάνω συνέχεια στον εαυτό μου είναι πώς μπόρεσε και έπεσε τόσο μακριά από το φώς, γιατί ο Λεόρικ ήταν από τους πιο άγιους άντρες. Μόνο οι πιο χυδαίες δυνάμεις την Κολάσεως μπορούν κα καταστρέψουν έναν άνθρωπο εκ των έσω...
fr: Ahh, l'histoire du Roi, hein ? La déchéance tragique de Leoric a été un coup dur pour ce pays. Le peuple a toujours aimé le Roi, et maintenant il en a une peur mortelle. La question que je n'arrête pas de me poser est de savoir comment il a pu s'éloigner autant de la Lumière, lui qui a toujours été le plus pieux de tous. Seules les plus noires puissances des Enfers peuvent détruire un homme de l'intérieur aussi résolument...
sv: Åh, du vill alltså höra berättelsen om vår Kung? Leorics tragiska öde var ett svårt slag mot detta land. Folket älskade alltid Konungen, och nu lever de i dödsskräck för honom. Frågan jag ställer mig, om och om igen, är hur han kunde fallit så långt undan Ljuset med tanke på att Leoric alltid varit bland de heligaste människorna av alla. Endast Helvetets allra uslaste makter kunde ha förstört en människa så fullkomligt inifrån...

source: The village needs your help, good master! Some months ago King Leoric's son, Prince Albrecht, was kidnapped. The King went into a rage and scoured the village for his missing child. With each passing day, Leoric seemed to slip deeper into madness. He sought to blame innocent townsfolk for the boy's disappearance and had them brutally executed. Less than half of us survived his insanity... The King's Knights and Priests tried to placate him, but he turned against them and sadly, they were forced to kill him. With his dying breath the King called down a terrible curse upon his former followers. He vowed that they would serve him in darkness forever... This is where things take an even darker twist than I thought possible! Our former King has risen from his eternal sleep and now commands a legion of undead minions within the Labyrinth. His body was buried in a tomb three levels beneath the Cathedral. Please, good master, put his soul at ease by destroying his now cursed form...
cs: Vesnice potřebuje tvou pomoc, dobrý člověče! Před několika měsíci byl unesen syn Krále Leorica, princ Albrecht. Král se strašlivě rozzuřil a svého ztraceného syna hledal ve vesnici. S každým dalšim dnem se zdálo, že Leoric upadá hlouběji do šílenství. Obviňoval nevinné vesničany ze zmizení svého syna a nechával je brutálně popravovat. Jen necelá polovina z nás přežila jeho šílenství... Královi Rytíři a Kneží se ho pokoušeli uklidnit, ale obrátil se proti nim a bohužel byli nuceni ho zabít. S posledním vydechnutím Král přivolal hrozivou kletbu na své dřívější následovníky. Přísahal, že mu budou v temnotě sloužit navěky... A tady věci nabraly ještě temnější spád, než jaký jsem si uměl představit! Náš bývalý Král povstal z věčného spánku a nyní velí zástupům nemrtvých přisluhovačů v Labyrintu. Jeho tělo bylo pohřbeno v hrobce tři patra pod Katedrálou. Prosím tě, dobrý člověče, upokoj jeho duši tím, že zničís jeho současnou prokletou podobu...
de: Das Dorf braucht Eure Hilfe! Vor einigen Monaten wurde Prinz Albrecht gekidnappt, König Leorics Sohn. Der Monarch war außer sich vor Wut und durchsuchte das ganze Dorf nach seinem Erben. Mit jedem Tag, der ergebnislos verlief, rutschte Leoric tiefer in den Wahnsinn ab. Er beschuldigte schließlich wahllos unschuldige Untertanen und ließ sie grausam hinrichten. Weniger als die Hälfte von uns überlebte seinen Wahn. Die Ritter und Priester des Königs versuchten, ihn zu besänftigen, doch er stellte sich gegen sie, und zu ihrer tiefsten Schande waren sie gezwungen, ihn zu töten. Mit seinem letzten Atemzug sprach der König einen fürchterlichen Fluch über seine ehemaligen Gefolgsleute aus. Er schwor, dass sie ihm in der Finsternis auf ewig dienen würden... Und hier wird die Geschichte unheimlicher, als ich es jemals für möglich gehalten hätte. Unser früherer Herrscher stand von den Toten auf und befehligt jetzt eine Legion von Untoten im Labyrinth. Sein Körper wurde in einer Gruft drei Stockwerke unter der Kathedrale beigesetzt. Bitte, zerstört seinen untoten Körper und sorgt so dafür, dass seine Seele endlich Frieden findet.
el: Το χωριό χρειάζεται την βοήθεια σου, καλέ/ή μου άρχοντα/ίσσα! Πρίν μερικούς μήνες ο γιός του Βασιλιά Λεόρικ, ο Πρίγκιπάς Άλμπρεχτ απήχθη. Ο Βασιλιάς εξαγριώθηκε και όργωσε το χωριό μας ψάχνοντας το αγνοούμενο παιδί. Καθώς περνούσαν οι μέρες, ο Λεόρικ φαινόταν να γλιστράει πιο βαθιά στην τρέλα. Προσπάθησε να κατηγορήσει τους αθώους κατοίκους της πόλης για την εξαφάνιση του αγοριού και άρχισε να τους εκτελεί με βάναυσο τρόπο. Λιγότεροι από τους μισούς από εμάς επέζησαν από την παραφροσύνη του... Οι Ιππότες και οι Ιερείς του Βασιλιά προσπάθησαν να τον κατευνάσουν, αλλά στράφηκε εναντίον τους και δυστυχώς, αναγκάστηκαν να τον σκοτώσουν. Με την ετοιμοθάνατη ανάσα του, ο Βασιλιάς έριξε μια τρομερή κατάρα στους πρώην ακόλουθους του. Ορκίστηκε ότι θα τον υπηρετήσουν στο σκοτάδι για πάντα... Εδώ είναι που τα πράγματα παίρνουν μια ακόμη πιο σκοτεινή τροπή από ό,τι νόμιζα ότι είναι δυνατόν! Ο πρώην βασιλιάς μας έχει σηκωθεί από τον αιώνιο ύπνο του και τώρα διοικεί μια λεγεώνα από απέθαντους μέσα στον Λαβύρινθο. Το σώμα του θάφτηκε σε έναν τάφο τρία επίπεδα κάτω από τον καθεδρικό ναό. Σε παρακαλώ, καλέ/ή μου άρχοντα/ίσσα, ηρέμησε την ψυχή του καταστρέφοντας την καταραμένη πλέον μορφή του...
fr: Le village a besoin de votre aide, mon bon maître ! Il y a quelques mois, le fils du roi Léoric, le prince Albrecht, a été enlevé. Le roi s'est mis en rage et a ratissé tout le village à la recherche de son enfant. Au fil des jours, Léoric semblait sombrer toujours plus dans la démence. Il a même cherché à incriminer d'innocents villageois de la disparition du petit et les a fait brutalement exécuter. Moins de la moitié d'entre nous ont survécu à sa folie... Les chevaliers et les prêtres du roi ont essayé de le calmer, mais il s'est retourné contre eux et, malheureusement, ils ont été contraints de le tuer. Dans son dernier souffle, le roi a lancé une terrible malédiction sur ses anciens compagnons. Il a juré qu'ils le serviraient dans les ténèbres pour l'éternité... C'est là que les choses prennent une tournure encore plus sombre que je ne l'imaginais ! Notre ancien roi est sorti de son sommeil éternel et il commande désormais une légion de damnés à l'intérieur du labyrinthe. Son corps a été enterré dans une tombe trois niveaux sous la Cathédrale. Par pitié, mon bon maître, libérez son âme en détruisant son enveloppe corporelle maudite...
sv: Byn behöver din hjälp, kära mästare! För några månader sedan kidnappades Kung Leorics son, Prins Albrecht. Kungen blev vansinnig och rannsakade byn efter sitt försvunna barn. Med varje dag som gick verkade Leoric sjunka djupare in i galenskapen. Han försökte skylla pojkens försvinnande på oskyldiga bybor och lät avrätta dem brutalt. Mindre än hälften av oss överlevde hans galenskap... Kungens Riddare och Präster försökte lunga honom, men han vände sig mot dem och tyvärr var de tvugna att döda honom. Med sitt sista andetag nedkallade Kungen en fruktansvärd förbannelse på sina forna följeslagare. Han svor att de skulle tjäna honom för alltid i mörkret... Här tar historien en ännu mörkare vändning än vad jag trodde var möjligt! Vår forne kung har stigit upp från sin eviga sömn och styr nu en legion av odöda tjänare inne i Labyrinten. Hans kropp begravdes i en grift tre våningar under Katedralen. Snälla, kära mästare, släpp hans själ fri genom att förgöra hans förbannade nuvarande form...

source: As I told you, good master, the King was entombed three levels below. He's down there, waiting in the putrid darkness for his chance to destroy this land...
cs: Jak jsem ti rekl, dobry pane, Kral byl pohrben tri patra pod Katedralou. Je tam dole a ceka ve zkazene temnote na svou sanci znicit tuto zemi...
de: Wie ich Euch schon sagte, wurde unser König drei Stockwerke unter der Kirche beerdigt. Er ist jetzt da unten und wartet in der fauligen Dunkelheit auf seine Chance, das Land zu vernichten...
el: Όπως σου είπα, καλέ/ή μου άρχοντα/ίσσα, ο Βασιλιάς ήταν ενταφιασμένος τρία επίπεδα πιο κάτω. Είναι εκεί κάτω, περιμένοντας στο σάπιο σκοτάδι την ευκαιρία του να καταστρέψει αυτή τη γη...
fr: Comme je vous l'ai dit, mon bon maître, le Roi a été inhumé trois niveaux sous le sol. Il est là-bas, attendant dans les ténèbres putrides l'occasion de détruire ce pays...
sv: Som jag sade dig, kära mästare, begravdes Kungen tre våningar under mark. Han är därnere och väntar i det stinkande mörkret på sin chans att förstöra hela landet...

source: The curse of our King has passed, but I fear that it was only part of a greater evil at work. However, we may yet be saved from the darkness that consumes our land, for your victory is a good omen. May Light guide you on your way, good master.
cs: Kletba naseho Krale pominula, ale bojim se, ze to byla pouze cast nejakeho vetsiho zla. Avsak jiz mozna muzeme byt zachraneni pred temnotou, ktera suzuje nasi zem, protoze tve vitezstvi je dobrym znamenim. Necht te svetlo provazi na ceste.
de: Der Fluch unseres Königs ist vorüber, aber ich fürchte, er war nur ein Teil eines größeren Übels. Wir können jedoch noch vor der Dunkelheit gerettet werden, die unser Land verzehrt, denn Euer Sieg ist ein gutes Omen. Möge das Licht Euch auf Eurem Weg leiten, guter Meister.
el: Η κατάρα του Βασιλιά μας πέρασε, αλλά φοβάμαι ότι ήταν μόνο ένα μικρό μέρος ενός μεγαλύτερου κακού. Ωστόσο, μπορεί ακόμη να σωθούμε από το σκοτάδι που κατατρώει τη γη μας, γιατί η νίκη μας είναι καλός οιωνός. Είθε το Φως να σε καθοδηγήσει στο δρόμο σου, καλέ/ή μου άρχοντα/ίσσα.
fr: La malédiction de notre roi est levée, mais je crains que cela n'ait été qu'une partie d'un plus grand mal à l'œuvre. Cependant, nous pouvons encore être préservés des ténèbres qui consument notre pays, car votre victoire est un bon présage. Que la Lumière vous guide sur votre chemin, mon bon maître.
sv: Vår Kungs förbannelse har gått över, men jag är rädd att det bara var en del av en större ondskas verk. Men vi kanske ändå kan räddas från mörkret som förtär vårt land, för din seger är ett gott tecken. Må Ljuset leda dig på din väg, goda mästare.

source: The loss of his son was too much for King Leoric. I did what I could to ease his madness, but in the end it overcame him. A black curse has hung over this kingdom from that day forward, but perhaps if you were to free his spirit from his earthly prison, the curse would be lifted...
cs: Ztrata syna byla pro Krale Leorica prilis tezka. Udelal jsem, co jsem mohl, abych zmirnil jeho silenstvi, ale nakonec ho premohlo. Od toho dne se nad jeho kralovstvim vznasi temna kletba, ale mozna pokud uvolnis jeho dusi z pozemskeho vezeni, kletba snad pomine...
de: Der Verlust seines Sohnes war zuviel für König Leoric. Ich habe alles getan, was in meinen Kräften stand, um seine Wahnvorstellungen zu heilen, aber am Ende überwältigten sie ihn doch. Ein finsterer Fluch hing von diesem Tage an über diesem Königreich. Doch vielleicht endet er ja, wenn Ihr die Seele des Königs aus ihrem irdischen Gefängnis befreit.
el: Η απώλεια του γιου του ήταν υπερβολική για τον Βασιλιά Λέορικ. Έκανα ό,τι μπορούσα για να απαλύνω την τρέλα του, αλλά στο τέλος αυτή τον νίκησε. Μια μαύρη κατάρα κρεμόταν πάνω από αυτό το βασίλειο από εκείνη την ημέρα και μετά, αλλά ίσως αν απελευθερώσεις το πνεύμα του από την επίγεια φυλακή του, η κατάρα θα αρθεί...
fr: La perte de son fils a porté un coup fatal au Roi Leoric. J'ai fait de mon mieux pour atténuer sa folie, mais elle a fini par prendre le dessus. Une sombre malédiction pèse sur le royaume depuis ce jour, mais peut-être que si vous libériez son âme de sa prison terrestre, cette malédiction serait levée...
sv: Förlusten av hans son var för mycket för Kung Leoric. Jag gjorde vad jag kunde för att lugna hans galenskap, men det övervann honom till sist. En nattsvart förbannelse har hängt över detta rike ända sedan den dagen, men den kanske kunde brytas om du lyckas befria hans själ från dess jordiska fängelse...

source: I don't like to think about how the King died. I like to remember him for the kind and just ruler that he was. His death was so sad and seemed very wrong, somehow.
cs: Nerada myslim na to, jak Kral zemrel. Radeji vzpominam na jeho laskavost a spravedlivou vladu. Jeho smrt byla tak nestastna a vypadale velice spatne.
de: Ich mag gar nicht daran denken, wie der König gestorben ist. Ich erinnere mich lieber an ihn, wie er als freundlicher und gerechter Herrscher war. Sein Tod war so traurig und schien so unpassend.
el: Δεν μου αρέσει να σκέφτομαι πώς πέθανε ο Βασιλιάς. Μου αρέσει να τον θυμάμαι για τον ευγενικό και δίκαιο κυβερνήτη που ήταν. Ο θάνατός του ήταν τόσο λυπηρός και φαινόταν πολύ λάθος, κατά κάποιο τρόπο.
fr: Je n'aime pas me rappeler la fin du Roi. Je préfère me souvenir du roi juste et bon qu'il avait été. J'ai été attristée par sa mort et quelque part, je me dis qu'elle était injuste.
sv: Jag vill inte tänka på hur Kungen dog. Jag vill minnas honom för den milde och rättvise härskare han var. Hans död var så sorgsen och kändes på något vis väldigt fel.
