Repository: diasurgical/DevilutionX
Catalog: Translations/*.po
Languages: cs, de, el, fr, sv

source: Cain knows too much. He scares the life out of me - even more than that woman across the river. He keeps telling me about how lucky I am to be alive, and how my story is foretold in legend. I think he's off his crock.
cs: Cain vi prilis hodne. Dost me otravuje - vic nez ta zenska za rekou. Porad mi vypravi, jak jsem stastny, ze jsem nazivu, a jak se muj pribeh prenasi v legendach. Myslim, ze mu trochu preskocilo.
de: Cain weiß zuviel. Er macht mir Höllenangst - mehr noch als diese Frau auf der anderen Seite des Flusses. Er erzählt mir dauernd, was für ein Glück ich habe, noch am Leben zu sein, und dass meine Geschichte in den Legenden vorhergesagt worden sei. Manchmal glaube ich, sein geistiger Sattel ist ein bisschen vom Pferd gerutscht.
el: Ο Κάιν ξέρει πάρα πολλά. Με τρομάζει πολύ - ακόμα περισσότερο από εκείνη τη γυναίκα απέναντι από το ποτάμι. Μου λέει συνέχεια για το πόσο τυχερός είμαι που είμαι ζωντανός και πώς η ιστορία μου προμηνύεται στο θρύλο. Νομίζω ότι δεν πάει καλά.
fr: Cain en sait trop. Il me fait peur, encore plus que cette femme de l'autre côté de la rivière. Il n'arrête pas de me dire à quel point j'ai de la chance d'être en vie et comment mon histoire est prédite dans la légende. À mon avis il déraille.
sv: Cain vet för mycket. Han skrämmer livet ur mig - ännu mer än den där kvinnan tvärs över ån. Han berättar alltid för mig vilken tur jag har som lever, och hur min historia förutspåddes i legenden. Han har inte alla indianer i kanoten.

source: Farnham - now there is a man with serious problems, and I know all about how serious problems can be. He trusted too much in the integrity of one man, and Lazarus led him into the very jaws of death. Oh, I know what it's like down there, so don't even start telling me about your plans to destroy the evil that dwells in that Labyrinth. Just watch your legs...
cs: Farnham - to je clovek s vaznymi problemy a ja vim o vaznych problemech vsechno. Prilis veril v poctivost jednoho muze a Lazarus ho zavedl do sameho chrtanu smrti. Oh, ja vim, jake to je tam dole, tak mi nezacni povidat o svych planech na zniceni zla, ktere zije v tom Labyrintu. Jenom si davej pozor na nohy...
de: Farnham - tja, da haben wir mal einen Mann mit richtig ernsten Problemen. Und ich bin Fachmann, wenn es um ernste Probleme geht. Er hat der Integrität eines einzigen Mannes zu sehr vertraut, und Lazarus hat ihn mitten in die Tore der Hölle geführt. Ich weiß genau, wie es da unten aussieht, also erzähl mir nichts vom "Ausrotten des Bösen, das da unten haust" - pass einfach nur auf Deine Beine auf.
el: Ο Φάρνχαμ - τώρα μιλάμε για έναν άνθρωπο με σοβαρά προβλήματα, και ξέρω τα πάντα για το πόσο σοβαρά μπορεί να είναι τα προβλήματα. Εμπιστευόταν πάρα πολύ την ακεραιότητα ενός ανθρώπου και ο Λάζαρος τον οδήγησε στα ίδια τα σαγόνια του θανάτου. Ω, ξέρω πώς είναι εκεί κάτω, οπότε μην αρχίσεις καν να μου μιλάς για τα σχέδιά σου να καταστρέψεις το κακό που κατοικεί σε αυτόν τον Λαβύρινθο. Απλά πρόσεχε τα πόδια σου...
fr: Farnham – ça c'est un gars qui a de méchants problèmes, et je sais à quel point les problèmes peuvent être sérieux. Il faisait trop confiance à l'intégrité d'un seul homme, et Lazarus l'a conduit dans la gueule du loup. Oh, je sais à quoi ça ressemble là-bas, alors ne commencez pas à me parler de vos plans pour détruire le mal qui habite ce Labyrinthe. Faites juste attention à vos jambes...
sv: Farnham - där är en gubbe med allvarliga problem, och jag vet allt om hur allvarliga problem kan bli. Han litade för mycket på en mans integritet, och Lazarus ledde honom rätt in i dödens käftar. Åh, jag vet hur det är där nere, så börja inte ens berätta för mig om dina planer att förgöra ondskan som bor i Labyrinten. Var rädd om dina ben bara...

source: As long as you don't need anything reattached, old Pepin is as good as they come. If I'd have had some of those potions he brews, I might still have my leg...
cs: Dokud nepotrebujes neco pripojit, je stary Pepin hodne dobry. Kdybych tenkrat mel nektery z tech lektvaru, co vari, mohl jsem mit nohu...
de: Solange keine Teile neu an Deinem Körper befestigt werden müssen, ist der alte Pepin genau der Richtige. Hätte ich damals ein paar seiner Tränke dabei gehabt, hätte ich vielleicht noch beide Beine.
el: Εφόσον δεν χρειάζεται να ξανακολλήσεις τίποτα, ο γερο-Πέπιν είναι το καλύτερο που θα σου τύχει. Αν είχα πάρει μερικά από αυτά τα φίλτρα που φτιάχνει, μπορεί να είχα ακόμα το πόδι μου...
fr: Tant que vous n'avez de vous faire recoller quelque chose, il n'y a pas mieux que le vieux Pepin. Si j'avais eu quelques-unes de ces potions qu'il prépare, j'aurais peut-être encore ma jambe...
sv: Så länge du inte behöver något tillbakasatt, är gamle Pepin den bäste. Om jag hade några av de där dryckerna han brygger, kanske jag fortfarande hade mitt ben...

source: Adria truly bothers me. Sure, Cain is creepy in what he can tell you about the past, but that witch can see into your past. She always has some way to get whatever she needs, too. Adria gets her hands on more merchandise than I've seen pass through the gates of the King's Bazaar during High Festival.
cs: Adria me opravdu trapi. Jiste, Cain ti muze rict hodne o minulosti, ale carodejka vidi do tvoji minulosti. Vzdycky najde nejaky zpusob, jak dostat vsechno, co chce. Adriinyma rukama proslo vice zbozi, nez jsem kdy videl projit branami Kralovskeho Bazaru behem Velke Slavnosti.
de: Adria macht mir richtig Angst. Klar, Cain ist ziemlich unheimlich mit seinen Geschichten über die Vergangenheit, aber Adria... die kann in Deine Vergangenheit reingucken! Und sie bekommt irgendwie immer genau das, was sie will. Adria kommt an mehr Sachen ran, als früher während des Herbstfestes durch die Tore des Königsbazars geliefert wurden.
el: Η Άντρια με ενοχλεί πραγματικά. Σίγουρα, ο Κάιν είναι ανατριχιαστικός σε ό,τι μπορεί να σου πει για το παρελθόν, αλλά αυτή η μάγισσα μπορεί να δει το παρελθόν σου. Έχει πάντα τρόπο να πάρει ό,τι χρειάζεται. Η Άντρια παίρνει στα χέρια της περισσότερα εμπορεύματα από όσα έχω δει να περνούν από τις πύλες του Παζαριού του Βασιλιά κατά τη διάρκεια του Μεγάλου Πανηγυριού.
fr: Adria me perturbe vraiment. Bien sûr, Cain est flippant avec ce qu'il peut vous dire sur le passé, mais cette sorcière peut voir dans votre passé. Elle aussi, elle a toujours un moyen de trouver tout ce qu'il lui faut. Adria met la main sur plus de marchandises que je n'en ai vu passer les portes du Bazar du Roi pendant le Haut Festival.
sv: Adria stör mig verkligen. Visst, det är skumt hur mycket Cain kan berätta om förr, men den där häxan kan se rätt in i ditt förflutna. Hon lyckas alltid få allt hon behöver på något sätt, också. Adria får tag i mer varor än jag sett komma genom Kungsmarknadens portar under Högfestivalen.

source: Ogden is a fool for staying here. I could get him out of town for a very reasonable price, but he insists on trying to make a go of it with that stupid tavern. I guess at the least he gives Gillian a place to work, and his wife Garda does make a superb Shepherd's pie...
cs: Ogden je blazen, ze tu zustava. Mohl bych ho dostat z mesta za velmi rozumnou cenu, ale on trva na tom, ze povede tu hloupou hospodu. Alespon dava Gillian misto, kde muze pracovat, a jeho zena Garda pece skvely Ovcacky kolac...
de: Ogden ist ein Idiot, dass er hierbleibt. Ich könnte ihn zu einem sehr zivilen Preis aus der Stadt bringen, aber er besteht darauf, sein Glück hier mit diesem blöden Gasthof zu versuchen. Na ja, zumindest hat Gillian dadurch einen Arbeitsplatz, und seine Frau Garda macht einen prima Hirtenkuchen.
el: Ο Όγκντεν είναι ανόητος που μένει εδώ. Θα μπορούσα να τον βγάλω από την πόλη σε πολύ λογική τιμή, αλλά επιμένει να προσπαθεί να τα βγάλει πέρα ​​με αυτή την ηλίθια ταβέρνα. Υποθέτω ότι τουλάχιστον προσφέρει στην Γκίλιαν ένα μέρος να δουλέψει και η σύζυγός του η Γκάρντα φτιάχνει μια υπέροχη κρεατόπιτα...
fr: Ogden est un imbécile de rester ici. Je pourrais le faire sortir de la ville pour un prix très raisonnable, mais il persiste à essayer de vivre de cette stupide taverne. Je suppose qu'au moins il donne un boulot à Gillian, et puis sa femme Garda fait une tourte du berger épatante...
sv: Ogden är en dåre som stannar här. Jag skulle kunna fixa ut honom för ett rimligt pris, men han insisterar på att ge den där dumma krogen ett försök. Jag antar att han åtminstone ger Gillian en arbetsplats, och hans fru Garda lagar åtminstone en fantastiskt herdepaj...

source: Beyond the Hall of Heroes lies the Chamber of Bone. Eternal death awaits any who would seek to steal the treasures secured within this room. So speaks the Lord of Terror, and so it is written.
cs: Za Sinemi hrdinu lezi Komnata kosti. Vecna smrt ceka na kazdeho, kdo by se snazil ukrast poklady chranene v teto sini. Tak pravil Pan hruzy a tak jest to psano.
de: Jenseits der Halle der Helden liegt die Knochenkammer. Ewiger Tod erwartet den Frevler, der die Schätze aus dieser Kammer zu stehlen versucht. So spricht der Herr des Terrors, und so steht es geschrieben.
el: Πέρα από τον Θάλαμο των Ηρώων βρίσκεται ο Θάλαμος των Οστών. Ο αιώνιος θάνατος περιμένει όποιον θα ήθελε να κλέψει τους θησαυρούς που είναι ασφαλισμένοι σε αυτό το δωμάτιο. Έτσι λέει ο Άρχοντας του Τρόμου, και έτσι είναι γραμμένο.
fr: Au-delà du Panthéon des Héros se trouve la Chambre des Ossements. La mort éternelle attend quiconque chercherait à voler les trésors se trouvant dans cette pièce. Ainsi parle le Seigneur de la Terreur, et ainsi est-il écrit.
sv: Bortom Hjältarnas Sal ligger Benkammaren. Evig död väntar alla som försöker stjäla skatterna förseglade i detta rum. Så säger Fasans Herre, och så är det skrivet.

source: ...and so, locked beyond the Gateway of Blood and past the Hall of Fire, Valor awaits for the Hero of Light to awaken...
cs: ...a tak, zamceno za Branou krve a Sinemi ohne, ceka Udatnost na Hrdinu svetla, aby procitlo...
de: ...und so wartet Tapferstahl hinter dem Blutportal und jenseits des Flammengewölbes auf den Tag, da der Held des Lichtes wieder erwacht...
el: ...και έτσι, κλειδωμένη πέρα ​​από την Πύλη του Αίματος και πέρα ​​από την Αίθουσα της Φωτιάς, η Τιμή περιμένει τον Ήρωα του Φωτός να ξυπνήσει...
fr: ... et ainsi, enfermé derrière le Portail du Sang et au-delà de la Salle du Feu, Vaillance attend que le Héros de la Lumière se réveille...
sv: ...och så, instängd bortom Blodets Port och efter Eldens Sal, väntar Mod på Ljusets Hjälte för att vakna...

source: I can see what you see not. Vision milky then eyes rot. When you turn they will be gone, Whispering their hidden song. Then you see what cannot be, Shadows move where light should be. Out of darkness, out of mind, Cast down into the Halls of the Blind.
cs: Nemuzes videt to co ja. Oko se mlzi,obzor zakryva. Otocis se a jsou pryc, Slysis sumot a nic vic. Potom vidis, co nemuze byt, Stin se hybe, kde svetlo ma byt. Pryc z temna z myslenek tvych, Svrzen jsi do Sine slepych.
de: Ich kann sehen, was niemand kann. Milchiger Blick, kein Auge dann. Wenn sie sich umdrehn, sind sie fort. Ihr heimlich Lied flüstert der Ort. Dann seht auch Ihr, was nicht sein darf. Wo Licht sein soll, der Schatten warf. Aus Dunkel, wild wie ein Berserker, unten in der Blinden Kerker.
el: Βλέπω εκεί, που δεν βλέπουν μάτια... Γαλακτώδης όραση αλλά σαπίζουν μάτια, Όταν γυρίσεις, θα έχουν φύγει... Ψιθυρίζοντας κρυφό τραγούδι, έχουν ξεφύγει, Τότε βλέπεις αυτό, που αδύνατον είναι... Σκιές κινούνται, όταν φως πρέπει να είναι, Έξω από το σκοτάδι, και πέρα της γνώσης των μυαλών, Εξόριστοι κάτω, μέσα στην Αίθουσες των Τυφλών.
fr: Tu ne peux le voir, mais moi je le puis. Vision laiteuse et prunelles pourries. Quand tu te retournes, ils s'en sont allés, Tout en chuchotant leur chanson cachée. Puis l'impossible tu vois qui t'entoure, Des ombres qui dansent, où était le jour. À force de nuit, sans force tu beugles, Abandonné dans le Hall des Aveugles.
sv: Jag kan se där du ser föga. Mjölkig syn och ruttet öga. Vänd dig om gång på gång, Du hör bara en viskad sång. Sen ser du något utan sans, Skuggor rör sig där ljuset fanns. Ut ur vett och skuggans dalar, nedkastad i De Blindas Salar.

source: The armories of Hell are home to the Warlord of Blood. In his wake lay the mutilated bodies of thousands. Angels and men alike have been cut down to fulfill his endless sacrifices to the Dark ones who scream for one thing - blood.
cs: Zbrojnice Pekla jsou domovem Vojevudce Krve. Za nim lezi zohavena tela tisicu. Andele i lide byli zabijeni, aby slouzili pri jeho nekonecnem obetovani Temnym, kteri prahnou pouze po jedine veci - po krvi.
de: Die Waffenkammern der Hölle sind das Zuhause des Blutfürsten. In seinem Kielwasser treiben die verstümmelten Leichen von Tausenden. Engel und Menschen gleichermaßen wurden reihenweise niedergemäht, als Opfergaben für die Finsteren Herrscher, die es nur nach einem dürstet - nach Blut.
el: Τα οπλοστάσια της Κόλασης είναι το σπίτι του Πολέμαρχου του Αίματος. Στο πέρασμά του κείτονται τα ακρωτηριασμένα σώματα χιλιάδων. Άγγελοι και άνθρωποι έχουν σφαγιαστεί για να εκπληρώσουν τις ατελείωτες θυσίες του, στους Σκοτεινούς, που ουρλιάζουν για ένα πράγμα - αίμα.
fr: Les armureries de l'Enfer abritent le Seigneur de Guerre de Sang. Dans son sillage gisaient les corps mutilés de multitudes. Anges et hommes ont été abattus pour accomplir ses sacrifices sans fin envers les Ténèbres qui crient pour une seule chose : du sang.
sv: Helvetets arsenaler är hem åt Blodets Krigsherre. I hans spår ligger tusentals lemlästade kroppar. Både änglar och människor har nedhuggits för att mätta hans eviga offrande till de Mörka som skriker efter en sak - blod.

source: Take heed and bear witness to the truths that lie herein, for they are the last legacy of the Horadrim. There is a war that rages on even now, beyond the fields that we know - between the utopian kingdoms of the High Heavens and the chaotic pits of the Burning Hells. This war is known as the Great Conflict, and it has raged and burned longer than any of the stars in the sky. Neither side ever gains sway for long as the forces of Light and Darkness constantly vie for control over all creation.
cs: Pozor dej a svedc o pravdach, jez zde ctes, jelikoz jsou poslednim odkazem Horadrim. Prave ted zuri valka, ne na bitevnim poli, ktere zname - mezi vybornym kralovstvim Vysokeho Nebe a chaotickou dirou Horoucich Pekel. Tato valka jest znama jako Velky konflikt a zuri a plane dele nez hvezdy na obloze. Zadna ze stran nikdy neziskala prevahu na dlouhou dobu, kdyz sily Svetla a Temnoty souperi o vladu nad vsemi stvorenimi.
de: Merket auf und vernehmt die Worte der Wahrheit, denn sie sind das letzte Vermächtnis der Horadrim. Genau in diesem Moment tobt ein Krieg, jenseits der uns bekannten Dimensionen, zwischen den Fürstentümern des Himmelreiches und den chaotischen Abgründen der brennenden Hölle. Dieser Krieg wird der Große Zwist genannt, und er tobt und wütet schon länger, als irgendein Stern am Firmament leuchtet. Keine Seite hat lange einen echten Vorteil in diesem Zwist, in dem die Kräfte des Lichts und der Finsternis beharrlich um die Macht über die gesamte Schöpfung kämpfen.
el: Προσέξτε και δώστε μαρτυρία για τις αλήθειες που γράφονται εδώ, γιατί είναι η τελευταία κληρονομιά των Χοράντριμ. Υπάρχει ένας πόλεμος που μαίνεται ακόμη και τώρα, πέρα ​από τον κόσμο που γνωρίζουμε - μεταξύ των ουτοπικών βασιλείων των Υψηλών Ουρανών και των χαοτικών λάκκων των Φλεγόμενων Κολάσεων. Αυτός ο πόλεμος είναι γνωστός ως η Μεγάλη Σύγκρουση, και κρατάει και καίει, περισσότερο από οποιοδήποτε από τα αστέρια στον ουρανό. Καμία πλευρά δεν κερδίζει ποτέ επιρροή για μεγάλο χρονικό διάστημα, καθώς οι δυνάμεις του Φωτός και του Σκότους αγωνίζονται συνεχώς για τον έλεγχο όλης της δημιουργίας.
fr: Voyez et soyez témoins des vérités ci-après, car elles sont le dernier héritage des Horadrim. Il est une guerre qui fait rage encore aujourd'hui, au-delà des domaines que nous connaissons – entre les royaumes utopiques du Paradis Céleste et les profondeurs chaotiques des Enfers Ardents. Cette guerre est connue sous le nom de Grand Conflit, et elle a fait rage et a brûlé plus longtemps que n'importe quelle étoile dans le ciel. Aucun des deux partis ne prend jamais longtemps l'avantage car les forces de la Lumière et des Ténèbres se disputent sans cesse le contrôle de toute la création.
sv: Lyssna noga och bär vittnesmål åt sanningarna som finns häri, ty de är Horadrims sista arv. Det finns ett krig som ännu rasar, bortom de fält vi känner - mellan de utopiska rikena av de Höga Himlarna och den kaotiska avgrunden av de Brinnande Helvetena. Detta krig kallas den Stora Konflikten, och den har rasat och brunnit längre än någon av stjärnorna i himlen. Ingen sida får någonsin övertaget länge medan Ljusets och Mörkrets krafter ständigt kämpar för att få makten över skapelsen.

source: Take heed and bear witness to the truths that lie herein, for they are the last legacy of the Horadrim. When the Eternal Conflict between the High Heavens and the Burning Hells falls upon mortal soil, it is called the Sin War. Angels and Demons walk amongst humanity in disguise, fighting in secret, away from the prying eyes of mortals. Some daring, powerful mortals have even allied themselves with either side, and helped to dictate the course of the Sin War.
cs: Pozor dej a svedc o pravdach, jez zde ctes, jelikoz jsou poslednim odkazem Horadrim. Kdyz se Vecny konflikt mezi Vysokym Nebem a Horoucim Peklem presunul do zeme smrtelniku, byl nazyvan Hrisna Valka. Andele a Demoni kraceli v prevleku mezi lidmi, bojovali ve skrytu, vzdaleni od vsetecnych oci smrtelniku. Nekteri odvazni a mocni smrtelni se pripojili k nektere ze stran a pomahali urcovat vyvoj Hrisne Valky.
de: Merket auf und vernehmt die Worte der Wahrheit, denn sie sind das letzte Vermächtnis der Horadrim. Als der Ewige Zwist zwischen Himmelreich und Hölle auf das Gebiet der Sterblichen übergriff, nannte man ihn den Sündenkrieg. Engel und Dämonen wandeln verkleidet unter den Menschen, kämpfen im Verborgenen, versteckt vor den Blicken der Sterblichen. Einige wagemutige, mächtige Sterbliche haben sich sogar der einen oder anderen Seite angeschlossen und so den Verlauf des Sündenkrieges mit beeinflusst.
el: Προσέξτε και δώστε μαρτυρία για τις αλήθειες που γράφονται εδώ, γιατί είναι η τελευταία κληρονομιά των Χοράντριμ. Όταν η Αιώνια Σύγκρουση μεταξύ των Υψηλών Ουρανών και των Φλεγόμενων Κολάσεων πέφτει στο θνητό έδαφος, ονομάζεται ως Πόλεμος της Αμαρτίας. Άγγελοι και Δαίμονες περπατούν ανάμεσα στην ανθρωπότητα μεταμφιεσμένοι, πολεμώντας κρυφά, μακριά από τα αδιάκριτα βλέμματα των θνητών. Μερικοί τολμηροί, ισχυροί θνητοί συμμάχησαν και με τις δύο πλευρές και βοήθησαν να υπαγορευτεί η πορεία του Πολέμου της Αμαρτίας.
fr: Voyez et soyez témoins des vérités ci-après, car elles sont le dernier héritage des Horadrim. Lorsque le conflit éternel entre le Paradis Céleste et les Enfers Ardents s'abattit sur le sol des mortels, on l'appela la Guerre du Péché. Des anges et des démons se mêlèrent à l'humanité sous une fausse apparence, combattant en secret, loin des regards indiscrets des mortels. Certains mortels audacieux et puissants s'allièrent même à l'un ou l'autre parti et contribuèrent à orienter le cours de la guerre du péché.
sv: Lyssna noga och bär vittnesmål åt sanningarna som finns häri, ty de är Horadrims sista arv. När den Eviga Konflikten mellan de Höga Himlarna och de Brinnande Helvetena spiller över på dödlig jord, kallas den Syndakriget. Änglar och Demoner går bland människor i förklädnad och slåss i lönndom, borta från de dödligas nyfikna ögon. Vissa modiga, mäktiga dödliga har rentav allierat sig med endera sidan, och hjälpt styra Syndakrigets kurs.
