Repository: diasurgical/DevilutionX
Catalog: Translations/*.po
Languages: cs, de, el, fr, sv

source: So, the legend of the Map is real. Even I never truly believed any of it! I suppose it is time that I told you the truth about who I am, my friend. You see, I am not all that I seem... My true name is Deckard Cain the Elder, and I am the last descendant of an ancient Brotherhood that was dedicated to keeping and safeguarding the secrets of a timeless evil. An evil that quite obviously has now been released... The evil that you move against is the dark Lord of Terror - known to mortal men as Diablo. It was he who was imprisoned within the Labyrinth many centuries ago. The Map that you hold now was created ages ago to mark the time when Diablo would rise again from his imprisonment. When the two stars on that map align, Diablo will be at the height of his power. He will be all but invincible... You are now in a race against time, my friend! Find Diablo and destroy him before the stars align, for we may never have a chance to rid the world of his evil again!
cs: Takze legenda o Mape je pravdiva. Ani ja jsem tomu opravdu neveril! Predpokladam, ze je cas rict ti pravdu o tom, kdo jsem, priteli. Vidis, ze nejsem tim, cim se zdam... Me prave jmeno je Deckard Cain a jsem poslednim nasledovnikem davneho Bratrstva, ktere bylo zasveceno udrzovani a ochrane tajemstvi o nekonecnem zlu. Zlu, ktere bylo nyni zrejme uvolneno... Zlo, proti kteremu stojis je temny Pan hruzy - smrtelnikum znamy jako Diablo. To on byl pred mnoha staletimi uveznen v Labyrintu. Mapa, kterou jsi prinesl byla pred davnymi veky vytvorena, aby oznacila dobu, kdy Diablo opet povstane ze sveho vezeni. Kdyz budou dve hvezdy vyznacene na mape v jedne rade, Diablo bude na vrcholu sve sily. Bude temer neznicitelny... Ted zavodis s casem, priteli! Najdi Diabla a znic ho drive nezse hvezdy seskupi, protoze uz mozna nebudeme mit zadnou dalsi sanci, jak vycistit svet od tohoto zla!
de: Soso, die Legende über die Karte ist also wahr. Selbst ich habe nie wirklich daran geglaubt. Vielleicht ist es an der Zeit, Euch zu sagen, wer ich wirklich bin. Ihr müsst wissen, dass mein äußerer Anschein nicht ganz meiner wahren Natur entspricht. Mein wirklicher Name ist Deckard Cain der Ältere, und ich bin der letzte Nachfahre einer uralten Bruderschaft, die es sich zum Ziel gesetzt hatte, die Geheimnisse einer uralten bösen Macht zu bewahren. Einer Macht, die nun offensichtlich aus ihrem Gefängnis entkommen konnte. Die böse Macht, mit der Ihr Euch messen wollt, ist der Finstere Lord des Terrors, unter den Sterblichen als Diablo bekannt. Er war es, der vor etlichen Jahrhunderten im Labyrinth eingesperrt worden ist. Diese Karte in Eurer Hand ist vor Jahrhunderten angefertigt worden, um den Zeitpunkt festzulegen, an dem Diablo wieder aus seinem Gefängnis entkommen würde. Wenn die beiden Sterne auf der Karte zusammenkommen, ist Diablo auf dem Höhepunkt seiner Macht. Er ist dann praktisch unbesiegbar. Die Zeit arbeitet nun gegen Euch, mein Freund. Findet Diablo und vernichtet ihn, bevor die Sterne zusammenkommen, oder wir werden vielleicht nie wieder die Chance bekommen, die Welt vor seinem Würgegriff zu bewahren!
el: Ώστε, ο θρύλος του Χάρτη είναι πραγματικός. Ακόμα κι εγώ δεν πίστεψα ποτέ τίποτα από αυτά! Υποθέτω ότι ήρθε η ώρα να σου πω την αλήθεια για το ποιος είμαι, φίλε/η μου. Βλέπεις, δεν είμαι μόνο όλο αυτό που φαίνομαι... Το αληθινό μου όνομα είναι Ντέκαρντ Κάιν ο Πρεσβύτερος και είμαι ο τελευταίος απόγονος μιας αρχαίας Αδελφότητας που ήταν αφιερωμένη στο να κρατά και να προστατεύει τα μυστικά ενός διαχρονικού κακού. Ένα κακό που προφανώς έχει πλέον απελευθερωθεί... Το κακό στο οποίο εναντιώνεσαι είναι ο σκοτεινός Άρχοντας του Τρόμου - γνωστός στους θνητούς ως Ντιάμπλο. Ήταν αυτός που φυλακίστηκε μέσα στον Λαβύρινθο πριν από πολλούς αιώνες. Ο Χάρτης που κρατάς τώρα δημιουργήθηκε πριν από πολλά χρόνια για να σηματοδοτήσει την εποχή που ο Ντιάμπλο θα σηκωθεί ξανά από τη φυλάκισή του. Όταν τα δύο αστέρια σε αυτόν τον χάρτη ευθυγραμμιστούν, ο Ντιάμπλο θα είναι στο απόγειο της δύναμής του. Θα είναι ανίκητος... Τώρα είσαι σε αγώνα δρόμου ενάντια στο χρόνο φίλε/η μου! Βρες τον Ντιάμπλο και καταστρέψτε τον πριν ευθυγραμμιστούν τα αστέρια, γιατί μπορεί να μην έχουμε ποτέ ξανά την ευκαιρία να απαλλάξουμε από τον κόσμο το κακό του!
fr: Ainsi, la légende de la carte est véridique. Même moi, je n'y ai jamais vraiment cru ! J'imagine qu'il est temps que je vous révèle la vérité à mon sujet, mon ami. Voyez-vous, je ne suis pas ce qu'il y paraît… Mon vrai nom est Deckard Cain l'Ancien, et je suis le dernier descendant d'une ancienne Confrérie dont la vocation était de garder et préserver des secrets d'un mal intemporel. Un mal qui bien manifestement est désormais libéré. Le mal que vous affrontez est le sombre Seigneur de la Terreur – connu des mortels sous le nom de Diablo. C'est lui qui fut emprisonné dans le Labyrinthe il y a bien des siècles. Cette carte que vous avez là a été tracée il y a des éons de cela pour marquer le moment où Diablo sortirait de son emprisonnement. Lorsque les deux étoiles sur cette carte s'aligneront ainsi, Diablo sera au sommet de sa puissance, pour ainsi dire invincible... Vous êtes maintenant dans une course contre le temps, mon ami ! Trouvez Diablo et détruisez-le avant que les étoiles ne s'alignent, car nous n'aurons peut-être plus jamais l'occasion de débarrasser le monde de ce mal !
sv: Så legenden om Kartan är sann. Fast jag aldrig trodde på något ur den! Jag antar att det är dags att jag berättar sanningen vem jag är, min vän. Du förstår, jag är inte riktigt som jag verkar... Mitt verkliga namn är Deckard Cain den Äldre, och jag är den sista ättlingen till ett uråldrigt Brödraskap som vigde sig åt att vakta en uråldrig ondskas hemligheter. En ondska som nu uppenbarligen har släppts lös. Ondskan som du kämpar mot är den mörke Fasans Herre - som av dödliga kallas Diablo. Det var han som fängslades i Labyrinten för många århundraden sedan. Kartan du håller i nu skapades för evigheter sedan för att visa tiden då Diablo skulle bryta sig fri från sitt fängelse. När de två stjärnorna på den där kartan går i linje med varann, kommer Diablo vara på höjden av sin kraft. Han kommer vara nästan odödlig... Du löper nu mot tiden, min vän! Hitta Diablo och förgör honom innan stjärnorna löper samman, annars kommer vi aldrig igen få en chans att rensa världen från hans ondska igen!

source: Our time is running short! I sense his dark power building and only you can stop him from attaining his full might.
cs: Nas cas se krati! Citim, jak se jeho temna sila zvetsuje a jedine ty muzes zabranit tomu, aby dosahl sve plne sily.
de: Unsere Zeit wird knapp! Ich kann spüren, wie seine finstere Macht wächst, und nur Ihr könnt verhindern, dass er all seine Kräfte wiedererlangt!
el: Ο χρόνος μας είναι λίγος! Αισθάνομαι τη σκοτεινή ισχύ του και μόνο εσύ μπορείς να τον εμποδίσεις να αποκτήσει την πλήρη δύναμή του.
fr: Le temps presse ! Je sens que son pouvoir obscur grandit et vous seul pouvez l'empêcher d'atteindre sa pleine puissance.
sv: Vår tid är kort! Jag kan känna hans mörka makt öka och det är bara du som kan hindra honom från att nå sin fulla makt.

source: I am sure that you tried your best, but I fear that even your strength and will may not be enough. Diablo is now at the height of his earthly power, and you will need all your courage and strength to defeat him. May the Light protect and guide you, my friend. I will help in any way that I am able.
cs: Jsem si jist, ze jsi zkusil to nejlepsi, ale bojim se, ze ani tva sila a vule nestaci. Diablo je nyni na vrcholu sve pozemske sily a ty budes potrebovat vsechu odvahu a silu, abys ho porazil. Necht te Svetlo ochranuje a vede, priteli. Budu ti pomahat jakymkoliv zpusobem, ktery bude v mych silach.
de: Ich bin sicher, dass Ihr Euer Bestes geben werdet, doch ich fürchte, nicht einmal Euer Arm und Euer Wille sind stark genug. Diablo ist nun auf dem Höhepunkt seiner irdischen Macht, und Ihr werdet all Euren Mut und Eure Kraft brauchen, um ihn zu besiegen. Möge das Licht Euch beschützen und leiten, mein Freund. Ich werde Euch helfen, soweit ich es vermag.
el: Είμαι σίγουρος ότι έκανες το καλύτερο δυνατό, αλλά φοβάμαι ότι ακόμη και η δύναμη και η θέλησή σου μπορεί να μην είναι αρκετή. Ο Ντιάμπλο βρίσκεται τώρα στο απόγειο της γήινης ισχύος του και θα χρειαστείς όλο σας το θάρρος και τη δύναμή σου για να τον νικήσεις. Είθε το Φως να σε προστατεύει και να σε καθοδηγεί, φίλε/η μου. Θα βοηθήσω με όποιον τρόπο μπορώ.
fr: Je suis sûr que vous avez fait votre possible, mais je crains que même votre force et votre volonté ne suffisent pas. Diablo est maintenant au faîte de sa puissance terrestre, et vous aurez besoin de tout votre courage et de votre force pour le vaincre. Que la Lumière vous protège et vous guide, mon ami. Je vous aiderai dans la mesure de mes capacités.
sv: Jag är säker på att du försökte ditt bästa, men jag är rädd att till och med din styrka och vilja inte är nog. Diablo är nu på höjden av sin jordiska makt, och du kommer behöva all din styrka och mod för att besegra honom. Må Ljuset skydda och vägleda dig, min vän. Jag kommer hjälpa på alla sätt jag kan.

source: If the witch can't help you and suggests you see Cain, what makes you think that I would know anything? It sounds like this is a very serious matter. You should hurry along and see the storyteller as Adria suggests.
cs: Kdyz ti nemuze pomoct carodejka a radi ti, abys sel za Cainem, proc si myslis, ze ti nejak pomohu ja? Zni to jako velmi zavazna zalezitost. Mel by sis pospisit a zajit za vypravecem, jak ti doporucila Adria.
de: Wenn die Hexe Euch nicht helfen kann und Euch schon zu Cain schickt, wieso glaubt Ihr dann, ich könnte etwas darüber wissen? Das klingt nach einer sehr ernsten Angelegenheit. Ihr solltet lieber schleunigst das tun, was Adria vorgeschlagen hat und zum Geschichtenerzähler gehen.
el: Αν η μάγισσα δεν μπορεί να σε βοηθήσει και σου προτείνει να δεις τον Κάιν, τι σε κάνει να πιστεύεις ότι θα ήξερα τίποτα εγώ; Φαίνεται ότι αυτό είναι ένα πολύ σοβαρό θέμα. Θα πρέπει να βιαστείς και να δεις τον αφηγητή ιστοριών όπως προτείνει η Άντρια.
fr: Si la sorcière ne peut pas vous aider et vous suggère de voir Cain, qu'est-ce qui vous fait croire que je saurais quelque chose ? Ça a l'air d'une affaire très sérieuse. Vous devriez vous dépêcher et aller voir le conteur comme le suggère Adria.
sv: Om häxan inte kan hjälpa dig och föreslår att du pratar med Cain, varför tror du då att jag skulle veta något? Det låter som ett allvarligt problem. Bäst du skyndar dig till historieberättaren som Adria säger.

source: I can't make much of the writing on this map, but perhaps Adria or Cain could help you decipher what this refers to. I can see that it is a map of the stars in our sky, but any more than that is beyond my talents.
cs: Ja si s tim napisem na mape moc neporadim, ale treba Adria nebo Cain by ti mohl pomoc rozlustit, o cem se zde pise. Vidim, ze to je mapa hvezd na nasi obloze, ale nic vic moje vedomosti nezahrnuji.
de: Ich kann mit den Inschriften auf der Karte nicht viel anfangen, aber vielleicht wissen Adria oder Cain, was das bedeuten soll. Ich kann nur erkennen, dass es eine Karte unseres Sternenhimmels ist, aber mehr sagt mir das Ding nicht.
el: Δεν μπορώ να καταλάβω από τα γραπτά σε αυτόν τον χάρτη, αλλά ίσως η Άντρια ή ο Κάιν θα μπορούσαν να σε βοηθήσουν να αποκρυπτογραφήσεις και να μάθεις σε τι αναφέρεται. Μπορώ να δω ότι είναι ένας χάρτης των αστεριών στον ουρανό μας, αλλά κάτι περισσότερο από αυτό είναι πέρα ​από τα ταλέντα μου.
fr: Je ne peux pas tirer grand-chose de l'écriture sur cette carte, mais peut-être qu'Adria ou Cain pourraient vous aider à déchiffrer ce que ça dit. Je peux voir que c'est une carte des étoiles dans notre ciel, mais après, cela dépasse mes talents.
sv: Jag kan inte läsa mycket av skriften på den här kartan, men kanske Adria eller Cain skulle kunna hjälpa dig uttyda vad den gäller. Jag kan se att det är en karta av stjärnorna i himlen, men vet inte mer än så.

source: The best person to ask about that sort of thing would be our storyteller. Cain is very knowledgeable about ancient writings, and that is easily the oldest looking piece of paper that I have ever seen.
cs: Na tuhle vec by ses mel zeptat nejlepe naseho vypravece. Cain je velice informovany o davnych svitcich a tohle je docela dobre nejstarsi kousek papiru, ktery jsem kdy videla.
de: Bei solchen Sachen fragt Ihr am besten immer unseren Geschichtenerzähler. Cain weiß eine Menge über alte Schriften, und das hier ist ja nun wirklich das älteste Stück Papier, das mir jemals untergekommen ist.
el: Το καλύτερο άτομο για να ρωτήσεις για κάτι τέτοιο θα ήταν ο αφηγητής ιστοριών μας. Ο Κάιν γνωρίζει πολύ καλά τα αρχαία γραπτά, και αυτό είναι εύκολα το πιο παλιό χαρτί που έχω δει ποτέ.
fr: La meilleure personne à consulter sur ce genre de chose serait notre conteur. Cain connaît très bien les écrits anciens, et c'est de loin le plus vieux morceau de papier que j'aie jamais vu.
sv: Den bästa personen att fråga om den sortens sak vore vår historieberättare. Cain kan mycket om gamla skrifter, och det där är helt klart det äldsta papper jag någonsin sett.

source: I have never seen a map of this sort before. Where'd you get it? Although I have no idea how to read this, Cain or Adria may be able to provide the answers that you seek.
cs: Nikdy driv jsem takovou mapu nevidel. Kde jsi ji ziskal? I kdyz me nenapada, jak to precist, na tvoje otazky by ti mohli odpovedet Cain nebo Adria.
de: So eine Karte habe ich noch nie gesehen. Wo habt Ihr die denn her? Ich kann sie zwar nicht entziffern, aber Cain oder Adria müssten Euch da weiterhelfen können.
el: Δεν έχω ξαναδεί τέτοιο χάρτη. Πού τον βρήκες; Αν και δεν έχω ιδέα πώς να τον διαβάσω, ο Κάιν ή η Άντρια μπορεί να είναι σε θέση να σου δώσουν τις απαντήσεις που αναζητάς.
fr: Je n'ai jamais vu de carte de ce genre auparavant. Où l'avez-vous eue ? Beau que je n'aie aucune idée de comment lire ça, Cain ou Adria devraient pouvoir fournir les réponses que vous cherchez.
sv: Jag har aldrig sett den sortens karta tidigare. Var fick du tag på den? Fast jag inte kan läsa den, kanske Cain eller Adria kan ge dig de svar du söker.

source: Listen here, come close. I don't know if you know what I know, but you have really got somethin' here. That's a map.
cs: Poslouchej, pojd bliz. Nevim, jestli vis, co vim, ale to co mas je opravdu neco. Tohleto je mapa.
de: Hör mal, komm mal her. Ich weiß nicht, ob Du weißt, was ich weiß, aber weißt Du, dass das eine Karte ist? Eine richtige Landkarte!
el: Άκου εδώ, έλα κοντά. Δεν ξέρω αν ξέρεις αυτό που ξέρω, αλλά έχεις κάτι εδώ πραγματικά. Αυτός είναι ένας χάρτης.
fr: Écoutez voir, approchez. Je sais pas si vous savez c'que je sais, mais vous tenez vraiment quéqu'chose là. C'est une carte.
sv: Lyssna nu, kom nära. Jag vet inte om du vet vad jag vet, men du har verkligen fått tag på något där. Det där är en karta.

source: Oh, I'm afraid this does not bode well at all. This map of the stars portends great disaster, but its secrets are not mine to tell. The time has come for you to have a very serious conversation with the Storyteller...
cs: Oh, bojim se, ze to nevesti vubec nic dobreho. Tato mapa hvezd predvida velke nestesti, ale o jejich tajemstvich ti nic nepovim. Prisel cas, aby sis velmi vazne promluvil s Vypravecem...
de: Oh, ich fürchte, das hört sich gar nicht gut an. Diese Sternenkarte bedeutet großes Unheil, doch es ist nicht an mir, ihre Geheimnisse zu lüften. Die Zeit ist reif für ein ernstes Gespräch mit dem Geschichtenerzähler...
el: Ω, φοβάμαι ότι αυτό δεν προμηνύεται καθόλου καλό. Αυτός ο χάρτης των αστεριών προμηνύει μεγάλη καταστροφή, αλλά τα μυστικά του δεν είναι δικά μου να τα πω. Ήρθε η ώρα να κάνετε μια πολύ σοβαρή συζήτηση με τον αφηγητή ιστοριών...
fr: Oh, j'ai bien peur que cela ne présage rien de bon du tout. Cette carte des étoiles laisse présager un grand malheur, mais ce n'est pas à moi de raconter ses secrets. Il est temps pour vous d'avoir une conversation très sérieuse avec le Conteur...
sv: Åh, jag är rädd att det här är mycket illavarslande. Den här stjärnkartan förutspår en stor olycka, med dess hemligheter är inte mina att berätta. Dags för dig att ha ett allvarligt samtal med Historieberättaren...

source: I've been looking for a map, but that certainly isn't it. You should show that to Adria - she can probably tell you what it is. I'll say one thing; it looks old, and old usually means valuable.
cs: Hledam mapu, ale tohle urcite neni ona. Mel bys to ukazat Adrii - nepochybne ti muze rict, co to je. Reknu ti jednu vec; vypada stare a stare obvykle znamena dost cenne.
de: Ich habe nach einer Karte gesucht, aber bestimmt nicht nach der hier. Du solltest sie mal Adria zeigen - sie kann Dir eher sagen, was das ist. Ich weiß nur, dass sie ziemlich alt aussieht, und 'alt' bedeutet meist 'wertvoll'.
el: Έψαχνα για έναν χάρτη, αλλά σίγουρα δεν είναι αυτός. Θα πρέπει να τον δείξεις στην Άντρια - πιθανότατα μπορεί να σου πει τι είναι. Θα πω ένα πράγμα. φαίνεται παλιός και παλιό συνήθως σημαίνει πολύτιμο.
fr: J'ai cherché une carte, mais ce n'est certainement pas ça. Vous devriez montrer ça à Adria – elle peut probablement vous dire ce que c'est. Je dirai une chose ; ça a l'air vieux, et vieux rime souvent avec précieux.
sv: Jag har letat efter en karta, med det där är verkligen inte den. Du borde visa den för Adria - hon kan nog berätta vad det är. Jag kan säga en sak; den ser gammal ut, och gammal brukar betyda dyr.

source: Pleeeease, no hurt. No Kill. Keep alive and next time good bring to you.
cs: Prooosim, neublizuj. Nezabijej. Nech zit a priste dam dobre.
de: Bitte nicht wehtun. Nicht töten. Leben lassen, nächstes Mal Gutes Euch bringen.
el: Σε παρακαλωωωωώ, μην με πονέσεις. Όχι σκότωμα. Να είμαι ζωντανός και την επόμενη φορά το καλό πράμα θα σου φέρω.
fr: S'il vous plaît, pas mal. Pas tuer. Laisser vivre et prochain fois, bon apporté à vous.
sv: Snääällla, inte skada. Inte Döda. Låt leva och nästa gång bra ge till dig.

source: Something for you I am making. Again, not kill Gharbad. Live and give good. You take this as proof I keep word...
cs: Neco pro tebe udelat. Zase, nezabijej Gharbada. Zit a dat dobre. Vem to, jako dukaz ja drzim slovo...
de: Etwas für Euch ich machen. Nicht töten Gharbad. Leben und Gutes geben. Hier das Ihr nehmen als Beweis ich halten Wort.
el: Κάτι για σένα φτιάχνω. Και πάλι, μην σκοτώσετε τον Γκάρμπαντ. Να ζήσω και σου δώσω καλό πράμα. Πάρε αυτό ως απόδειξη ότι κρατάω τη λέξη μου...
fr: Quelque chose pour vous je fais. Encore, pas tuer Gharbad. Vivre et donner bon. Toi prend ça comme preuve je tiens parole...
sv: Något för dig gör jag. Igen, inte döda Gharbad. Leva och ge bra. Du få den som tecken jag håller ord...

source: Nothing yet! Almost done. Very powerful, very strong. Live! Live! No pain and promise I keep!
cs: Jeste ne! Skoro hotove. Mooc mocne, moc silne. Zit! Zit! Netrapit a ja dodrzet slib!
de: Noch nichts! Fast fertig aber. Sehr mächtig, sehr stark. Leben! Leben! Keine Wehtun, ich halten Versprechung.
el: Τίποτα ακόμη! Σχεδόν τελείωσε. Πολύ δυνατό, πολύ δυνατό. Να ζήσω! Ζήσω! Χωρίς πόνο και υπόσχεση κρατώ!
fr: Rien encore ! Presque fini. Très puissant, très fort. Vivre ! Vivre ! Pas douleur et promesse je tiens !
sv: Inget än! Nästan klar. Mycket kraftig, mycket stark. Leva! Leva! Ingen ont och löfte jag hålla!

source: This too good for you. Very Powerful! You want - you take!
cs: Hodne dobre pro tebe. Hodne Mocne! Ty chces - ty ber!
de: Dies zu gut für Euch. Sehr stark! Ihr wollen, Ihr Euch holen kommen!
el: Αυτό είναι πολύ καλό για σένα. Πολύ δυνατό! Το θέλεις - έλα πάρε το!
fr: Ça trop bien pour vous. Très puissant ! Toi veut – toi prend !
sv: Den för bra för dig. Mycket kraftig! Du vill ha - du ta!

source: What?! Why are you here? All these interruptions are enough to make one insane. Here, take this and leave me to my work. Trouble me no more!
cs: Co?! Proc tu jsi? Z toho neustale vyrusovani by jeden zesilel. Tady, vezmi si to a nech me pracovat. Uz me neobtezuj!
de: Was? Warum seid Ihr hier? Bei diesen ganzen Störungen muss man ja verrückt werden! Hier, nehmt das und geht, ich muss arbeiten! Stört mich bloß nicht mehr!
el: Τι?! Γιατί είσαι εδώ? Όλες αυτές οι διακοπές είναι αρκετές για να τρελαθεί κανείς. Ορίστε, πάρε αυτό και άφησε με στη δουλειά μου. Μην με ταλαιπωρείς άλλο!
fr: Quoi ? ! Qu'est-ce que vous faites ici ? Toutes ces interruptions, c'est à vous rendre fou. Tenez, prenez ceci et laissez-moi travailler. Ne venez plus m' !
sv: Vad!? Varför är du här? Alla dessa avbrott kan få en att bli galen. Här, ta den här och lämna mig ifred. Stör mig inget mer!

source: Arrrrgh! Your curiosity will be the death of you!!!
cs: Arrrrgh! Tvoje zvedavost zpusobi tvoji smrt!!!
de: Arrrrgh! Eure Neugier wird Euch noch mal umbringen. Und zwar jetzt!
el: Αρρρργκ! Η περιέργειά σου θα είναι ο θάνατος σου!!!
fr: Arrrrgh ! Votre curiosité sera votre perte ! ! !
sv: Arrrrgh! Din nyfikenhet kommer bli din död!!!

source: Hello, my friend. Stay awhile and listen...
cs: Vitej, priteli. Postuj chvili a poslouchej...
de: Hallo, mein Freund. Bleibt und hört mir ein wenig zu...
el: Γειά σου, άνθρωπε μου. Ξαπόστασε για λίγο και άκου...
fr: Bonjour mon ami. Restez un instant et écoutez-moi...
sv: Hej, min vän. Stanna ett slag och lyssna...

source: While you are venturing deeper into the Labyrinth you may find tomes of great knowledge hidden there. Read them carefully for they can tell you things that even I cannot.
cs: Na svych vypravach hloubeji do Labyrintu muzes nalezt ukryte svazky, ve kterych jsou mnohe vedomosti. Precti je pozorne, protoze ti mohou rici veci, ktere ani ja neznam.
de: Während Ihr tiefer und tiefer in das Labyrinth vordringt, werdet Ihr Bücher mit geheimem Wissen finden, die dort seit Generationen verborgen liegen. Lest sie sorgfältig, denn sie können Euch Dinge lehren, von denen nicht einmal ich weiß.
el: Ενώ κατεβαίνεις βαθύτερα στον Λαβύρινθο, μπορεί να βρεις κρυμμένους τόμους με σπουδαία γνώση. Διάβασε τους προσεκτικά γιατί μπορούν να σου πουν πράγματα που ακόμη και εγώ δεν μπορώ.
fr: En vous vous aventurant plus loin dans le Labyrinthe, vous y trouverez peut-être des livres de grande connaissance. Lisez-les attentivement car ils pourront vous apprendre des choses que même moi, j'ignore.
sv: Medan du färdas djupare in i Labyrinten kanske du hittar volymer med stor kunskap gömda där. Läs dem noga, för de kan berätta saker för dig som inte ens jag kan.
