Repository: diasurgical/devilutionX
Catalog: Translations/*.po
Languages: bg, da, it, pl, uk

source: Cain knows too much. He scares the life out of me - even more than that woman across the river. He keeps telling me about how lucky I am to be alive, and how my story is foretold in legend. I think he's off his crock.
bg: Кайн знае твърде много. Плаши ме до смърт, много повече от онази жена оттатък реката. Той продължава да ми натяква какъв късметлия съм, че съм жив и как историята ми е предсказана в легенда. Защо ли си мисля, че не е наред с главата.
it: Cain sa troppe cose. Mi terrorizza - anche più della donna aldilà del fiume. Continua a ripetermi quanto sono fortunato ad essere vivo, e come la mia storia sia profetizzata nelle leggende. Penso sia mezzo impazzito.
pl: Cain wie zbyt dużo. Przeraża mnie nawet bardziej niż ta kobieta za rzeką. Wciąż mówi jakie to mam szczęście, że przeżyłem oraz że w legendzie przepowiedziano moją historię. Chyba postradał zmysły.
uk: Каїн занадто багато знає. Він до смерті мене лякає — навіть більше, ніж та жінка за річкою. Він постійно каже мені про те, як мені пощастило, що вижив, і як моя історія передрікається в легендах. Я думаю, що він зійшов з глузду.

source: Farnham - now there is a man with serious problems, and I know all about how serious problems can be. He trusted too much in the integrity of one man, and Lazarus led him into the very jaws of death. Oh, I know what it's like down there, so don't even start telling me about your plans to destroy the evil that dwells in that Labyrinth. Just watch your legs...
bg: Фарнам - виж, това вече е човек със сериозни проблем, а на мен ми е пределно ясно колко сериозни могат да бъдат някои проблеми. Довери се твърде много на почтеността на един определен човек, а той го отведе право в пастта на змея. О, доста добре знам как е там долу, така че не ми идвай с тези приказки, че искаш да унищожиш злото, тегнещо над Лабиринта. Пази си краката...
it: Farnham - quello è un uomo con seri problemi, e io so quanto seri possono esserlo. Ha creduto troppo nell'onestà di un uomo, e Lazarus l'ha guidato verso la morte. Oh, so come stanno le cose laggiù, quindi non iniziare nemmeno a parlarmi dei tuoi progetti d'eliminare il male che dimora nel Labirinto. Solo, fa attenzione alle tue gambe...
pl: Farnham - no, to jest facet z poważnymi problemami, i uwierz mi, wiem co oznaczają poważne problemy. Za bardzo komuś zaufał. Lazarus sprowadził go do samej krainy śmierci. Och, wiem co tam jest, więc nie próbuj nawet mówić mi o swoich planach zniszczenia zła, które miota się po labiryncie. Lepiej uważaj na nogi...
uk: Фарнхем — оце чоловік з серйозними проблемами, і я знаю наскільки вони серйозні. Він занадто повірив у непорочність однієї людини, а Лазар ввів його в самі щелепи смерті. О, я знаю, як там унизу, тож навіть не починай мені розказувати про свої плани знищити зло, що живе в тому Лабіринті. Просто стеж за ногами…

source: As long as you don't need anything reattached, old Pepin is as good as they come. If I'd have had some of those potions he brews, I might still have my leg...
bg: Поне докато не се налага да съединяват крайници, старият Пепин ще ти свърши добра работа. Само да имах от онези отвари, които той приготвя, сега можеше и да ходя нормално.
it: Finché non hai bisogno di riattaccarti qualcosa il vecchio Pepin è il migliore. Se avessi avuto alcune delle pozioni che rimesta, forse avrei ancora la gamba...
pl: Stary, dobry Pepin... może okazać się pomocny... dopóki nie będzie trzeba ci z powrotem czegoś przyszywać. Gdybym tylko miał wtedy trochę jego eliksirów, to może nie straciłbym nogi...
uk: Старий Пепін найкращий в своїй справі, поки тобі не треба щось прикріпити. Якби у мене були хоч одне з тих зіллів, що він варить, у мене все ще була б нога…

source: Adria truly bothers me. Sure, Cain is creepy in what he can tell you about the past, but that witch can see into your past. She always has some way to get whatever she needs, too. Adria gets her hands on more merchandise than I've seen pass through the gates of the King's Bazaar during High Festival.
bg: Адрия ме кара да настръхвам. Да, Кайн е странен, заради това, което може да ти наприказва за миналото, но Вещицата може да разчете твоето лично минало. Тя също винаги намира начини да се сдобие с онова, което и е необходимо. През ръцете й минава повече стока от всичкото, което съм виждал да минава през портите на Кралския пазар по времето на Големия панаир.
it: Adria fa paura. Cain dà i brividi per quello che può dirti sul passato, ma quella strega può vedere nel tuo passato. Inoltre, ha sempre un modo per avere quello di cui ha bisogno. Adria mette le mani su più mercanzia di quella che ho visto passare per i cancelli del Bazar Reale in piena festa.
pl: Adria naprawdę mnie niepokoi. No jasne, Cain też potrafi przerazić tym co mówi o przeszłości, ale ta wiedźma - potrafi w nią wejrzeć. Zawsze znajduje sposób na zdobycie wszystkiego, czego tylko zapragnie. Adria dostaje w ręce takie rzeczy, których nie widziałem nawet w czasie trwania Największych Targów!
uk: Адрія справді турбує мене. Звісно, Каїн кидає в мурашки тим, що може розповісти тобі про минуле, але ця відьма може зазирнути у твоє минуле. Вона завжди якось отримує все, що їй потрібно. Адрія отримує в свої руки більше товарів, ніж я бачив, що проходять через ворота Королівського Базару під час Великого Фестивалю.

source: Ogden is a fool for staying here. I could get him out of town for a very reasonable price, but he insists on trying to make a go of it with that stupid tavern. I guess at the least he gives Gillian a place to work, and his wife Garda does make a superb Shepherd's pie...
bg: Огдън е глупак, задето остана тук. Мога да го изкарам от града срещу скромна сума, но той продължава да опитва да печели от проклетата кръчма. Поне прибра Джилиън и ѝ даде работа, а жена му, Гарда, прави невероятен Овчарски пай...
it: Ogden è un pazzo a rimanere qui. Posso farlo uscire dalla città ad un prezzo ragionevole, ma continua ad insistere a mandare avanti quella stupida taverna. Almeno da a Gillian un lavoro, e sua moglie Garda prepara una superba torta del pastore a base di carne e patate.
pl: Ogden zachowuje się jak wariat. Mógłbym wywieść go z miasta za rozsądną cenę, lecz on uparcie próbuje uratować swoją głupią gospodę. Przynajmniej daje Gillian miejsce pracy, a jego żona Garda piecze wyśmienite ciasta...
uk: Огден — дурень, що залишився тут. Я міг би вивезти його з міста за дуже розумну ціну, але він наполягає на тому, щоб заробити за допомогою тієї дурної таверни. Принаймні, він дає Гілліан місце для роботи, а його дружина Гарда робить чудовий Пастуховий пиріг…

source: Beyond the Hall of Heroes lies the Chamber of Bone. Eternal death awaits any who would seek to steal the treasures secured within this room. So speaks the Lord of Terror, and so it is written.
bg: Отвъд Залата на Героите се намира Камерата на Костите. Нетленна смърт грози всеки, който се осмели да открадне съкровищата, съхранени в това място. Така каза Господарят на Ужаса и така бе написано.
it: Oltre la Sala degli Eroi si trova la Camera d'Ossa. Morte eterna attende coloro che cercassero di rubare i tesori protetti in essa. Così parla il Signore del Terrore, e così è scritto.
pl: Za Salą Bohaterów znajduje się Komnata Kości. Wieczne potępienie czeka na każdego, kto odważy się wykraść złożone w niej skarby. Tak oznajmił Pan Grozy, tak też zostało zapisane.
uk: За Залом Героїв стоїть Палата Кості. Вічна смерть чекає кожного, хто захоче вкрасти скарби, що в цій кімнаті. Так говорить Володар Жахів, і так написано.

source: ...and so, locked beyond the Gateway of Blood and past the Hall of Fire, Valor awaits for the Hero of Light to awaken...
bg: ...и тъй, заключена зад Портата на Кръвта и скрита отвъд Залата на Огъня, Доблестта очаква Героят на Светлината, за да бъде пробудена...
it: ...e così, chiusa oltre l'Ingresso di Sangue e la Sala di Fuoco, Valor attende l'Eroe della Luce per svegliarsi...
pl: ... I tak, zamknięta za Bramą Krwi i Komnatą Ognia, Odwaga oczekuje na przebudzenie przez Bohatera światłości...
uk: …і тому, замкнена за Воротами Крові та за Залами Вогню, Доблесть чекає, коли Герой Світла прокинеться...

source: I can see what you see not. Vision milky then eyes rot. When you turn they will be gone, Whispering their hidden song. Then you see what cannot be, Shadows move where light should be. Out of darkness, out of mind, Cast down into the Halls of the Blind.
bg: Аз виждам неща които ти убягват. Мътни образи гниещи очи замазват. Обърнеш ли се, вече чезнат. В неведение скрита песен шепнат. Изведнъж наблюдаваш ти поврат, Где бе светлина, тъдява сенки бродят. Далеч от разума, далеч в тъмите, Безнадежден в Залите на Слепите.
it: Posso veder quel che tu non puoi. S'offusca la vista negli occhi tuoi. Se ti giri spariranno. Canzon segrete sussurreranno. Tu vedrai ciò che esser non può. Ombre in luce muoversi un po'. Lontani da luce e oscurità. La Camera dei Ciechi ti opprimerà.
pl: Nie pojmujesz mych wizji, Nie rozróżniasz w nich fikcji. Odwróć wzrok, już zniknęły, Blask światła zniknął naraz. Lecz swą pieśnią cię tknęły, Widzisz już baśni obraz. Kłębi się w sennych marach, W Sal ślepców korytarzach.
uk: Я бачу те, чого не бачиш ти. Зір туманний, потім очі гниють. Коли ти обернешся, їх вже не буде, Шепочуть свою приховану пісню. Тоді ти побачиш, чого бути не може, Тіні рухаються там, де має бути світло. З темряви, з розуму, Падай в Зали Сліпих.

source: The armories of Hell are home to the Warlord of Blood. In his wake lay the mutilated bodies of thousands. Angels and men alike have been cut down to fulfill his endless sacrifices to the Dark ones who scream for one thing - blood.
bg: Оръжейните на Ада са дом на Кървавия Пълководец. Зад него лежат разчленените трупове на хиляди. Ангели и хората са посечени, за да задоволят неговите нестихващи жертвоприношения за Мрачните, които стенат за едно нещо - кръв.
it: Nelle armerie infernali risiede il Signore del Sangue. Sul suo cammino giacciono migliaia di corpi mutilati. Senza distinzione angeli e uomini sono stati trucidati per i suoi sacrifici agli Oscuri che esigono solo una cosa - sangue.
pl: Zbrojownie Piekła stały się domem Marszałka Krwi. Gdziekolwiek przejdzie, pozostawia za sobą tysiące okaleczonych ciał. Mordował zarówno aniołów, jak i ludzi. Składa niekończące się ofiary Panom Ciemności, pragnącym tylko jednego. Krwi...
uk: Збройниці Пекла — дім Воєводи Крові. За ним лежать тисячі понівечених тіл. Ангелів і людей вирізали, щоб принести його нескінченні жертви Темним, які вимагають лише одне – кров.

source: Take heed and bear witness to the truths that lie herein, for they are the last legacy of the Horadrim. There is a war that rages on even now, beyond the fields that we know - between the utopian kingdoms of the High Heavens and the chaotic pits of the Burning Hells. This war is known as the Great Conflict, and it has raged and burned longer than any of the stars in the sky. Neither side ever gains sway for long as the forces of Light and Darkness constantly vie for control over all creation.
bg: Бъди бдителен и обследвай истините, които лежат тук, защото те са последното наследство на Хорадрим. Има война бушуваща дори в този час, отвъд земите които познаваме - между утопичните царства на Високите небеса и хаотичните бездни на Горящия ад. Тази война, известна като Великия сблъсък е вилняла и горяла по-дълго от която и да е от звездите в небето. Нито една от страните не взема надмощие, докато силите на Светлината и Мрака постоянно воюват за контрол над всичко живо.
it: Presta attenzione e porta testimonianza della verità che qui leggerai, perché sono l'ultimo lascito dell'Horadrim. C'è una guerra che infuria,ben oltre quello che conosciamo - fra gli utopici Regni Celesti e i pozzi caotici degli Inferni - Questa guerra è conosciuta come il Grande Conflitto, e dura da molto più delle stelle. Nessuna parte ha guadagnato influenza a lungo mentre la luce e l'oscurità continuano a gareggiare per il controllo su tutto il creato.
pl: Daj świadectwo prawdom tu zapisanym, gdyż są one ostatnim dziedzictwem horadrimów. Poza naszym ojczystym światem trwa wojna pomiędzy utopijnym Królestwem Niebios i pogrążonymi w chaosie Płonącymi Piekłami. Wojnę tę nazywa się Wielkim Konfliktem. Zaczęła się jeszcze przed powstaniem gwiazd na niebie. Siły światła i ciemności nieustannie walczą w niej o przejęcie kontroli nad wszelkim stworzeniem, lecz żadna ze stron nigdy nie uzyskała znaczącej przewagi.
uk: Стережись і свідчи про істини, що тут лежать, бо вони є останньою спадщиною Хорадріма. Є війна, яка вирує навіть зараз, за межами відомих нам полів — між утопічними королівствами Високих Небес і хаотичними ямами Палаючого Пекла. Ця війна відома як Великий конфлікт, і вона лютувала і горіла довше, ніж будь-яка з зірок на небі. Жодна зі сторін ніколи не отримує владу надовго, оскільки сили Світла і Темряви постійно змагаються за контроль над усім творінням.

source: Take heed and bear witness to the truths that lie herein, for they are the last legacy of the Horadrim. When the Eternal Conflict between the High Heavens and the Burning Hells falls upon mortal soil, it is called the Sin War. Angels and Demons walk amongst humanity in disguise, fighting in secret, away from the prying eyes of mortals. Some daring, powerful mortals have even allied themselves with either side, and helped to dictate the course of the Sin War.
bg: Бъди бдителен и обследвай истините, които лежат тук, защото те са последното наследство на Хорадрим. Когато Вечният конфликт между Високите небеса и Горящия ад, докосне земите на смъртните, се назовава Войната на Греха. Ангели и Демони странстват между хората в прикритие, сражавайки се потайно, далеч от зорките погледи на простосмъртните. Някой дръзки и могъщи смъртни, са влизали в съюз с една от двете страни, диктувайки хода на Войната на Греха.
it: Presta attenzione e porta testimonianza delle verità che qui leggerai, perché sono l'ultimo lascito dell'Horadrim. Quando il Conflitto Eterno fra i Regni Celesti e gli Inferni Fiammeggianti si sposta su suolo mortale, è detta la Guerra del Peccato. Angeli e demoni girano in incognito fra gli uomini, combattendo in segreto lontani da occhi mortali. Alcuni potenti mortali si allearono con l'una o l'altra parte, e aiutarono a dettare il corso della guerra.
pl: Daj świadectwo prawdom tu zapisanym, gdyż są one ostatnim dziedzictwem horadrimów. Kiedy Odwieczny Konflikt pomiędzy Królestwem Niebios i Płonącymi Piekłami przeniósł się do świata śmiertelników, nazwano go Wojną Grzechu. Anioły i demony zaczęły krążyć pomiędzy ludźmi w ukryciu, walcząc pod inną postacią. Kilku potężniejszym śmiałkom udało się sprzymierzyć ze stronami konfliktu i wpłynąć na przebieg Wojny Grzechu.
uk: Стережись і свідчи про істини, які тут лежать, бо вони є останньою спадщиною Хорадріма. Коли Вічний конфлікт між Високими Небесами і Палаючим Пеклом випаде на землю смертних, це називається Війною Гріха. Ангели і демони ходять замасковані серед людей, воюючи таємно, подалі від допитливих очей смертних. Деякі сміливі, могутні смертні навіть об’єдналися з будь-якою стороною і допомогли вирішити хід Війни Гріхів.

source: Take heed and bear witness to the truths that lie herein, for they are the last legacy of the Horadrim. Nearly three hundred years ago, it came to be known that the Three Prime Evils of the Burning Hells had mysteriously come to our world. The Three Brothers ravaged the lands of the east for decades, while humanity was left trembling in their wake. Our Order - the Horadrim - was founded by a group of secretive magi to hunt down and capture the Three Evils once and for all. The original Horadrim captured two of the Three within powerful artifacts known as Soulstones and buried them deep beneath the desolate eastern sands. The third Evil escaped capture and fled to the west with many of the Horadrim in pursuit. The Third Evil - known as Diablo, the Lord of Terror - was eventually captured, his essence set in a Soulstone and buried within this Labyrinth. Be warned that the soulstone must be kept from discovery by those not of the faith. If Diablo were to be released, he would seek a body that is easily controlled as he would be very weak - perhaps that of an old man or a child.
bg: Бъди бдителен и обследвай истините, които лежат тук, защото те са последното наследство на Хорадрим. Преди приблизително три столетия, стана известно, че тайнствените Трите Върховни Злини на Горящия ад, са дошли в нашия свят. В продължение на десетилетия, Тримата братя опустошат земите на изток, докато човечеството е оставено да тъне в разруха. Нашият орден, Хорадрим, бе основан от група магьосници, с цел да открие и залови Трите Върховни Злини веднъж и завинаги. Първите Хорадрим запечатаха двама от тях в могъщи артефакти, наречени Камъни на душата и ги заровиха дълбоко под самотните източни пясъци. Третото зло успява да избяга от плен и поема на запад, преследван от множество Хорадрим. Трето и последно зло - наричано още Диабло, Господарят на Ужаса, в последствие бива заловен и запечатан в Камък на душата и заровен в този Лабиринт. Знай, че този Камък не трябва да бъде откриван от тези, които не са посветени на ордена. Бидейки освободен, Диабло ще опита да се всели в тяло, което лесно може да бъде контролирано, тъй като ще е много отслабен, например това на старец или на дете.
it: Presta attenzione e porta testimonianza delle verità che qui leggerai, perché sono l'ultimo lascito dell'Horadrim. Quasi trecento anni fa, i Tre Mali Maggiori degli Inferni Fiammeggianti giunsero misteriosamente nel nostro mondo. I tre fratelli devastarono l'oriente per decadi, mentre l'umanità tremava al loro passaggio. Il nostro ordine - l'Horadrim - fu fondato da un gruppo segreto di maghi per catturare i tre mali una volta per tutte. Gli Horadrim catturarono due dei tre all'interno di potenti artefatti noti come Pietre dell'Anima e li seppellirono nelle profondità dei deserti orientali. Il terzo male evitò la cattura e fuggì ad ovest con molti Horadrim sulle sue tracce. Il terzo male - conosciuto come Diablo, il Signore del Terrore - venne poi catturato, la sua essenza intrappolata in una pietra dell'anima e sepolta in questo Labirinto. Fai attenzione, la pietra dell'anima dev'essere celata a chi non è preparato. Se Diablo venisse liberato, cercherebbe un corpo facilmente controllabile perché sarebbe molto debole - probabilmente quello di un vecchio o di un bambino.
pl: Daj świadectwo prawdom tu zapisanym, gdyż są one ostatnim dziedzictwem horadrimów. Około trzystu lat temu, dowiedzieliśmy się, że nasz świat nawiedziła Mroczna Trójca z Płonących Piekieł.Trzej bracia zapanowali na dekady nad ziemiami Wschodu, a miejscowa ludność żyła tam w panicznym strachu. Nasz zakon - horadrimowie - został stworzony przez tajemną grupę magów, by odnaleźć i raz na zawsze pojmać Trójcę Zła. Dawni Horadrimowie schwytali dwóch z Trójcy za pomocą potężnych artefaktów znanych jako Kamienie Dusz i zakopali je głęboko pod piaskami wschodnich pustkowi. Trzeci Zły zdołał uciec na zachód. Wtedy podążył za nim nasz zakon. Trzeci Zły - znany jako Diablo, Pan Grozy - został ostatecznie schwytany, a jego esencja została umieszczona w Kamieniu Dusz i ukryta w tym Labiryncie. Strzeż się, Kamień Dusz musi być trzymany z dala od niepowołanych. Gdyby Diablo zdołał się z niego wydostać, próbowałby przejąć ciało, którym mógłby z łatwością zawładnąć. Najlepszym celem dla osłabionego demona byłoby dziecko lub starzec.
uk: Стережись і свідчи про істини, які тут лежать, бо вони є останньою спадщиною Хорадріма. Майже триста років тому стало відомо, що три головні зла палаючого пекла таємничим чином прийшли в наш світ. Три брати десятиліттями спустошували землі сходу, а людство тремтіло від них. Наш Орден – Хорадрім – був заснований групою потайливих магів, щоб вистежити та захопити Три Зла раз і назавжди. Оригінальний Хорадрім захопив два з Трьох Зол у потужних артефактах, відомих як Камені душі, і поховав їх глибоко під пустельними східними пісками. Третє Зло уникнуло полону і втекло на захід разом із багатьма Хорадрімами в погоні. Третє Зло - відоме як Діабло, Володар Жаху - врешті-решт був схоплений, його сутність поміщена в Камінь душі та похований в цьому Лабіринті. Будьте попереджені, що камінь душі слід утримувати від відкриття тими, хто не вірить. Якщо Діабло звільниться, він буде шукати тіло, яким легко керувати, оскільки він дуже слабкий — можливо, тіло старого або дитини.

source: So it came to be that there was a great revolution within the Burning Hells known as The Dark Exile. The Lesser Evils overthrew the Three Prime Evils and banished their spirit forms to the mortal realm. The demons Belial (the Lord of Lies) and Azmodan (the Lord of Sin) fought to claim rulership of Hell during the absence of the Three Brothers. All of Hell polarized between the factions of Belial and Azmodan while the forces of the High Heavens continually battered upon the very Gates of Hell.
bg: И така стана, че в Горящия ад започна велика революция - нарекоха я Тъмното изгнание. Малките злини свалиха от власт Трите Върховни Злини и запратиха техните душевни облици в Царството на смъртните. Демоните Белиал - Господарят на Измамата и Азмодан - Господарят на Греха, се сражаваха за власт над Ада, докато Тримата братя са заточени. Адът бива разделен между лагерите на Белиал и на Азмодан, в момент, в който Високите небеса продължително удряха върху Портите на Ада.
it: Così ebbe inizio un grande tumulto negli inferni fiammeggianti conosciuto come Esilio Oscuro. I Mali Minori spodestarono i Tre Mali Maggiori e bandirono le loro forme spirituali nel reame dei mortali. I demoni Belial (il Signore della Menzogna) e Azmodan (il Signore del Peccato) combatterono per affermare il proprio dominio sull'Inferno durante l'assenza dei tre. L'Inferno si divise fra le fazioni di Belial e Azmodan, mentre le forze celesti continuavano a premere sui Cancelli Infernali.
pl: Dokonało się. W Płonących Piekłach nastał czas wielkiej rewolucji, nazywanej Mrocznym Wygnaniem. Pomniejsze Zła obaliły Wielką Trójcę i wygnały ich dusze do krainy śmiertelników. Podczas nieobecności trzech braci, demony Belial, Pan Kłamstwa, i Azmodan, Pan Grzechu, zaczęły walczyć o władzę. Cała kraina podzieliła się na wyznawców Beliala i Azmodana, a siły Niebios nieustannie próbowały rozbić Wrota Piekieł.
uk: Так сталося, що в Палаючих Пеклах відбулася велика революція, відома як Темне Заслання. Менші Зла повалили Три Перші Зла і вигнали їхні духовні форми в вимір смертних. Демони Беліал (Володар Брехні) і Азмодан (Володар Гріха) боролися за правління Пекла під час відсутності Трьох братів. Усе Пекло поділилося між фракціями Беліала та Азмодана, в той час як сили Високих Небес безперервно били по самих Воротах Пекла.
