Repository: diasurgical/DevilutionX
Catalog: Translations/*.po
Languages: cs, de, el, fr, sv

source: All right, all right. I'm not really a cow. I don't normally go around like this; but, I was sitting at home minding my own business and all of a sudden these bugs & vines & bulbs & stuff started coming out of the floor... it was horrible! If only I had something normal to wear, it wouldn't be so bad. Hey! Could you go back to my place and get my suit for me? The brown one, not the gray one, that's for evening wear. I'd do it myself, but I don't want anyone seeing me like this. Here, take this, you might need it... to kill those things that have overgrown everything. You can't miss my house, it's just south of the fork in the river... you know... the one with the overgrown vegetable garden.
cs: Dobre, dobre. Nejsem opravdova krava. Normalne tohle nedelam; ale sedel jsem takhle doma, premyslel o obchode a najednou zacaly pres podlahu vylezat vsechny tyhle divne veci & brouci & rostliny... bylo to silene! Kdybych mel neco normalniho na sebe, nebylo by to tak hrozne. Hey! Mohl by jsi zajit ke mne domu a prinest mi obleceni? To hnede, ne to sedive, to je na vecer. Udelal bych to sam, ale nechci, aby me takhle nekdo videl. Tady, vezmi si tohle. Mozna to budes potrebovat... na zabiti tech veci, ktere mi rostou na zahrade. Muj dum nemuzes minout, je na jihu od mista, kde se reka rozdeluje... vsak uvidis... je to ten, u ktereho je zarostla zahradka.
de: Schon gut, schon gut. Ich bin nicht wirklich eine Kuh. Ich laufe normalerweise nicht so herum; aber, ich habe zu Hause gesessen und mich um meine eigenen Angelegenheiten gekümmert, als ganz plötzlich diese Käfer & Ranken & Knollen aus dem Fußboden kamen ... es war schrecklich! Wenn ich nur etwas Normales anzuziehen hätte, wäre es nicht so schlimm. Heeey! Könntest du zu meiner Stube zurückgehen und meinen Anzug für mich holen? Den braunen, nicht den grauen, der ist Abendgarderobe. Ich würde es selbst tun, aber ich will nicht, dass mich jemand so sieht. Hier, nimm das, du könntest es brauchen ... um diese Dinger zu töten, die alles überwuchert haben. Du kannst mein Haus nicht verfehlen. Es ist genau südlich von der Flussgabelung ... du weißt schon ... das mit dem überwucherten Gemüsegarten.
el: Εντάξει, εντάξει. Δεν είμαι πραγματικά αγελάδα. Συνήθως δεν κυκλοφορώ έτσι. αλλά, απλά καθόμουν στο σπίτι και κοιτούσα τη δουλειά μου όταν ξαφνικά αυτά τα ζωύφια, οι κληματσίδες, οι βολβοί και άλλα πράγματα άρχισαν να βγαίνουν από το έδαφος... ήταν φρικτό! Αν είχα μόνο κάτι κανονικό να φορέσω, δεν θα ήταν τόσο κακό. Έι! Θα μπορούσες να πας στο σπίτι μου και να μου φέρεις την στολή μου; Την καφέ, όχι την γκρι, είναι για βραδινό. Θα το έκανα μόνος μου, αλλά δεν θέλω να με βλέπει κανείς έτσι. Ορίστε, πάρε αυτό, μπορεί να το χρειαστείς... για να σκοτώσεις εκείνα τα πράγματα που έχουν κατακλύσει τα πάντα. Είναι αδύνατον να σου ξεφύγει το σπίτι μου, είναι νότια της διχάλας στο ποτάμι... ξέρεις... εκείνο με τον κατάφυτο λαχανόκηπο.
fr: D'accord, d'accord. Je ne suis pas vraiment une vache. En temps normal, je ne me promène pas comme ça ; mais, alors que j'étais assis à la maison à vaquer à mes occupations, d'un coup, ces insectes, vignes, bulbes et autres trucs ont commencé à surgir du sol... c'était horrible ! Si seulement j'avais quelque chose de normal à porter, ce ne serait pas si mal. Hé ! Pourriez-vous retourner chez moi et me chercher mon costume ? Le marron, pas le gris, il est pour les tenues de soirée. Je le ferais bien moi-même, mais je ne veux pas qu'on me voie comme ça. Tenez, prenez ceci, vous pourriez en avoir besoin... pour tuer ces choses qui ont tout envahi. Vous ne pouvez pas manquer ma maison, elle est juste au sud de la fourche de la rivière... vous savez... celle avec le potager envahi par la végétation.
sv: Okej, okej. Jag är inte en ko på riktigt. Jag går inte vanligtvis runt så här; men, jag satt hemma och brydde mig om mitt när det helt plötsligt började komma kryp och lianer och lökar och grejer ut ur golvet... det var hemskt! Om jag bara hade något vanligt att ha på mig, skulle det inte vara så illa. Men! Skulle du kunna gå tillbaks till mitt hus och hämta min dräkt åt mig? Den bruna, inte den gråa, den är för aftnar. Jag skulle göra det själv, men jag vill inte att någon ser mig så här. Här, ta den här, du kan behöva den... för att döda de där sakerna som växt över allt. Du kan inte ta miste på mitt hus, den är alldeles söder om åns delning... du vet... den med den övervuxna grönsaksträdgården.

source: What are you wasting time for? Go get my suit! And hurry! That Holstein over there keeps winking at me!
cs: Proc plytvas casem? Jdi hledat muj oblek! A rychle! Tamhleten Holstein se na mne porad diva!
de: Wofür vergeudest du denn noch Zeit? Geh und hol meinen Anzug! Und beeil dich! Die Milchkuh da drüben zwinkert mir ständig zu!
el: Για τι χάνεις χρόνο; Πήγαινε να πάρεις την στολή μου! Και βιάσου! Αυτή η αγελάδα Χόλστειν εκεί πέρα ​​μου κλείνει το μάτι!
fr: Pourquoi perdez-vous du temps ? Allez chercher mon costume ! Et dépêchez-vous ! Ce Holstein là-bas n'arrête pas de me faire des clins d'œil !
sv: Vad slösar du tid för? Gå och hämta min dräkt! Och skynda! Den här låglandsboskapen här flörtar med mig!

source: Hey, have you got my suit there? Quick, pass it over! These ears itch like you wouldn't believe!
cs: Hej, donesl jsi mi muj oblek? Rychle, nevsimej si toho. Tyhle usi svedi stejne jako ty neveris!
de: Hey, hast du meinen Anzug? Schnell, gib Ihn mir! Diese Ohren jucken, als würdest du es nicht glauben!
el: Έι, έχεις την στολή μου εκεί; Γρήγορα, δώστε την μου! Αυτά τα αυτιά μου φέρνουν μια απίστευτη φαγούρα!
fr: Hé, vous avez mon costume ? Vite, donnez-le moi ! Vous n'imaginez même pas à quel point ces oreilles me démangent !
sv: Va, har du min dräkt där? Fort, ge den till mig! Du skulle inte tro hur mycket de här öronen kliar!

source: No no no no! This is my GRAY suit! It's for evening wear! Formal occasions! I can't wear THIS. What are you, some kind of weirdo? I need the BROWN suit.
cs: Ne ne ne ne! Tohle je SEDIVY oblek! Ten je na večer! Tenhle si NEMUZU obleci. Copak jsi to za hlupaka? Potrebuju HNEDY oblek.
de: Nein nein nein nein! Das ist mein grauer Anzug! Der ist Abendgarderobe! Formale Anlässe! Das kann ich nicht tragen. Was bist du, irgendein Spinner? Ich brauche den braunen Anzug.
el: Οχι όχι όχι όχι! Αυτό είναι η ΓΚΡΙ στολή μου! Είναι για βραδινό ντύσιμο! Επίσημες περιστάσεις! Δεν μπορώ να το φορέσω ΑΥΤΟ. Τι είσαι, τρελαμένος; Χρειάζομαι τη ΚΑΦΕ στολή.
fr: Non Non Non Non ! C'est mon costume GRIS ! C'est pour les tenues de soirée ! Les occasions formelles ! Je ne peux pas porter CECI. Mais qui êtes-vous, une sorte de cinglé ? J'ai besoin du costume MARRON.
sv: Nej nej nej nej! Det här är min GRÅA dräkt! Det är en aftonklädsel! Formella tillställningar! Jag kan inte ha den HÄR. Är du nån slags knäppgök? Jag behöver den BRUNA dräkten.

source: Ahh, that's MUCH better. Whew! At last, some dignity! Are my antlers on straight? Good. Look, thanks a lot for helping me out. Here, take this as a gift; and, you know... a little fashion tip... you could use a little... you could use a new... yknowwhatImean? The whole adventurer motif is just so... retro. Just a word of advice, eh? Ciao.
cs: Ahh, to je mnohem lepsi. Whew! Konecne, nejaka dustojnost! Mam rohy rovne? Dobre. Podivej, diky, ze jsi mi pomohl. Tady, vezmi si to jako malou odmenu. A jeste jeden maly modni tip... muzes pouzit maly... muzes pouzit novy... vis co myslim? Cely motiv dobrodruha je tak... retro. Takova mala rada, ze? Ciao.
de: Ahh, das ist viel besser. Hui! Endlich etwas Würde! Steht mein Geweih akkurat? Gut. Hör mal, vielen Dank, dass du mir ausgeholfen hast. Hier, nimm das als Geschenk; und, weißt du ... ein kleiner Modetipp ... du könntest ein bisschen ... du könntest ein neues ... weißtwasichmein? Dieses ganze Abenteurermotiv ist einfach so ... retro. Nur ein gut gemeinter Rat, ja? Ciao.
el: Αχ, τώρα είμαι ΠΟΛΥ καλύτερο. Ούφ! Επιτέλους, λίγη αξιοπρέπεια! Είναι τα κέρατα μου σε ευθεία; Καλός. Κοίτα, ευχαριστώ πολύ που με βοήθησες. Εδώ, πάρτε αυτό ως δώρο. και, για να ξέρεις... μια μικρή συμβουλή μόδας... θα μπορούσατε να χρησιμοποιήσετε λίγο... θα μπορούσατε να χρησιμοποιήσετε μια νέα... ξερειςτιλέωτώρα; Το όλο μοτίβο του ήρωα είναι απλά τόσο... ρετρό. Απλά μια συμβουλή, ε; Τσάοοο.
fr: Ahh, c'est BEAUCOUP mieux. Ouf ! Enfin un peu de dignité ! Mes bois sont-ils droits ? Bon. Écoutez, merci beaucoup de m'avoir aidé. Tenez, prenez ceci comme cadeau ; et, vous savez... un petit conseil de mode... vous pourriez utiliser un petit... vous pourriez utiliser un nouveau... vous savez ce que je veux dire ? Tout ces motifs d'aventurier sont tellement... rétro. Juste un conseil, hein ? Ciao.
sv: Ahh, MYCKET bättre. Pust! Äntligen lite värdighet! Sitter mina horn rakt? Bra. Okej, tack så mycket för hjälpen. Här, ta den här som gåva; och du vet... ett modetips... du kanske behöver lite... du skulle ha en ny... duvetvadjagmenar? Hela äventyrarmotivet är bara så... retro. Bara ett råd, visst? Ciao.

source: Look. I'm a cow. And you, you're monster bait. Get some experience under your belt! We'll talk...
cs: Podivej. Ja jsem krava. A ty jsi navnada pro prisery. Naber par zkusenosti a pak si promluvime...
de: Schau, ich bin eine Kuh. Und du, du bist Monster-Frühstück. Sammel erstmal ein paar Erfahrungen! Wir sprechen uns noch.
el: Κοίτα. Είμαι αγελάδα. Κι εσύ, είσαι δόλωμα τέρας. Αποκτήστε λίγη εμπειρία! Θα μιλήσουμε...
fr: Regardez. Je suis une vache. Et vous, vous êtes un appât à monstre. Allez acquérir de l'expérience ! Nous reparlerons...
sv: Lyssna. Jag är en ko. Och du är monstermat. Skaffa lite erfarenhet! Sen pratar vi...

source: It must truly be a fearsome task I've set before you. If there was just some way that I could... would a flagon of some nice, fresh milk help?
cs: Musi to opravdu byt strasny ukol, ktery jsem pred tebe postavil. Kdybych ti mohl jakkoliv... pomohla by ti sklenice pekneho, cerstveho mleka?
de: Es muss wirklich eine furchterregende Aufgabe sein, die ich Euch gestellt habe. Wenn es nur eine Möglichkeit gäbe... würde mir ein Krug frischer Milch helfen?
el: Πρέπει να είναι πραγματικά ένα τρομερό καθήκον που έχω θέσει πάνω σου. Αν υπήρχε κάποιος τρόπος με τον οποίο θα μπορούσα... θα βοηθούσε μια καράφα με ωραίο, φρέσκο ​​γάλα;
fr: Cela doit être une tâche vraiment redoutable que je vous ai assignée. S'il y avait un moyen que je puisse... est-ce qu'un flacon de bon lait frais aiderait ?
sv: Det måste verkligen vara en fruktansvärd uppgift jag satt dig till. Om jag bara kunde... skulle en flaska härlig färsk mjölk hjälpa?

source: Oh, I could use your help, but perhaps after you've saved the catacombs from the desecration of those beasts.
cs: Oh, mozna bys mi mohl pomoci, ale snad az pote, co vycistis katakomby od tehletech nevericich bestii.
de: Oh, ich könnte deine Hilfe gebrauchen, aber vielleicht nachdem du die Katakomben vor ihrer Entweihung durch diese Biester bewahrt hast.
el: Ω, θα μπορούσα να είχα την βοήθειά σου, αλλά ίσως αφού πρώτα σώσεις τις κατακόμβες από τη βεβήλωση αυτών των θηρίων.
fr: Oh, j'aurais besoin de votre aide, mais peut-être après que vous aurez sauvé les catacombes de la profanation de ces bêtes.
sv: Jo, jag skulle behöva din hjälp, men kanske efter att du räddat katakomberna från de där vilddjuren.

source: I need something done, but I couldn't impose on a perfect stranger. Perhaps after you've been here a while I might feel more comfortable asking a favor.
cs: Potrebuji neco udelat, ale nemuzu duverovat cizinci. Mozna az tady budes nejaky cas, budu se citit lepe, kdyz s tebou budu mluvit.
de: Ich müsste etwas erledigt haben, aber ich könnte das nicht einem völlig Fremden aufbürden. Vielleicht würde ich mich eher dabei wohlfühlen, dich um einen Gefallen zu bitten, nachdem du eine Weile hier verbracht hast.
el: Χρειάζομαι κάποιον να κάνει κάτι, αλλά δεν μπορούσα να επιβληθώ σε έναν εντελώς ξένο. Ίσως μετά από λίγο καιρό που είσαι εδώ, να νιώσω πιο άνετα και να ζητήσω μια χάρη.
fr: J'ai besoin que quelque chose soit fait, mais je ne pouvais pas m'imposer à un parfait inconnu. Peut-être qu'après certain temps ici, je me sentirais plus à l'aise à l'idée de demander une faveur.
sv: Jag behöver något gjort, men jag kan inte tränga mig på en främling. Kanske jag kommer känna mig mer bekväm med att be om en tjänst efter att du varit här ett tag.

source: I see in you the potential for greatness. Perhaps sometime while you are fulfilling your destiny, you could stop by and do a little favor for me?
cs: Vidim v tobe velike moznosti. Mozna nekdy, az budes znat svuj osud, mohl by ses u mne zastavit a udelat mi jednu laskavost?
de: Ich sehe ein Potential zu echter Größe in dir. Vielleicht kannst du irgendwann mal, während du dein Schicksal erfüllst, vorbeischauen und mir einen kleinen Gefallen tun?
el: Βλέπω σε σένα τη δυνατότητα για μεγαλεία. Ίσως κάποια στιγμή ενώ εκπληρώνεις το πεπρωμένο σου, θα μπορούσες να περάσεις και να κάνεις μια μικρή χάρη για μένα;
fr: Je vois en vous le potentiel de la grandeur. Peut-être qu'un jour alors que vous accomplirez votre destin, vous pourriez passer et me faire une petite faveur ?
sv: Jag ser en potential för storhet i dig. Kanske du kan komma förbi och göra mig en tjänst någon gång medan du uppfyller ditt öde?

source: I think you could probably help me, but perhaps after you've gotten a little more powerful. I wouldn't want to injure the village's only chance to destroy the menace in the church!
cs: Myslim, ze bys mi pravdepodobne mohl pomoci, ale snad az budes trosku silnejsi. Nemuzu dopustit, aby padla jedina sance nasi vesnice na zniceni toho zla v chramu!
de: Ich denke, Du könntest mir wahrscheinlich helfen, aber vielleicht, nachdem Du ein wenig mächtiger geworden bist. Ich möchte nicht die einzige Chance des Dorfes verspielen, die Bedrohung der Kirche ein für alle mal auszulöschen!
el: Νομίζω ότι θα μπορούσες πιθανώς να με βοηθήσεις, αλλά ίσως αφού γίνεις λίγο πιο δυνατός/ή. Δεν θα ήθελα να τραυματίσω τη μοναδική ευκαιρία του χωριού να καταστρέψει την απειλή στην εκκλησία!
fr: Je pense que vous pourriez m'aider, mais peut-être après que vous serez devenu un peu plus puissant. Je ne voudrais pas nuire à la seule chance du village de détruire la menace qui réside dans l'église !
sv: Jag tror att du skulle kunna hjälpa mig, men kanske efter att du blivit lite starkare. Jag skulle inte vilja skada byns enda chans att förgöra hotet i kyrkan!

source: Me, I'm a self-made cow. Make something of yourself, and... then we'll talk.
cs: Ja jsem samorostla krava. Udelej neco se sebou a... potom si promluvime.
de: Ich? Ich bin eine Selfmade-Kuh. Mach du erstmal was aus dir, und ... dann reden wir.
el: Εγώ, είμαι μια αυτοδημιούργητη αγελάδα. Κάνε τον εαυτό σου κάτι στον κόσμο, και μετά θα μιλήσουμε.
fr: Moi, je suis une vache qui s'est faite toute seule. Faites quelque chose de vous-même, et... ensuite nous parlerons.
sv: Jag har byggt upp mig själv från grunden. Bygg upp dig själv... sen pratar vi.

source: I don't have to explain myself to every tourist that walks by! Don't you have some monsters to kill? Maybe we'll talk later. If you live...
cs: Nebudu se zpovidat kazdemu turistovi, ktery pujde kolem! Nemas zabit par monster? Mozna si promluvime pozdeji. Pokud budes jeste nazivu...
de: Ich muss mich nicht jedem Touristen erklären, der zufällig vorbeiläuft! Hast du keine Monster umzubringen? Vielleicht reden wir später. Wenn du dann noch lebst...
el: Δεν χρειάζεται να εξηγώ τον εαυτό μου σε κάθε τουρίστα που περνάει! Δεν έχεις μερικά τέρατα να σκοτώσεις; Ίσως τα πούμε αργότερα. Αν ζεις...
fr: Je n'ai pas à m'expliquer à chaque touriste qui passe ! N'avez-vous pas des monstres à tuer ? Peut-être que nous parlerons plus tard. Si vous survivez...
sv: Jag måste inte förklara mig för varje turist som kommer förbi! Har du inte monster att döda! Kanske vi kan prata sen. Om du överlever...

source: Quit bugging me. I'm looking for someone really heroic. And you're not it. I can't trust you, you're going to get eaten by monsters any day now... I need someone who's an experienced hero.
cs: Prestan me otravovat. Hledam opravdoveho hrdinu. A to ty nejsi. Ty jsi jen potrava pro prisery... Potrebuji nejakeho zkuseneho hrdinu.
de: Hör auf mich zu nerven! Ich suche nach jemand wirklich Heldenhaftem. Und du bist es nicht. Ich kann dir nicht vertrauen, du würdest doch jetzt jederzeit von Monstern gegessen werden ... Ich brauche jemanden, der ein erfahrender Held ist.
el: Σταμάτα να με ενοχλείς. Ψάχνω για κάποιον πραγματικά ηρωικό. Και δεν είσαι εσύ. Δεν μπορώ να σε εμπιστευτώ, θα σε φάνε τα τέρατα όπου να ναι τώρα... Χρειάζομαι κάποιον που να έχει εμπειρία σαν ήρωας/ίδα.
fr: Arrêtez de m'embêter. Je cherche quelqu'un de vraiment héroïque. Et vous ne l'êtes pas. Je ne peux pas vous faire confiance, vous allez vous faire dévorer par des monstres d'un jour à l'autre... J'ai besoin d'un héros expérimenté.
sv: Sluta tjata på mig. Jag letar efter någon verkligt heroisk. Och du är inte det. Jag kan inte lita på dig, du kommer bli monstermat närsomhelst nu... jag behöver en erfaren hjälte.

source: All right, I'll cut the bull. I didn't mean to steer you wrong. I was sitting at home, feeling moo-dy, when things got really un-stable; a whole stampede of monsters came out of the floor! I just cowed. I just happened to be wearing this Jersey when I ran out the door, and now I look udderly ridiculous. If only I had something normal to wear, it wouldn't be so bad. Hey! Can you go back to my place and get my suit for me? The brown one, not the gray one, that's for evening wear. I'd do it myself, but I don't want anyone seeing me like this. Here, take this, you might need it... to kill those things that have overgrown everything. You can't miss my house, it's just south of the fork in the river... you know... the one with the overgrown vegetable garden.
cs: Dobra. Nechci te plest. Sedel jsem takhle doma, kdyz najednou se zacalo vsechno menit. Obrovske stada priser se zacala valit z podlahy! Zpanikaril jsem. Jedine, co jsem byl schopen udelat, bylo obleknout si tuhle Jersey kdyz jsem utikal ze dveri. No a ted vypadam takhle smesne. Kdybych ale mel neco normalniho na sebe, nebylo by to tak zle. Hey! Mohl bys zajit ke mne domu a donest mi obleceni? To hnede, ne to sedive, to je na vecer. Udelal bych to sam, ale nechci, aby me takhle nekdo videl. Tady, vezmi si tohle. Mozna to budes potrebovat... na zabiti tech veci, ktere mi rostou na zahrade. Muj dum nemuzes minout, je na jihu od mista, kde se reka rozdeluje... vsak uvidis... je to ten, u ktereho je zarostla zahradka.
de: In Ordnung, ich breche das Schweigen. Ich wollte dich nicht in falsche Wasser führen. Ich saß zu Hause und fühlte mich mürrisch, als die Dinge wirklich instabil wurden; ein ganzer Ansturm von Monstern kam aus dem Boden! Ich habe mich nur eingeschüchtert. Ich habe gerade dieses Trikot getragen, als ich aus der Tür gerannt bin, und jetzt sehe ich lächerlich aus. Wenn ich nur etwas Normales zum Anziehen hätte, wäre es nicht so schlimm. Hallo! Kannst Du zu mir zurückgehen und meinen Anzug für mich holen? Den braunen, nicht den grauen, das ist für die Abendgarderobe. Ich würde es selbst tun, aber ich möchte nicht, dass mich jemand so sieht. Hier, nimm das, du brauchst es vielleicht... um die Dinger zu töten, die alles überwuchert haben. Du kannst mein Haus nicht verfehlen, es liegt südlich der Gabelung im Fluss... du weißt schon... das mit dem überwucherten Gemüsegarten.
el: Εντάξει, δεν μουλαρώνω. Δεν είχα σκοπό να σε σταβλίσω. Καθόμουν στο σπίτι, και μού-γκρισα, όταν τα πράγματα έγιναν πραγματικά ασταθή. μια ορδή από τέρατα βγήκε από το πάτωμα! Απλά γελάδεψα! Έτυχε να φοράω αυτή τη φανέλα όταν έτρεξα έξω, και τώρα φαίνομαι απίστευτα αγελαδινός-γελοίος, μα τα μαστάρια μου. Αν είχα μόνο κάτι κανονικό να φορέσω, δεν θα ήταν τόσο κακό. Έι! Θα μπορούσες να πας στο σπίτι μου και να μου φέρεις την στολή μου; Την καφέ, όχι την γκρι, είναι για βραδινό. Θα το έκανα μόνος μου, αλλά δεν θέλω να με βλέπει κανείς έτσι. Ορίστε, πάρε αυτό, μπορεί να το χρειαστείς... για να σκοτώσεις εκείνα τα πράγματα που έχουν κατακλύσει τα πάντα. Είναι αδύνατον να σου ξεφύγει το σπίτι μου, είναι νότια της διχάλας στο ποτάμι... ξέρεις... εκείνο με τον κατάφυτο λαχανόκηπο.
fr: D'accord, je vais être honnête. Je ne voulais pas vous tromper. J'étais assis chez moi, me sentant de meuh-vaise humeur, quand les choses se sont gâtées ; toute une vague de monstres est sortie du sol ! C'est vache. Il se trouve que je portais ce maillot quand je suis sorti en courant, et maintenant j'ai l'air complètement ridicule. Si seulement j'avais quelque chose de normal à porter, ce ne serait pas si mal. Hé ! Pouvez-vous retourner chez moi et me chercher mon costume ? Le marron, pas le gris, il est pour les tenues de soirée. Je le ferais bien moi-même, mais je veux ne veux pas qu'on me voie comme ça. Tenez, prenez ceci, vous pourriez en avoir besoin... pour tuer ces choses qui ont tout envahi. Vous ne pouvez pas manquer ma maison, elle est juste au sud de la fourche de la rivière... vous savez... celle avec le potager envahi par la végétation.
sv: Okej, slut med bullshit. Jag ville inte leda dig på fel kosa. Jag satt hemma och tjurade när det helt plötsligt började komma en tjurrusning av monster ur golvet, det var hemskt! Jag hoppade därifrån som en kviga. Om jag bara hade något vanligt att ha på mig, skulle det inte vara så illa. Men! Skulle du kunna gå tillbaks till mitt hus och hämta min dräkt åt mig? Den bruna, inte den gråa, den är för aftnar. Jag skulle göra det själv, men jag vill inte att någon ser mig så här. Här, ta den här, du kan behöva den... för att döda de där sakerna som växt över allt. Du kan inte ta miste på mitt hus, den är alldeles söder om åns delning... du vet... den med den övervuxna grönsaksträdgården.

source: I have tried spells, threats, abjuration and bargaining with this foul creature -- to no avail. My methods of enslaving lesser demons seem to have no effect on this fearsome beast.
cs: Vyzkousel jsem kouzla, hrozby, prisahy a smlouvani s temihle odpornymi tvory -- bez uspechu. Moje metody na zotroceni mensich priser nemaji na techto bestiich zadny uspech.
de: Ich habe Zauber versucht, Drohungen, Widerrufung und Handel mit dieser unreinen Kreatur, aber vergeblich. Meine Methoden zur Versklavung geringerer Dämonen scheinen keine Auswirkung auf diese furchterregende Bestie zu haben.
el: Έχω δοκιμάσει ξόρκια, απειλές, αφορισμούς και διαπραγματεύσεις με αυτό το αποκρουστικό πλάσμα -- χωρίς αποτέλεσμα. Οι μέθοδοι μου για την υποδούλωση των μικρότερων δαιμόνων δεν φαίνεται να έχουν καμία επίδραση σε αυτό το τρομερό θηρίο.
fr: J'ai essayé les sorts, les menaces, l'abjuration et le marchandage avec cette créature immonde – en vain. Mes méthodes pour asservir ces démons mineurs semblent n'avoir aucun effet sur cette bête redoutable.
sv: Jag har försökt trollformler, hot, besvärjelser och förhandling med den här vidriga varelsen -- till ingen lycka. Mina metoder för att förslava mindre demoner verkar inte ha någon verkan på detta skräckinjagande väsen.
