Repository: diasurgical/DevilutionX
Catalog: Translations/*.po
Languages: cs, de, el, fr, sv

source: The Innkeeper has little business and no real way of turning a profit. He manages to make ends meet by providing food and lodging for those who occasionally drift through the village, but they are as likely to sneak off into the night as they are to pay him. If it weren't for the stores of grains and dried meats he kept in his cellar, why, most of us would have starved during that first year when the entire countryside was overrun by demons.
cs: Hostinsky zde ma male obchody a zadny zpusob vydelku. Trochu si to vynahradi tim, ze poskytuje jidlo a nocleh tem, kteri sem tam prochazeji vesnici, ale ti se pravdepodobne odplizi v noci, aby nemuseli platit. Kdyby nebylo jeho zasob obili a suseneho masa, ktere ma ve sklepe, vetsina z nas by urcite umrela hlady v tom prvni roce, kdy bylo cele okoli zaplaveno demony.
de: Der Gastwirt hat nur wenige Gäste und kann nicht viel verdienen. Er kommt gerade so über die Runden, indem er den gelegentlichen Besuchern der Stadt Nahrung und Unterkunft bietet, aber statt ihn zu bezahlen, verdrückt sich die Hälfte seiner Kunden einfach im Schutze der Nacht. Doch ohne seine Getreidevorräte und das getrocknete Fleisch, das er in seinem Keller lagert, wären die meisten von uns schon im ersten Jahr verhungert, als die Dämonen das ganze Land hier niedergetrampelt haben.
el: Ο πανδοχέας έχει ελάχιστες δουλειές και δεν έχει πραγματικό τρόπο να βγάλει κέρδος. Καταφέρνει να τα βγάλει πέρα ​​παρέχοντας φαγητό και κατάλυμα σε όσους περιστασιακά περνούν στο χωριό, αλλά είναι τόσο πιθανό να φύγουν κρυφά τη νύχτα όπως και να τον πληρώσουν. Αν δεν υπήρχαν οι αποθήκες με σιτηρά και αποξηραμένα κρέατα που κρατούσε στο κελάρι του, ω, οι περισσότεροι από εμάς θα είχαμε πεινάσει κατά τη διάρκεια του πρώτου έτους, όταν ολόκληρη η ύπαιθρος είχε κατακλυστεί από δαίμονες.
fr: L'aubergiste n'a pas beaucoup de travail et n'a pas vraiment moyen de faire de l'argent. Il réussit à joindre les deux bouts en fournissant de la nourriture et un logement à ceux qui passent occasionnellement au village, mais ils peuvent tout aussi bien s'enfuir dans la nuit que le payer. S'il n'y avait pas eu les réserves de céréales et de viandes séchées qu'il gardait dans son cellier, eh bien, la plupart d'entre nous seraient morts de faim la première année où tous les environs étaient envahis par les démons.
sv: Krögaren har få affärer och inget riktigt sätt att tjäna pängar. Han lyckas hålla sig ovan ytan genom att erbjuda mat och husrum till de som då och då färdas genom byn, men de försvinner lika ofta under natten som de betalar honom. Om det inte vore för de lager med säd och torrkött som han hade i källaren, tja, då skulle de flesta av oss svultit det där första året när hela landsbygden var full med demoner.

source: Can't a fella drink in peace?
cs: Copak nemuzu v klidu pit?
de: Kann man hier nicht mal in Ruhe einen trinken?
el: Δεν μπορεί ένα φιλαράκι να πιεί με την ησυχία του;
fr: On peut même plus boire en paix ?
sv: Får man inte dricka i fred?

source: The gal who brings the drinks? Oh, yeah, what a pretty lady. So nice, too.
cs: Holka, co nosi piti? Oh, jo, to je pjekna divka. A prijemna taky.
de: Das Mädel, das die Drinks serviert? Oh ja, die ist hübsch, Und tierisch nett.
el: Το κορίτσι που φέρνει τα ποτά; Ω, ναι, τι όμορφη κυρία. Τόσο καλή επίσης.
fr: La fille qu'apporte les boissons ? Oh, ouais, quelle jolie dame. Et drôlement gentille aussi.
sv: Flickan som kommer med kröken? Åh ja, vilken söt tjej. Trevlig också.

source: Why don't that old crone do somethin' for a change. Sure, sure, she's got stuff, but you listen to me... she's unnatural. I ain't never seen her eat or drink - and you can't trust somebody who doesn't drink at least a little.
cs: Proc ta stara baba nedela taky neco jinyho. Jasne, jasne, ma ruzny nesmysly, ale poslouchej... ona neni normalni. Nikdy sem ji nevidel jist nebo pit - a nemuzes verit nekomu, kdo aspon trochu nepije.
de: Warum tut diese alte Krähe nicht mal was zur Abwechslung? Klar, die hat ihren ganzen Kram und so, aber ich sag Euch was: Sie ist unnatürlich. Ich habe sie nie essen oder trinken sehen. Und man kann einfach niemanden vertrauen, der nicht wenigstens ab und zu mal ein wenig trinkt...
el: Γιατί αυτή η παλιόγρια δεν κάνει κάτι για μια φορά. Σίγουρα, σίγουρα, έχει πράγματα, αλλά άκουσε με... είναι αφύσικη. Δεν την έχω δει ποτέ να τρώει ή να πίνει - και δεν μπορείς να εμπιστευτείς κάποιον που δεν πίνει τουλάχιστον λίγο.
fr: Pourquoi qu'cette vieille peau fait pas quéqu'chose pour changer. Ouais, ouais, elle a des trucs, mais écoutez-moi... elle est pas normale. J'l'ai jamais vue manger ou boire – et on peut pas faire confiance à quéqu'un qui boit pas un minimum.
sv: Varför gör inte den gamla käringen något för en gångs skull. Visst, visst, hon har grejer, men lyssna nu... hon är onaturlig. Jag har aldrig sett henne äta eller dricka - och man kan inte lita på någon som inte dricker nånting.

source: Cain isn't what he says he is. Sure, sure, he talks a good story... some of 'em are real scary or funny... but I think he knows more than he knows he knows.
cs: Cain neni, co rika, ze je. Jasne, jasne, povida dobry pribehy... nektery jsou fakt strasidelny nebo vesely... ale myslim, ze vi vic, nez vi, ze vi.
de: Cain ist nicht der, für den er sich ausgibt. Klar, er kann prima Geschichten erzählen... manche sind richtig schaurig oder lustig. Aber ich glaube, er weiß mehr, als er weiß, dass er weiß, weißt Du...?
el: Ο Κάιν δεν είναι αυτό που λέει ότι είναι. Σίγουρα, σίγουρα, λέει μια καλή ιστορία... μερικές από αυτές είναι πραγματικά τρομακτικές ή αστείες... αλλά νομίζω ότι ξέρει περισσότερα από όσα ξέρει ότι ξέρει.
fr: Cain est pas çui qu'y dit qu'il est. Ouais, ouais, y raconte des bonnes histoires... Y'en a qui sont vraiment flippantes ou marrantes... mais j'pense qu'il en sait plus qu'y sait qu'y sait.
sv: Cain är inte vad han säger att han är. Visst, visst, han berättar bra historier... en del är riktigt läskiga eller roliga... men jag tror han vet mer än han vet han vet.

source: Griswold? Good old Griswold. I love him like a brother! We fought together, you know, back when... we... Lazarus... Lazarus... Lazarus!!!
cs: Griswold? Dobry Griswold. Mam ho rad jako bratra! Bojovali jsme spolu, vis, kdyz jsme... my... Lazarus... Lazarus... Lazarus... Lazarus!!!
de: Griswold? Der gute alte Griswold. Ich liebe ihn wie einen Bruder! Wir haben zusammen gekämpft, weißt Du, damals, als wir... Lazarus... Lazarus... LAZARUS!!!
el: Ο Γκρίσγουαλντ; Ο παλιός καλός Γκρίσγουαλντ. Τον αγαπώ σαν αδερφό! Μαζί πολεμήσαμε, ξέρεις τότε όταν... εμείς... Λάζαρε... Λάζαρε... Λάζαρε!!!
fr: Griswold ? Ce bon vieux Griswold. Je l'aime comme un frère ! On s'est battu côte à côte, vous savez, quand... on... Lazarus... Lazarus... Lazarus ! ! !
sv: Griswold? Gamla fina Griswold. Jag älskar honom som en bror! Vi slogs tillsammans vet du, då när vi... vi... Lazarus... Lazarus... Lazarus!!!

source: Hehehe, I like Pepin. He really tries, you know. Listen here, you should make sure you get to know him. Good fella like that with people always wantin' help. Hey, I guess that would be kinda like you, huh hero? I was a hero too...
cs: Hehehe, mam rad Pepina. Fakt se snazi, vis. Poslouchej, mel bys ho fakt poznat. Dobry clovek a lidi, co potrebuou pomoct. Hej, hadam, ze je trochu jako ty, he hrdina? Ja sem taky bejval hrdina...
de: Hihi, ich mag Pepin. Er gibt sich wirklich Mühe, weißt Du? Du musst ihn unbedingt kennenlernen. Sehr lieber Kerl, wo doch die Leute immer Hilfe von ihm wollen. He, das könnte Dir ja auch mal passieren, als Held und so. Ich war früher auch mal ein Held, weißt Du?
el: Χεχχε, μου αρέσει ο Πέπιν. Προσπαθεί πραγματικά, ξέρεις. Άκουσε με, θα πρέπει να φροντίσεις να τον γνωρίσεις. Καλό τυπάκι για ανθρώπους που πάντα θέλουν βοήθεια. Ε, υποθέτω ότι μοιάζει σαν εσένα, ε ήρωα/ίδα; Ήμουν κι εγώ ήρωας...
fr: Héhéhé, j'aime bien Pepin. Il donne tout, vous savez. Écoutez voir, vous d'vriez vraiment essayer de l'connaître. Un bon gars comme ça avec des gens qui veulent toujours de l'aide. Hé, j'pense qu'ça s'rait un peu comme vous, hein héros ? Moi aussi, j'ai été un héros...
sv: Hehehe, jag gillar Pepin. Han försöker verkligen, du vet. Lyssna nu, se till att du lär känna honom. Duktig kille som han med folk som alltid vill ha hjälp. Mm, det är ju lite som du, eller hur hjälte? Jag var en hjälte en gång...

source: Wirt is a kid with more problems than even me, and I know all about problems. Listen here - that kid is gotta sweet deal, but he's been there, you know? Lost a leg! Gotta walk around on a piece of wood. So sad, so sad...
cs: Wirt je decko a ma vic problemu nez ja a ja vim o problemech vsecko. Poslouchej - ten kluk ma fajn obchod, ale byl tam dole, vis? Prisel o nohu! Musi chodit na kousku dreva. Smutne, smutne...
de: Wirt hat sogar noch mehr Probleme als ich, und ich kenne mich mit Problemen nun wirklich gut aus. Weißt Du, der Kleine zeigt zwar die harte Schale, aber er war da, verstehst Du? Hat sein Bein da unten verloren. Muss auf 'nem verdammten Stück Holz rumlaufen. Verdammt traurige Geschichte...
el: Ο Ουίρτ είναι ένα παιδί με περισσότερα προβλήματα ακόμα και από εμένα, και ξέρω τα πάντα για προβλήματα. Άκουσε εδώ - αυτό το παιδί έχει βρει μια καλή συμφωνία, αλλά ήταν εκεί, ξέρεις; Έχασε ένα πόδι! Πρέπει να περπατά με ένα κομμάτι ξύλο. Τόσο λυπηρό, τόσο λυπηρό...
fr: Wirt est un môme avec plus de problèmes que moi, et pourtant les problèmes, ça me connaît. Écoutez voir, ce môme est une bonne pâte, mais il en a vu, vous savez ? L'a perdu une jambe ! Y doit marcher avec un morceau de bois. Triste, triste...
sv: Wirt är en unge med mer problem än tillochmed mig, och jag vet allt om problem. Lyssna noga - den där killen måste kränga, men han har varit där, vet du? Tappat ett ben! Måste gå runt på en träbit. Så illa, så illa...

source: Ogden is the best man in town. I don't think his wife likes me much, but as long as she keeps tappin' kegs, I'll like her just fine. Seems like I been spendin' more time with Ogden than most, but he's so good to me...
cs: Ogden je nejlepsi chlap ve meste. Nemyslim, ze mne jeho zena ma moc rada, ale dokud on ovlada pipu, tak mi nevadi. Zda se, ze u Ogdena travim vic casu, nez je mozne, ale on je na mne tak hodny...
de: Ogden ist der Beste hier in der Stadt. Ich glaube, seine Frau mag mich nicht besonders, aber solange sie die Krüge immer schön voll macht, finde ich sie ganz sympathisch. Ich schein' irgendwie mehr Zeit mit Ogden zu verbringen als die meisten anderen hier, aber er ist ja auch wirklich gut zu mir.
el: Ο Όγκντεν είναι ο καλύτερος άντρας της πόλης. Δεν νομίζω ότι η γυναίκα του με συμπαθεί, αλλά όσο συνεχίζει να ανοίγει βαρέλια, θα μου αρέσει μια χαρά. Φαίνεται ότι περνάω περισσότερο χρόνο με τον Όγκντεν σε σχέση με τους άλλους, αλλά είναι τόσο καλός μαζί μου...
fr: Ogden est le meilleur gars de la ville. J'crois pas qu'sa femme m'aime beaucoup, mais tant qu'elle perce les fûts… J'ai l'impression de passer plus de temps avec Ogden qu'la plupart, mais il est tellement gentil avec moi...
sv: Ogden är den finaste karlen in stan. Jag tror inte hans fru tycker om mig, men så länge hon fortsätter tappa kaggar tycker jag om henne. Känns som om jag hängt med Ogden mer än med de flesta, men han är så snälll mot mig...

source: I wanna tell ya sumthin', 'cause I know all about this stuff. It's my specialty. This here is the best... theeeee best! That other ale ain't no good since those stupid dogs...
cs: Chci ti neco rict, protoze vim o techhle vecech vsechno. Je to moje specialita. Tohle tady je nejlepsi... neeeejlepsi! Tohle druhe pivko neni tak dobre, kvuli tem blbym psum...
de: Ich will Dir mal was sagen, weil ich mich mit diesen Sachen ja auskenne. Ist mein Spezialgebiet. Das hier ist einfach das Beste. Das Allerallerbeste. Das andere Bier ist einfach ungenießbar seit diese ...Hunde....
el: Θέλω να σου πω κάτι τις, γιατί ξέρω τα πάντα για αυτό το πράγμα. Είναι η ειδικότητά μου. Αυτό εδώ είναι το καλύτερο... τοοοο καλύτερο! Αυτή η άλλη μπύρα δεν είναι καλή, αφού αυτά τα ανόητα σκυλιά...
fr: Je veux vous dire un truc, pasque j'sais tout là-d'sus. C'est ma spécialité. C'est la meilleure... laaaa meilleure ! C't'autre bière vaut rien depuis qu'ces stupides chiens...
sv: Jag vill berätta nåt, för jag vet allt om det här. Det är min specialitet. Den här är den bästa... deeeeen bästa! Den andra ölen är inget att ha efter att de dumma hundarna...

source: No one ever lis... listens to me. Somewhere - I ain't too sure - but somewhere under the church is a whole pile o' gold. Gleamin' and shinin' and just waitin' for someone to get it.
cs: Nikdo mne nepos... neposloucha. Nekde - nevim to jiste - ale nekde pod kostelem je velka kupa zlata. Leskne se a sviti a jenom ceka na nekoho, kdo si to vezme.
de: Niemand hört mi-HICKS-mir zu. Irgendwo - ich weiß nicht mehr genau, wo, aber irgendwo unter dieser Kirche liegt ein Riiiesenhaufen Gold. Glänzt und schimmert und wartet nur darauf, dass ihn jemand mitnimmt.
el: Κανείς δεν με ακούει ποτέ. Κάπου - δεν είμαι και πολύ σίγουρος - αλλά κάπου κάτω από την εκκλησία είναι μια ολόκληρη στοίβα από χρυσάφι. Γυαλίζει και λάμπει και απλώς περιμένει κάποιος να την μαζέψει.
fr: Personne m'é... m'écoute jamais. Quéque part – ch'suis pas trop sûr – mais quéqu'part sous l'église, y'a tout un tas d'or. Qui brille et qui scintille et qu'attend juste que quéqu'un l'prenne.
sv: Ingen lyss... lyssnar nånsin på mig. Nånstans - vet inte riktigt - men nånstans under kyrkan finns en hel hög guld. Glittrande och glänsande och bara väntar på att någon tar den.

source: I know you gots your own ideas, and I know you're not gonna believe this, but that weapon you got there - it just ain't no good against those big brutes! Oh, I don't care what Griswold says, they can't make anything like they used to in the old days...
cs: Vim, ze mas vlastni myslenky, a vim, ze tomu nebudes verit, ale ta zbran, co tu mas - to neni tak dobre proti tem velkym bestiim! Oh, nezajima mne, co rika Griswold, proste nemuzou udelat nic podobneho jako to delali kdysi...
de: Ich weiß, Du hast so Deine eigenen Vorstellungen, und ich weiß auch, dass Du mir nicht glauben wirst, aber ich sag's Dir trotzdem: Deine Waffe da ist völlig nutzlos gegen diese riesigen Monster! Ist mir egal, was Griswold sagt, heute gibt es keine echte Qualität mehr, nicht wie in den guten alten Zeiten!
el: Ξέρω ότι έχεις τις δικές σου ιδέες και ξέρω ότι δεν θα το πιστέψεις αυτό, αλλά αυτό το όπλο που έχεις εκεί - απλά δεν είναι καλό ενάντια σε αυτά τα μεγάλα βάναυσα θηρία! Α, δεν με νοιάζει τι λέει ο Γκρίσγουαλντ, δεν τα φτιάχνουν όπως τις παλιές μέρες πια...
fr: J'sais qu'vous avez vos idées à vous, et j'sais qu'vous allez pas m'croire, mais cette arme que vous avez là – elle vaut rien contre ces grosses brutes ! Oh, j'me fiche de c'que dit Griswold, y savent pu rien faire comme avant...
sv: Jag vet att du har dina tankar, och jag vet att du inte kommer tro det här, men det där vapnet du har där - det är inget att ha mot dom där stora typerna! Ja, jag bryr mig inte om vad Griswold säger, dom kan inte göra nåt som dom gjorde förritin...

source: If I was you... and I ain't... but if I was, I'd sell all that stuff you got and get out of here. That boy out there... He's always got somethin' good, but you gotta give him some gold or he won't even show you what he's got.
cs: Kdybych byl ty... a nejsem... ale kdybych byl, prodal bych to vsechno a rychle odcud vypadl. Ten kluk tam... Vzdycky ma neco dobryho, ale musis mu dat naky prachy jinak ti ani neukaze, co ma.
de: Wenn ich Du wäre... bin ich ja nicht, aber wenn ich's wäre...dann würde ich den ganzen Kram verkaufen, den Du da hast, und von hier verschwinden. Der Junge da oben, der hat immer was Gutes, aber Du musst ihm sogar Geld dafür geben, dass er Dir überhaupt zeigt, was er hat.
el: Αν ήμουν στη θέση σου... και δεν είμαι... αλλά αν ήμουν, θα πουλούσα όλα αυτά που βρήκες και θα έφευγα από εδώ. Αυτό το αγόρι εκεί έξω... Έχει πάντα κάτι καλό, αλλά πρέπει να του δώσεις λίγο χρυσό αλλιώς δεν θα σου δείξει καν τι έχει.
fr: Si j'étais vous... et je l'suis pas... mais si j'l'étais, j'vendrais tout c'barda que vous avez et je me barrerais d'ici. Ce garçon là-bas... Il a toujours quéque chose de bien, mais faut y filer un peu d'or sinon y vous montrera même pas c'qu'il a.
sv: Om jag vore du... och det är jag inte... men om jag vore du, skulle jag sälja allt det där och sticka härifrån. Den där pojken därute... han har alltid nåt bra, men du måste ge honom lite guld, annars visar han inte ens vad han har.

source: I sense a soul in search of answers...
cs: Uvedomuji si dusi v hledani odpovedi...
de: Ah, eine dürstende Seele, die nach Antworten sucht...
el: Αισθάνομαι μια ψυχή που αναζητά απαντήσεις...
fr: Je sens une âme en quête de réponses...
sv: Jag anar en själ som söker svar...

source: Wisdom is earned, not given. If you discover a tome of knowledge, devour its words. Should you already have knowledge of the arcane mysteries scribed within a book, remember - that level of mastery can always increase.
cs: Zadny uceny z nebe nespadl. Objevis-li svazek vedeni, zjisti, co rika. I kdybys mel jiz vedomosti o davnych tajemstvich popsanych v knize, pamatuj si - uroven mistrovstvi se vzdy muze zvysit.
de: Weisheit muss man sich verdienen... man bekommt sie nicht geschenkt. Wenn Ihr ein Buch des Wissens findet, verschlingt seine Worte. Solltet Ihr schon mystisches Wissen um die Geheimnisse gesammelt haben, die in dem Werk beschrieben werden, so bedenket - auch ein Meister kann stets noch dazulernen.
el: Η σοφία κερδίζεται, δεν δίνεται. Εάν ανακαλύψεις ένα τόμο με γνώση, καταβροχθίστε τα λόγια του. Εάν έχεις ήδη γνώση των απόκρυφων μυστηρίων που είναι εγγεγραμμένα σε ένα βιβλίο, θυμήσου - αυτό το επίπεδο μαεστρίας μπορεί πάντα να αυξάνεται.
fr: La sagesse s'acquiert, elle ne se donne pas. Si vous trouvez un livre de savoir, dévorez ses mots. Si vous deviez déjà avoir une connaissance des mystères des arcanes décrits dans un livre, rappelez-vous – ce niveau de maîtrise peut toujours augmenter.
sv: Vishet förtjänas, det fås inte gratis. Om du upptäcker ett band med kunskap, sluka dess ord. Om du redan äger kunskap om de magiska mysterier som inpräntats i boken, minns detta - att ens behärskning alltid kan utökas.

source: The greatest power is often the shortest lived. You may find ancient words of power written upon scrolls of parchment. The strength of these scrolls lies in the ability of either apprentice or adept to cast them with equal ability. Their weakness is that they must first be read aloud and can never be kept at the ready in your mind. Know also that these scrolls can be read but once, so use them with care.
cs: Nejvetsi sila ma casto nejkratsi zivot. Na svitku muzes nalezt zapsan davna slova moci. Sila techto svitku je v tom, ze je dokaze seslat i uplny zacatecnik i mistr. Jejich slabinou je, ze musi byt nejprve nahlas precteny a nikdy se ti neudrzi v mysli. Take bys mel vedet, ze tyto svitky mohou byt precteny pouze jednou, a proto je pouzivej s rozvahou.
de: Die größte Macht ist oft die, die am schnellsten verlischt. Ihr werdet auf Eurem Weg uralte Worte der Macht finden, die auf Schriftrollen aus Pergament gebannt wurden. Ihre große Stärke liegt darin, dass sowohl Zauberlehrling wie auch Meistermagier sie mit gleicher Leichtigkeit und Gewalt einsetzen können. Ihre große Schwäche hingegen ist, dass Ihr sie niemals im Gedächtnis halten könnt, sondern sie jedesmal laut verlesen müsst. Wisset auch, dass Ihr jede Schriftrolle nur ein einziges Mal lesen könnt, setzt sie also mit Bedacht ein.
el: Η μεγαλύτερη δύναμη έχει συχνά την πιο σύντομη ζωή. Μπορείς να βρεις αρχαίες λέξεις δύναμης γραμμένες σε πάπυρο από περγαμηνή. Η δύναμη αυτών των πάπυρων έγκειται στην ικανότητα είτε του μαθητευόμενου είτε του έμπειρου να ρίχνει τα ξόρκια με την ίδια ικανότητα. Η αδυναμία τους είναι ότι πρέπει πρώτα να διαβαστούν δυνατά και δεν μπορούν ποτέ να διατηρηθούν σε ετοιμότητα στο μυαλό σου. Ξέρε επίσης ότι αυτοί οι πάπυροι μπορούν να διαβαστούν μόνο μία φορά, γι' αυτό χρησιμοποιήσε τους με προσοχή.
fr: La plus grande puissance est souvent la plus courte. Vous trouverez peut-être d'anciens mots de puissance écrits sur des rouleaux de parchemin. La force de ces parchemins réside dans la capacité de l'apprenti ou de l'adepte à les lancer avec la même efficacité. Leur faiblesse est qu'ils doivent d'abord être lus à haute voix et ne peuvent jamais être gardés en tête. Sachez aussi que ces parchemins ne peuvent être lus qu'une seule fois, alors utilisez-les avec parcimonie.
sv: Den största makten är ofta den som varar kortast. Du kan komma att finna uråldriga kraftord skrivna på pergamentrullar. Styrkan i dessa rullar kommer från förmågan hos lärjunge eller mästare att använda dem med likadan verkan. Deras svaghet ligger i att de måste läsas högt och aldrig kan hållas redo i minnet. Vet även att dessa rullar endast kan läsas en gång, så se till att använd dem med urskillning.

source: Though the heat of the sun is beyond measure, the mere flame of a candle is of greater danger. No energies, no matter how great, can be used without the proper focus. For many spells, ensorcelled Staves may be charged with magical energies many times over. I have the ability to restore their power - but know that nothing is done without a price.
cs: Ackoliv je zar nesrovnatelny, pouhy plaminek svice je nebezpecnejsi. Zadna energie, nezalezi jak silna, nemuze byt pouzita bez patricneho soustredeni. Kouzelne Hole s mnoha kouzly mohou byt nescetnekrat nabity magickou energii. Mam schopnost obnovit jejich silu - ale sam vis, ze nic neni zadarmo.
de: Obwohl die Hitze der Sonne grenzenlos ist, stellt doch die bescheidene Flamme einer einzelnen Kerze eine weitaus größere Gefahr dar. Ohne den passenden Fokus lässt sich keine Energie einsetzen, egal wie groß. Viele Zaubersprüche lassen sich in magische Stäbe binden, oft sogar mehrfach. Ich habe die Fähigkeit, ihre Kräfte zu erneuern - doch Ihr könnt davon ausgehen, dass alles seinen Preis hat.
el: Αν και η θερμότητα του ήλιου είναι απεριόριστη, η απλή φλόγα ενός κεριού είναι μεγαλύτερος κίνδυνος. Καμία από τις ενέργειες, όσο μεγάλες κι αν είναι, δεν μπορεί να χρησιμοποιηθούν χωρίς την κατάλληλη εστίαση. Για πολλά ξόρκια, οι μαγικές Ράβδοι μπορούν να φορτίζονται με μαγικές ενέργειες πολλές φορές. Έχω τη δυνατότητα να αποκαταστήσω τη δύναμή τους - αλλά να ξέρεις ότι τίποτα δεν γίνεται χωρίς τίμημα.
fr: Bien que la chaleur du soleil soit sans commune mesure, la simple flamme d'une bougie est un danger plus redoutable encore. Aucune énergie, aussi grande soit-elle, ne peut être utilisée sans être correctement focalisée. Pour de nombreux sorts, les bâtons ensorcelés peuvent être chargés d'énergies magiques plusieurs fois. J'ai la capacité de restaurer leur puissance – mais sachez que tout a un prix.
sv: Fast solens hetta är omätbar, är en enkel ljuslåga farligare. Inga energier, hur stora de än månde vara, kan användas utan rätt fokus. För många besvärjelser kan förtrollade Stavar laddas med magiska energier flera gånger om. Jag har förmågan att återställa deras kraft - men vet att inget kan göras utan kostnad.
