Repository: diasurgical/DevilutionX
Catalog: Translations/*.po
Languages: cs, de, el, fr, sv

source: Mana: {:+d}
el: Μάνα {:+d}

source: high durability
cs: vysoká výdrž
de: hohe Haltbarkeit
el: υψηλή ανθεκτικότητα
fr: haute durabilité
sv: hög tålighet

source: decreased durability
cs: snížená výdrž
de: verringerte Haltbarkeit
el: μειωμένη ανθεκτικότητα
fr: durabilité diminuée
sv: minskad tålighet

source: indestructible
cs: nezničitelný
de: Unzerstörbar
el: άφθαρτο
sv: oförstörbar

source: +{:d}% light radius
cs: +{:d}% osvětlení
de: +{:d}% Lichtradius
el: +{:d}% εμβέλεια φωτός
fr: +{:d}% portée lumineuse
sv: +{:d}% ljusradie

source: -{:d}% light radius
cs: -{:d}% osvětlení
de: -{:d}% Lichtradius
el: -{:d}% εμβέλεια φωτός
fr: -{:d}% portée lumineuse
sv: -{:d}% ljusradie

source: multiple arrows per shot
cs: střílí více šípů současně
de: Mehrere Pfeile pro Schuss
el: πολλαπλά βέλη ανά βολή
fr: plusieurs flèches par tir
sv: flera pilar per skott

source: fire arrows damage: {:d}
cs: poškození ohnivým šípem: {:d}
de: Feuerpfeilschaden: {:d}
el: ζημιά βέλους φωτιάς {:d}
fr: dégâts de flèches de feu : {:d}
sv: eldpilsskada: {:d}

source: fire arrows damage: {:d}-{:d}
cs: poškození ohnivým šípem: {:d}-{:d}
de: Feuerpfeilschaden: {:d}-{:d}
el: ζημιά βέλους φωτιάς {:d}-{:d}
fr: dégâts de flèches de feu : {:d}-{:d}
sv: eldpilsskada: {:d}-{:d}

source: lightning arrows damage {:d}
cs: poškození bleskovým šípem: {:d}
de: Blitzpfeilschaden {:d}
el: ζημιά βέλους Κεραυνού {:d}
fr: dégâts de flèches de foudre : {:d}
sv: åskpilsskada {:d}

source: lightning arrows damage {:d}-{:d}
cs: poškození bleskovým šípem: {:d}-{:d}
de: Blitzpfeilschaden {:d}-{:d}
el: ζημιά βέλους Κεραυνού {:d}-{:d}
fr: dégâts de flèches de foudre : {:d}-{:d}
sv: åskpilsskada {:d}-{:d}

source: fireball damage: {:d}
cs: poškození ohnivou koulí: {:d}
de: Feuerballschaden: {:d}
el: ζημιά οβίδας φωτιάς: {:d}
fr: dégâts boule de feu : {:d}
sv: eldklotsskada: {:d}

source: fireball damage: {:d}-{:d}
cs: poškození ohnivou koulí: {:d}-{:d}
de: Feuerballschaden: {:d}-{:d}
el: ζημιά οβίδας φωτιάς: {:d}-{:d}
fr: dégâts boule de feu : {:d}-{:d}
sv: eldklotsskada: {:d}-{:d}

source: attacker takes 1-3 damage
cs: útočník je poškozen za 1-3
de: Angreifer erleidet 1-3 Schaden
el: ο επιτιθέμενος δέχεται 1-3 ζημιά
fr: l'attaquant subit 1 à 3 dégâts
sv: anfallare tar 1-3 skada

source: user loses all mana
cs: uživatel ztratí všechnu manu
de: Träger verliert gesamtes Mana
el: ο χρήστης χάνει όλα τα μάνα του
fr: l'utilisateur perd tout son mana
sv: användaren förlorar all mana

source: absorbs half of trap damage
cs: pohlcuje polovinu poškození z pastí
de: Halber Fallenschaden
el: απορροφά την μισή ζημιά από παγίδες
fr: -50% des dégâts de piège
sv: absorberar hälften av fällskada

source: knocks target back
cs: odhodí nepřítele dozadu
de: Zurückstoßung
el: σπρώχνει τον στόχο πίσω
fr: repousse la cible
sv: knuffar målet bakåt

source: +200% damage vs. demons
cs: +200% poškození proti démonům
de: +200% Schaden gegen Dämonen
el: +200% ζημιά εναντίων δαιμονων
fr: +200% dégâts vs. démons
sv: +200% skada mot demoner

source: All Resistance equals 0
cs: Všechny Odolnosti jsou 0
de: Träger verliert alle Resistenzen
el: Όλες οι Αντοχές γίνονται 0
fr: Toute résistance réduite à 0
sv: Allt Motstånd lika med 0

source: hit steals 3% mana
cs: zásah vysaje 3% many
de: 3% Manaabsaugung
el: με κτύπο κλέβει 3% μάνα
fr: frapper vole 3% de mana
sv: träff stjäl 3% mana

source: hit steals 5% mana
cs: zásah vysaje 5% many
de: 5% Manaabsaugung
el: με κτύπο κλέβει 5% μάνα
fr: frapper vole 5% de mana
sv: träff stjäl 5% mana

source: hit steals 3% life
cs: zásah vysaje 3% životů
de: 3% Lebensabsaugung
el: με κτύπο κλέβει 3% ζωή
fr: frapper vole 3% de vie
sv: träff stjäl 3% liv

source: hit steals 5% life
cs: zásah vysaje 5% životů
de: 3% Lebensabsaugung
el: με κτύπο κλέβει 5% ζωή
fr: frapper vole 5% de vie
sv: träff stjäl 5% liv

source: penetrates target's armor
cs: prorazí obranu nepřítele
de: Durchschlägt gegnerische Rüstung
el: διαπερνά θωράκιση
fr: pénètre l'armure de la cible
sv: går genom målets pansar

source: quick attack
cs: hbitý útok
de: Flinker Angriff
el: ταχεία επίθεση
fr: attaque prompte
sv: kvick attack

source: fast attack
cs: rychlý útok
de: schneller Angriff
el: γρήγορη επίθεση
fr: attaque rapide
sv: snabb attack

source: faster attack
cs: rychlejší útok
de: schnellerer Angriff
el: γρηγορότερη επίθεση
fr: attaque plus rapide
sv: snabbare attack

source: fastest attack
cs: nejrychlejší útok
de: schnellster Angriff
el: γρηγορότατη επίθεση
fr: attaque la plus rapide
sv: snabbast attack

source: Another ability (NW)
cs: Další dovednost (NW)
de: Anderer Effekt (NW)
el: Άλλη δεξιότητα (NW)
fr: Une autre Capacité (NW)
sv: Annan förmåga (NW)

source: fast hit recovery
cs: rychlé vzpamatování ze zásahu
de: schnelle Erholung
el: γρήγορη ανάρρωση από χτύπημα
fr: récup rapide après coup
sv: snabb återhämtning efter träff

source: faster hit recovery
cs: rychlejší vzpamatování ze zásahu
de: schnellere Erholung
el: γρηγορότερη ανάρρωση από χτύπημα
fr: récup plus rapide après coup
sv: snabbare återhämtning efter träff

source: fastest hit recovery
cs: nejrychlejší vzpamatování ze zásahu
de: schnellste Erholung
el: γρηγορότατη ανάρρωση από χτύπημα
fr: récup la plus rapide après coup
sv: snabbast återhämtning efter träff

source: fast block
cs: rychlé blokování
de: schnelles Blocken
el: γρήγορο μπλοκάρισμα
fr: blocage rapide
sv: snabb blockering

source: adds {:d} point to damage
cs: přidá {:d} bod k poškození
de: {:d} Schadenspunkt extra
el: προσθέτει {:d} πόντο ζημιάς
fr: +{:d} dégâts
sv: lägger till {:d} poäng till skada

source: fires random speed arrows
cs: střílí šípy náhodnou rychlostí
de: Zufällige Pfeilgeschwindigkeit
el: ρίχνει βέλη τυχαίας ταχύτητας
fr: tire des flèches de vitesse aléatoire
sv: avfyrar pilar med slumpmässig hastighet

source: unusual item damage
cs: předmět má neobvyklé poškození
de: Ungewöhnlicher Schaden
el: ασυνήθης ζημιά για αντικείμενο
fr: dégâts inhabituels
sv: skada som ovanligt föremål

source: altered durability
cs: upravená výdrž
de: Veränderte Haltbarkeit
el: αλλαγμένη ανθεκτικότητα
fr: durabilité amoindrie
sv: ändrad tålighet

source: one handed sword
cs: jednoruční meč
de: Einhändig
el: μονόχειρο σπαθί
fr: épée à une main
sv: enhänt svärd

source: constantly lose hit points
cs: neustále budeš ztrácet životy
de: Kontinuierlicher LP-Verlust
el: χάνεις συνέχεια πόντους ζωής
fr: perd constamment des points de vie
sv: förlora livspoäng konstant

source: life stealing
cs: vysátí životů
de: Lebensabsaugung
el: κλέβει ζωή
fr: vole la vie
sv: livsstjälande

source: no strength requirement
cs: nepožaduje sílu
de: Keine Mindeststärke
el: καμία απαίτηση δύναμης
fr: pas d'exigence de force
sv: inget styrkekrav

source: lightning damage: {:d}
cs: poškození bleskem: {:d}
de: Blitzschaden: {:d}
el: ζημιά κεραυνού: {:d}
fr: dégâts de foudre : {:d}
sv: åskskada: {:d}

source: lightning damage: {:d}-{:d}
cs: poškození bleskem: {:d}-{:d}
de: Blitzschaden: {:d}-{:d}
el: ζημιά κεραυνού: {:d}-{:d}
fr: dégâts de foudre : {:d}-{:d}
sv: åskskada: {:d}-{:d}

source: charged bolts on hits
cs: bleskové střely při zásahu
de: Geladene Blitze bei Treffer
el: ρήψη Φορτισμένων Βλημάτων ανά κτύπημα
fr: trait de foudre à l'impact
sv: urladdning vid träff

source: occasional triple damage
cs: občas ztrojnásobí poškození
de: 5% Chance auf 3-fachen Gesamtschaden
el: περιστασιακή τριπλή ζημιά
fr: chance de tripler les dégâts
sv: ibland trippel skada

source: decaying {:+d}% damage
cs: snižující se {:+d}% poškození
de: {:+d}% Schaden, -5% pro Treffer
el: φθορά {:+d}% ζημιά
fr: putréfiant {:+d}% dommage
sv: avtagande {:+d}% skada

source: 2x dmg to monst, 1x to you
cs: 2x poškození do nepřítele, 1x do tebe
de: 2x Gegnerschaden, 1x Selbstschaden
el: 2x ζημ στους εχθρούς, 1x σε σένα
fr: 2× dgt au monstre, 1× à vous
sv: dubbel monsterskada, enkel till dig

source: Random 0 - 600% damage
cs: Náhodné 0 - 600% poškození
de: Plötzlich 0 - 600% Schaden
el: Τυχαία ζημιά 0 - 600%
fr: Dégâts aléatoire entre 0-600%
sv: Slumpvis 0 - 600% skada

source: low dur, {:+d}% damage
cs: nízká výdrž, {:+d}% poškození
de: Geringe Haltb., {:+d}% Schaden
el: χαμηλή ανθ, {:+d}% ζημιά
fr: faible dur, {:+d}% de dégât
sv: låg tål, {:+d}% skada

source: extra AC vs demons
cs: extra OČ proti démonům
de: Extra-Rüstung gegen Dämonen
el: επιπλέον ΚΘ εναντίων δαιμόνων
fr: extra CA vs Démons
sv: extra PK mot demoner

source: extra AC vs undead
cs: extra OČ proti nemrtvým
de: Extra-Rüstung gegen Untote
el: επιπλέον ΚΘ εναντίων απέθαντων
fr: extra CA vs Morts-Vivants
sv: extra PK mot ödöda

source: 50% Mana moved to Health
cs: 50% Many přesunuto do Životů
de: 50% Mana wird zu Leben
el: 50% των Μάνα πάει στην Ζωή
fr: 50% de mana transféré à la santé
sv: 50% Mana flyttas till Liv

source: 40% Health moved to Mana
cs: 40% Životů přesunuto do Many
de: 40% Leben wird zu Mana
el: 40% Ζωής πάει στα Μάνα
fr: 40% de santé transféré au Mana
sv: 40% Liv flyttas till Mana

source: damage: {:d} Indestructible
cs: poškození: {:d} Nezničitelný
de: Schaden: {:d} Unzerstörbar
el: ζημιά: {:d} Άφθαρτο
fr: dégâts : {:d} Indestructible
sv: skada: {:d} Oförstörbar

source: damage: {:d} Dur: {:d}/{:d}
cs: poškození: {:d} Výdrž: {:d}/{:d}
de: Schaden: {:d} Haltb.: {:d}/{:d}
el: ζημιά: {:d} Ανθ: {:d}/{:d}
fr: dégâts : {:d} Dur : {:d}/{:d}
sv: skada: {:d} Tål: {:d}/{:d}

source: damage: {:d}-{:d} Indestructible
cs: poškození: {:d}-{:d} Nezničitelný
de: Schaden: {:d}-{:d} Unzerstörbar
el: ζημιά: {:d}-{:d} Άφθαρτο
fr: dégâts : {:d}-{:d} Indestructible
sv: skada: {:d}-{:d} Oförstörbar

source: damage: {:d}-{:d} Dur: {:d}/{:d}
cs: poškození: {:d}-{:d} Výdrž: {:d}/{:d}
de: Schaden: {:d}-{:d} Haltb.: {:d}/{:d}
el: ζημιά: {:d}-{:d} Ανθ: {:d}/{:d}
fr: dégâts : {:d}-{:d} Dur : {:d}/{:d}
sv: skada: {:d}-{:d} Tål: {:d}/{:d}

source: armor: {:d} Indestructible
cs: obrana: {:d} Nezničitelný
de: Rüstung: {:d} Unzerstörbar
el: θωράκιση: {:d} Άφθαρτη
fr: armure : {:d} Indestructible
sv: pansar: {:d} Oförstörbar

source: armor: {:d} Dur: {:d}/{:d}
cs: obrana: {:d} Výdrž: {:d}/{:d}
de: Rüstung: {:d} Haltb.: {:d}/{:d}
el: θωράκιση: {:d} Ανθ: {:d}/{:d}
fr: armure : {:d} Dur: {:d}/{:d}
sv: pansar: {:d} Tål: {:d}/{:d}

source: Charges: {:d}/{:d}
cs: Použití: {:d}/{:d}
de: Ladungen: {:d}/{:d}
el: Φορτία: {:d}/{:d}
sv: Laddningar: {:d}/{:d}

source: unique item
cs: unikátní předmět
de: Einzigartiger Gegenstand
el: μοναδικό Αντικείμενο
fr: objet unique
sv: unikt föremål

source: Not Identified
cs: Není Identifikován
de: Nicht identifiziert
el: Μη Ταυτοποιημένο
fr: Non identifié
sv: Ej Identifierad

source: Skeleton King's Lair
cs: Doupě Krále Kostlivců
de: Halle des Skelettkönigs
el: Το Κρησφύγετο του Βασιλιά των Σκελετών
fr: L'Antre du Roi Squelette
sv: Skelettkungens Lya

source: Chamber of Bone
cs: Komnata Kostí
de: Knochenkammer
el: Την Αίθουσα των Οστών
fr: Chambre des Ossements
sv: Benkammaren

source: Maze
cs: Bludiště
de: Labyrinth
el: Λαβυρινθος
fr: Dédale
sv: Labyrint

source: Poisoned Water Supply
cs: Otrávené Zásoby Vody
de: Die vergiftete Wasserquelle
el: Η Δηλητηριασμένη Παροχή Νερού
fr: Réserve d'Eau Empoisonnée
sv: Förgiftad Vattenkälla

source: Archbishop Lazarus' Lair
cs: Doupě Arcibiskupa Lazaruse
de: Refugium des Erzbischof Lazarus
el: Το Κρησφύγετο του Αρχιεπισκόπου Λαζάρου
fr: L'Antre de l’Archevêque Lazarus
sv: Ärkebiskop Lazarus Lya

source: Church Arena
de: Kirchen Arena
el: Αρένα Εκλησίας

source: Hell Arena
de: Höllen Arena
el: Αρένα Κόλασης

source: Circle of Life Arena
de: Kreis des Lebens Arena
el: Αρένα Κύκλου Ζωής

source: Down to dungeon
cs: Dolů do sklepení
de: Hinunter ins Labyrinth
el: Κάτω στο Μπουντρούμι
fr: Descendre dans le donjon
sv: Ned till källaren

source: Down to catacombs
cs: Dolů do katakomb
de: Hinunter in die Katakomben
el: Κάτω στις Κατακόμβες
fr: Descendre dans les catacombes
sv: Ned till katakomberna

source: Down to caves
cs: Dolů do jeskyní
de: Hinunter in die Höhlen
el: Κάτω στα Σπήλαια
fr: Descendre dans les grottes
sv: Ned till grottorna

source: Down to hell
cs: Dolů do pekla
de: Hinunter in die Hölle
el: Κάτω στην Κόλαση
fr: Descendre en enfer
sv: Ned till helvetet

source: Down to Hive
cs: Dolů do hnízda
de: Hinunter in den Stock
el: Κάτω στην Φωλιά
fr: Descendre dans la Ruche
sv: Ned till nästet

source: Down to Crypt
cs: Dolů do krypty
de: Hinunter in die Krypta
el: Κάτω στην Κρύπτη
fr: Descendre dans la Crypte
sv: Ned till kryptan

source: Up to level {:d}
cs: Nahoru do patra {:d}
de: Hinauf zu Level {:d}
el: Πάνω στο επίπεδο {:d}
fr: Monter au niveau {:d}
sv: Upp till nivå {:d}

source: Up to town
cs: Nahoru do města
de: Hinauf zur Stadt
el: Πάνω στην πόλη
fr: Monter en ville
sv: Upp till byn

source: Down to level {:d}
cs: Dolů do patra {:d}
de: Hinab zu Level {:d}
el: Κάτω στο επίπεδο {:d}
fr: Descendre au niveau {:d}
sv: Ned till nivå {:d}

source: Down to Diablo
cs: Dolů do Hnízda úrovně {:d}
de: Hinunter zu Diablo
el: Κάτω στον Ντιάμπλο
fr: Descendre vers Diablo
sv: Ned till Diablo

source: Up to Nest level {:d}
cs: Nahoru do Hnízda úrovně {:d}
de: Hinauf zu Stocklevel {:d}
el: Πάνω στο επίπεδο Φωλιάς {:d}
fr: Monter vers le Nid niveau {:d}
sv: Upp till Nästets nivå {:d}

source: Up to Crypt level {:d}
cs: Nahoru do Krypty úrovně {:d}
de: Hinauf zu Kryptalevel {:d}
el: Πάνω στο επίπεδο Κρύπτης {:d}
fr: Monter vers la Crypte niveau {:d}
sv: Upp till Kryptans nivå {:d}

source: Cornerstone of the World
cs: Základní Kámen Světa
de: Grundstein des Universums
el: Ο Ακρογωνιαίος Λίθος του Κόσμου
fr: Pierre Angulaire du Monde
sv: Världens Hörnsten

source: Down to Crypt level {:d}
cs: Dolů do Krypty úrovně {:d}
de: Hinunter zu Kryptalevel {:d}
el: Κάτω στο επίπεδο Κρύπτης {:d}
fr: Descendre vers la crypte niveau {:d}
sv: Ned till Kryptans nivå {:d}

source: Back to Level {:d}
cs: Zpět do Patra {:d}
de: Zurück zu Level {:d}
el: Πίσω στο Επίπεδο {:d}
fr: Retourner au Niveau {:d}
sv: Tillbaka till nivå {:d}

source: Unable to open save file archive
cs: Nelze otevřít archiv souboru s uloženou hrou
de: Kann Spielstand nicht laden
el: Αδυναμία ανοίγματος αρχείου παιχνιδιού
fr: Impossible d'ouvrir l'archive de sauvegarde
sv: Kunde inte öppna sparat arkiv

source: Invalid save file
cs: Neplatný soubor s uloženou hrou
de: Ungültiger Spielstand
el: Εσφαλμένο αρχείο παιχνιδιού
fr: Sauvegarde invalide
sv: Ogiltig sparfil

source: Player is on a Hellfire only level
cs: Hráč je v úrovni pouze pro Hellfire
de: Spieler befindet sich auf einem Hellfire-Level
el: Ο παίκτης είναι σε επίπεδο που υπάρχει μόνο στο Χελφαϊερ
fr: Le joueur est dans un niveau uniquement Hellfire
sv: Spelaren är på en nivå endast för Hellfire

source: Invalid game state
cs: Neplatný stav hry
de: Ungültiger Spielzustand
el: Εσφαλμένη κατάσταση παιχνιδιού
fr: État du jeu invalide
sv: Ogiltigt speltillstånd

source: Unable to display mainmenu
cs: Nelze zobrazit mainmenu
de: Kann Hauptmenü nicht öffnen
el: Αδυναμία εμφάνισης του κυρίως μενού
fr: Impossible d'afficher le menu principal
sv: Kunde inte visa huvudmeny

source: Animal
cs: Zvíře
de: Tierisch
el: Ζώο
sv: Djur

source: Demon
cs: Démon
de: Dämonisch
el: Δαίμονας
fr: Démon

source: Undead
cs: Nemrtvý
de: Untot
el: Απέθαντος
fr: Mort-vivant
sv: Odöd

source: Type: {:s} Kills: {:d}
cs: Typ: {:s} Zabito: {:d}
de: Typ: {:s} Getötet: {:d}
el: Είδος: {:s} Έσφαξες: {:d}
fr: Type : {:s} Tués : {:d}
sv: Typ: {:s} Dödat: {:d}

source: Total kills: {:d}
cs: Celkem zabito: {:d}
de: Insgesamt getötet: {:d}
el: Σύνολο που έσφαξες: {:d}
fr: Total Victimes : {:d}
sv: Totalt dödade: {:d}

source: Hit Points: {:d}-{:d}
cs: Životy: {:d}-{:d}
de: Trefferpunkte: {:d}-{:d}
el: Πόντοι Ζωής: {:d}-{:d}
fr: Points de vie :{:d}-{:d}
sv: Livspoäng: {:d}-{:d}

source: No magic resistance
cs: Žádná magická odolnost
de: Kein magischen Resistenzen
el: Καμία μαγική αντοχή
fr: Pas de résistance magique
sv: Inget magimotstånd

source: Resists:
cs: Odolnosti:
de: Resistenzen:
el: Αντοχές:
fr: Résiste :
sv: Står mot:

source: Magic
cs: Magie
de: Magie
el: Μαγεία
fr: Magie
sv: Magi

source: Fire
cs: Oheň
de: Feuer
el: Φωτιά
fr: Feu
sv: Eld

source: Lightning
cs: Blesky
de: Blitz
el: Κεραυνός
fr: Foudre
sv: Åska

source: Immune:
cs: Imunita:
de: Immunitäten:
el: Ανοσίες:
fr: Immunisé :
sv: Immun:

source: Type: {:s}
cs: Typ: {:s}
de: Typ: {:s}
el: Είδος: {:s}
sv: Typ: {:s}

source: No resistances
cs: Žádné odolnosti
de: Keine Resistenzen
el: Καμία Αντοχή
fr: Pas de résistances
sv: Inga motståndskrafter

source: No Immunities
cs: Žádné imunity
de: Keine Immunitäten
el: Καμία Ανοσία
fr: Pas d'immunités
sv: Inga Immuniteter

source: Some Magic Resistances
cs: Má nějaké Magické Odolnosti
de: Einige magische Resistenzen
el: Μερικές Μαγικές Αντοχές
fr: Quelques Résistances Magiques
sv: Vissa Magiska Motståndskrafter

source: Some Magic Immunities
cs: Má nějaké Magické Imunity
de: Einige magische Immunitäten
el: Μερικές Μαγικές Ανοσίες
fr: Quelques Immunités Magiques
sv: Vissa Magiska Immuniteter

source: Failed to open archive for writing.
de: Fehler beim öffnen des Archives beim schreiben.
el: Αποτυχία ανοίγματος αρχείου παίκτη για εγγραφή.

source: {:s} has cast an invalid spell.
de: Ungültiger Zauber von {:s}
el: Ο/Η {:s} έριξε μη ορθό ξόρκι.

source: {:s} has cast an illegal spell.
cs: {:s} vyčaroval nedovolené kouzlo.
de: Illegaler Zauber von {:s}
el: Ο/Η {:s} έριξε παράνομο ξόρκι.
fr: {:s} a lancé un sort interdit.
sv: {:s} har använt en ogiltig trollformel.

source: Player '{:s}' (level {:d}) just joined the game
cs: Hráč '{:s}' (úroveň {:d}) se připojil do hry
de: Spieler '{:s}' (Level {:d}) ist dem Spiel beigetreten
el: Ο παίκτης '{:s}' (Επίπεδο {:d}) μόλις μπήκε στο παιχνίδι
fr: Joueur '{:s}' (niveau {:d}) a rejoint le jeu
sv: Spelaren '{:s}' (nivå {:d}) gick nyss med spelet

source: The game ended
cs: Hra byla ukončena
de: Das Spiel ist zu Ende
el: Το παιχνίδι έληξε
fr: Le jeu s'est terminé
sv: Spelet tog slut

source: Unable to get level data
cs: Nelze získat data o patře
de: Leveldaten nicht verfügbar
el: Αδυναμία λήψης δεδομένων πίστας
fr: Impossible d'acquérir les données du niveau
sv: Kunde inte få nivådata

source: Player '{:s}' just left the game
cs: Hráč '{:s}' opustil hru
de: Spieler '{:s}' hat das Spiel verlassen
el: Ο παίκτης '{:s}' μόλις βγήκε από το παιχνίδι
fr: Joueur '{:s}' a quitté le jeu
sv: Spelaren '{:s}' lämnade nyss spelet

source: Player '{:s}' killed Diablo and left the game!
cs: Hráč '{:s}' zabil Diabla a opustil hru!
de: Spieler '{:s}' hat Diablo getötet und das Spiel verlassen!
el: Ο παίκτης '{:s}' σκότωσε τον Ντιάμπλο και βγήκε από το παιχνίδι!
fr: Joueur '{:s}' a tué Diablo et quitté le jeu !
sv: Spelaren '{:s}' dödade Diablo och lämnade spelet!

source: Player '{:s}' dropped due to timeout
cs: Hráč '{:s}' byl odpojen (timeout)
de: Spieler '{:s}' wurde wegen Timeout entfernt
el: Ο παίκτης '{:s}' έπεσε λόγω δικτυακού χρόνου προθεσμίας
fr: Joueur '{:s}' a été éjecté du jeu (délai dépassé)
sv: Spelaren '{:s}' föll ur på grund av timeout

source: Player '{:s}' (level {:d}) is already in the game
cs: Hráč '{:s}' (úroveň {:d}) už je připojen do hry
de: Spieler '{:s}' (Level {:d}) ist bereits im Spiel
el: Ο παίκτης '{:s}' (Επιπέδου {:d}) είναι ήδη στο παιχνίδι
fr: Joueur '{:s}' (niveau {:d}) est déjà en jeu
sv: Spelaren '{:s}' (nivå {:d}) är redan i spelet

source: Mysterious
cs: Tajemný
de: Mysteriöser
el: Μυστηριώδες
fr: Mystérieux
sv: Mystisk

source: Hidden
cs: Skrytý
de: Versteckter
el: Κρυφός
fr: Caché
sv: Gömd

source: Gloomy
cs: Ponurý
de: Glimmernder
el: Ζοφερός
fr: Glauque
sv: Dyster

source: Weird
cs: Divný
de: Verdrehter
el: του Περίεργου
fr: Bizarre
sv: Konstig

source: Magical
cs: Kouzelný
de: Magischer
el: Μαγικός
fr: Magique
sv: Magisk

source: Stone
cs: Kamenný
de: Steinerner
el: Πέτρινος
fr: de Pierre
sv: Stenig

source: Religious
cs: Náboženský
de: Religiöser
el: Θρησκευτικός
fr: Religieux
sv: Religiös

source: Enchanted
cs: Očarovaný
de: Verzauberter
el: Μαγεμένος
fr: Enchanté
sv: Förtrollad

source: Thaumaturgic
cs: Divotvorný
de: Thaumaturgischer
el: Θαυματουργικός
fr: Thaumaturgique
sv: Siande

source: Fascinating
cs: Fascinující
de: Faszinierender
el: Γοητευτικός
fr: Fascinant
sv: Fascinerande

source: Cryptic
cs: Záhadný
de: Rätselhafter
el: Αινιγματικός
fr: Cryptique
sv: Kryptisk

source: Eldritch
cs: Podivný
de: Unheimlicher
el: Απόκοσμος
fr: Étrange
sv: Uråldrig

source: Eerie
cs: Tajuplný
de: Grausiger
el: Ανατριχιαστικός
fr: Inquiétant
sv: Kuslig

source: Divine
cs: Božský
de: Göttlicher
el: Θεϊκός
fr: Divin
sv: Gudomlig

source: Holy
cs: Svatý
de: Heiliger
el: της Ιεροσύνης
fr: d'Apôtre
sv: Helig

source: Sacred
cs: Posvátný
de: Geheiligter
el: Ιερός
fr: Sacré
sv: Helig

source: Spiritual
cs: Duchovní
de: Spiritueller
el: Πνευματικός
fr: Spirituel
sv: Spirituell

source: Spooky
cs: Strašidelný
de: Gespenstischer
el: Τραμακτικός
fr: Sinistre
sv: Spöklik

source: Abandoned
cs: Opuštěný
de: Verlassener
el: Εγκατελειμένος
fr: Abandonné
sv: Övergiven

source: Creepy
cs: Strašidelný
de: Gruseliger
el: Φοβιστικός
fr: Sinistre
sv: Läskig

source: Quiet
cs: Tichý
de: Stiller
el: Ύσυχός
fr: Calme
sv: Tyst

source: Secluded
cs: Odloučený
de: Abgelegener
el: Απομονωμένος
fr: Isolé
sv: Avskild

source: Ornate
cs: Ozdobený
de: Verzierter
el: Καλλωπισμένος
fr: Orné
sv: Sirlig

source: Glimmering
cs: Mihotavý
de: Glimmender
el: Αστραφτερός
fr: Scintillant
sv: Glittrande

source: Tainted
cs: Poskvrněný
de: Verdorbener
el: Σπιλωμένος
fr: Souillé
sv: Befläckad

source: Oily
cs: Mastný
de: Öliger
el: Λαδερός
fr: Huileux
sv: Oljig

source: Glowing
cs: Zařící
de: Leuchtender
el: Λαμπερός
fr: Brillant
sv: Lysande

source: Mendicant's
cs: Žebrákův
de: Bescheidener
el: Εεπαιτικός
fr: de Mendiant
sv: Botgörarens

source: Sparkling
cs: Jiskřivý
de: Funkelnder
el: Σπινθηροβόλος
fr: Pétillant
sv: Gnistrande

source: Shimmering
cs: Třpytivý
de: Schimmernder
el: Τρεμοπαικτικός
fr: Chatoyant
sv: Strålande

source: Solar
cs: Sluneční
de: Sonniger
el: Ηλιακός
fr: Solaire
sv: Solens

source: Murphy's
cs: Murphyho
el: Μερφικός
fr: de Murphy

source: The Great Conflict
cs: Velký Konflikt
de: Der große Zwist
el: Η Μεγάλη Σύρραξη
fr: Le Grand Conflit
sv: Det Stora Kriget

source: The Wages of Sin are War
cs: Mzdou Hříchu je Válka
de: Der Lohn des Sündenkriegs
el: Ο Μισθός της Αμαρτίας είναι ο Πόλεμος
fr: Le Salaire du Péché est la Guerre
sv: Krig är Syndens Lön

source: The Tale of the Horadrim
cs: Příběh o Horadrimech
de: Die Legende der Horadrim
el: Η Ιστορία των Χοράντριμ
fr: Le Conte des Horadrim
sv: Berättelsen om Horadrim

source: The Dark Exile
cs: Temný Exil
de: Das finstere Exil
el: Η Σκοτεινή Εξορία
fr: Le Sombre Exil
sv: Den Mörka Landsflykten

source: The Sin War
cs: Hříšná Válka
de: Der Sündenkrieg
el: Ο Πόλεμος της Αμαρτίας
fr: La Guerre du Péché
sv: Syndakriget

source: The Binding of the Three
cs: Spoutání Trojice
de: Die Gefangennahme der Drei
el: Το Δέσιμο των Τριών
fr: L'Emprisonnement des Trois
sv: De Tre Binds Fast

source: The Realms Beyond
cs: Sféry Mimo
de: Die Reiche des Jenseits
el: Οι Κόσμοι του Υπερπέραντος
fr: Les Royaumes Au-Delà
sv: Världarna Bortom

source: Tale of the Three
cs: Příbeh o Třech
de: Die Sage von den Dreien
el: Η Ιστορία των Τριών
fr: Conte des Trois
sv: Berättelsen om de Tre

source: The Black King
cs: Černý Král
de: Der schwarze König
el: Ο Μαύρος Βασιλιάς
fr: Le Roi Noir
sv: Den Svarta Kungen

source: Journal: The Ensorcellment
cs: Deník: Očarování
de: Tagebuch: Die Verhexung
el: Πρακτικά: Η Γητεία
fr: Journal : L'Ensorcellement
sv: Dagbok: Trollbindelsen

source: Journal: The Meeting
cs: Deník: Setkání
de: Tagebuch: Die Begegnung
el: Πρακτικά: Η Συνάντηση
fr: Journal : La Réunion
sv: Dagbok: Mötet

source: Journal: The Tirade
cs: Deník: Tiráda
de: Tagebuch: Die Tirade
el: Πρακτικά: Το Ξέσπασμα
fr: Journal : La Tirade
sv: Dagbok: Utläggningen
