Repository: diasurgical/DevilutionX
Catalog: Translations/*.po
Languages: cs, de, el, fr, sv

source: I know of many myths and legends that may contain answers to questions that may arise in your journeys into the Labyrinth. If you come across challenges and questions to which you seek knowledge, seek me out and I will tell you what I can.
cs: Znam mnoho mytu a legend, jez mohou obsahovat odpovedi na tve otazky, ktere se mohou vynorit pri tvych cestach Labyrintem. Pokud narazis na vyzvy a otazky, o nichz se chces dozvedete vice, vyhledej me a ja ti reknu vse, co budu moci.
de: Ich kenne viele Legenden und Mythen, und in einigen davon stecken wahrscheinliche Antworten auf ein paar der Fragen, die sich Euch im Laufe Eurer Abenteuer im Labyrinth stellen werden. Wenn Ihr also auf Rätsel und Herausforderungen stoßt, über die Ihr zu wenig wisst, kommt zu mir, und ich werde Euch alles sagen, was ich darüber weiß.
el: Γνωρίζω πολλούς μύθους και θρύλους που μπορεί να περιέχουν απαντήσεις σε ερωτήσεις που μπορεί να προκύψουν στα ταξίδια σου στον Λαβύρινθο. Αν συναντήσεις προκλήσεις και ερωτήσεις για τις οποίες αναζητάς γνώση, αναζητήστε με και θα σου πω ότι μπορώ.
fr: Je connais bien des mythes et légendes qui peuvent contenir des réponses aux questions qui pourront se poser lors de vos voyages dans le Labyrinthe. Si vous rencontrez des difficultés et des questions que vous cherchez à élucider, venez me voir et je vous dirai ce que je sais.
sv: Jag vet många myter och legender som kan innehålla svaren till frågor som kan uppstå under dina färder i Labyrinten. Om du möter svårigheter och frågor som du vill veta svaren till, leta rätt på mig så kommer jag berätta vad jag kan.

source: Griswold - a man of great action and great courage. I bet he never told you about the time he went into the Labyrinth to save Wirt, did he? He knows his fair share of the dangers to be found there, but then again - so do you. He is a skilled craftsman, and if he claims to be able to help you in any way, you can count on his honesty and his skill.
cs: Griswold - muz velkych cinu a velke odvahy. Vsadim se, ze ti nikdy nerekl o tom, jak se vydal do Labyrintu, aby zachranil Wirta, ze? Dobre vedel, jaka nebezpeci tam na nej cihaji, ale vlastne - ty to vis take. Je velmi zrucny remeslnik a pokud tvrdi, ze ti muze velmi pomoci jakymkoliv zpusobem, muzes se spolehnout na jeho cestnost a dovednost.
de: Griswold - ein Mann der Tat, und ein ungeheuer mutiger Kämpfer. Ich wette, er hat Euch nie erzählt, dass er mal ins Labyrinth hinunter gestiegen ist, um Wirt zu retten, oder? Er kennt schon viele der Gefahren, die dort unten lauern, aber - die kennt Ihr inzwischen ja auch. Er ist ein geschickter Handwerker, und wenn er sagt, dass er Euch helfen kann, könnt Ihr Euch auf seine Ehrlichkeit und sein Können verlassen.
el: Ο Γκρίσγουαλντ - ένας άνθρωπος δράσης και με μεγάλο θάρρος. Βάζω στοίχημα ότι δεν σου είπε ποτέ για την εποχή που πήγε στον Λαβύρινθο για να σώσει τον Ουίρτ, σωστά; Ξέρει από τους κινδύνους που υπάρχουν εκεί, αλλά πάλι - το ίδιο και εσύ. Είναι επιδέξιος τεχνίτης και αν ισχυρίζεται ότι μπορεί να σε βοηθήσει με οποιονδήποτε τρόπο, μπορείς να βασιστείς στην ειλικρίνεια και την ικανότητά του.
fr: Griswold – un homme entreprenant et d'un grand courage. Je parie qu'il ne vous a jamais parlé de la fois où il est allé dans le Labyrinthe pour sauver Wirt ? Il connaît sa juste part des dangers qui s'y trouvent, mais encore une fois, vous aussi. C'est un artisan talentueux, et s'il prétend pouvoir vous être utile d'une quelconque façon, vous pouvez compter sur son honnêteté et son habileté.
sv: Griswold - en man med stark handlingskraft och stort mod. Jag slår vad om att han aldrig berättat om den gången han gick in i Labyrinten för att rädda Wirt, eller hur? Han vet sin beskärda del om de faror som finns där - fast det gör du med. Han är en skicklig hantverkare, och om han säger att han kan hjälpa dig på något sät kan du lita på hans ärlighet och skicklighet.

source: Ogden has owned and run the Rising Sun Inn and Tavern for almost four years now. He purchased it just a few short months before everything here went to hell. He and his wife Garda do not have the money to leave as they invested all they had in making a life for themselves here. He is a good man with a deep sense of responsibility.
cs: Ogden vlastni a provozuje hostinec U Vychazejiciho slunce jiz temer ctyri roky. Koupil ho prave nekolik mesicu predtim nez tu slo vsechno k certu. On a jeho zena Garda nemaji penize, aby odesli, protoze vsechno vlozili do toho, aby si tady zaridili dobre zivobiti. Je to dobry muz s velkym smyslem pro odpovednost.
de: Ogden ist jetzt seit fast vier Jahren Eigentümer des Gasthofs zum Sonnenaufgang. Er hat ihn erst ein paar Monate vor der Katastrophe hier gekauft. Er und seine Frau Garda haben kein Geld mehr, um woanders hinzuziehen. Sie haben alles investiert, um sich hier eine Existenz aufzubauen. Ogden ist ein guter, verantwortungbewusster Mann.
el: Ο Όγκντεν κατέχει και διευθύνει το πανδοχείο και ταβέρνα του Ανατέλλοντος Ηλίου εδώ και σχεδόν τέσσερα χρόνια. Το αγόρασε λίγους μήνες πριν όλα πάνε κατά διαόλου. Αυτός και η σύζυγός του η Γκάρντα δεν έχουν τα χρήματα να φύγουν καθώς επένδυσαν ό,τι είχαν για να φτιάξουν την ζωή τους εδώ. Είναι καλός άνθρωπος με βαθύ αίσθημα ευθύνης.
fr: Ogden possède et gère la Taverne et Auberge du Soleil Levant depuis près de quatre ans maintenant. Il l'a achetée quelques mois seulement avant que tout ici ne dégénère. Sa femme Garda et lui n'ont pas les moyens de partir car ils ont tout investi pour s'établir ici. C'est un homme bon avec un grand sens des responsabilités.
sv: Ogden har ägt och drivit Värdshuset och Krogen Soluppgången i snart fyra år nu. Han köpte den bara ett par månader innan allt här gick åt skogen. Han och hans fru Garda har inte pengar för att lämna byn eftersom de investerat allt de hade för att skapa ett liv åt sig här. Han är en bra karl med en djup ansvarskänsla.

source: Poor Farnham. He is a disquieting reminder of the doomed assembly that entered into the Cathedral with Lazarus on that dark day. He escaped with his life, but his courage and much of his sanity were left in some dark pit. He finds comfort only at the bottom of his tankard nowadays, but there are occasional bits of truth buried within his constant ramblings.
cs: Chudak Farnham. Je poznamenan vzpominkami na dav, ktery vstoupil do Katedraly s Lazarem v ten temny den. Utekl zivy, ale jeho odvaha a mnoho jeho zdraveho rozumu zustalo v te temne dire. Nyni nachazi utechu jedine na dne sveho korbele, ale mezi jeho neustlym blouznenim jsou obcas pohrbeny kousku pravdy.
de: Der arme Farnham. Er ist für uns eine bleibende Erinnerung an den traurigen Tag, an dem der Trupp Dorfbewohner dem Erzbischof Lazarus in das Labyrinth unter der Kathedrale folgte. Farnham kam mit dem Leben davon, aber seinen Mut und den größten Teil seines Verstandes hat er in diesem dunklen Loch verloren. Er hat sich ganz in seinen Bierkrug zurückgezogen, aber in seinem betrunkenen Gelalle steckt doch ab und zu ein Körnchen Wahrheit.
el: Ο καημένος ο Φάρνxαμ. Είναι μια ανησυχητική υπενθύμιση της καταδικασμένης ομάδας που μπήκε στον καθεδρικό ναό με τον Λάζαρο εκείνη τη σκοτεινή μέρα. Ξέφυγε με τη ζωή του, αλλά το θάρρος του και μεγαλύτερο μέρος της λογικής του έμειναν σε κάποιο σκοτεινό λάκκο. Βρίσκει παρηγοριά μόνο στον πάτο του μπουκαλιού του σήμερα, αλλά υπάρχουν περιστασιακά κομμάτια αλήθειας θαμμένα μέσα στις συνεχείς ασυναρτησίες του.
fr: Pauvre Farnham. Il est un rappel perturbant des pauvres hères qui sont entrés dans la cathédrale avec Lazarus en cette triste journée. Il a eu la vie sauve, mais son courage et une grande partie de sa santé mentale sont restées au fond d'un trou. Il ne trouve de réconfort qu'au fond de sa chope désormais, mais il a de temps en temps quelques éclairs de lucidité au milieu des vapeurs d'alcool.
sv: Stackars Farnham. Han är en oroväckande påminnelse om den dödsdömda samling som gick in i Katedralen med Lazarus den mörka dagen. Han flydde med sitt liv, men hans mod och mycket av hans vett blev kvar i den mörka avgrunden. Han hittar endast tröst i botten på en sejdel nuförtiden, men ibland kommer fragment av sanning fram i hans ständiga babbel.

source: The witch, Adria, is an anomaly here in Tristram. She arrived shortly after the Cathedral was desecrated while most everyone else was fleeing. She had a small hut constructed at the edge of town, seemingly overnight, and has access to many strange and arcane artifacts and tomes of knowledge that even I have never seen before.
cs: Carodejka, Adria, je v Tristramu trochu zvlastni. Prijela kratce pote, co byla Katedrala znesvecena, zatimco temer vsichni ostatni utikali. Postavila si malou chatrc na okraji mesta, zdanlive pres noc, a ma pristup k mnoha podivnym a tajemnym artefaktum a magickym svazkum, o kterych jsem ani ja drive neslysel.
de: Die Hexe Adria ist eine Außenseiterin hier in Tristram. Sie kam hier an, als alle anderen schon von hier flohen, kurz nachdem die Kathedrale entweiht worden war. Sie hat sich eine kleine Hütte am Stadtrand gebaut, scheinbar über Nacht, und sie besitzt viele seltsame, magische Gegenstände und Bücher, die selbst ich noch nie gesehen habe.
el: Η μάγισσα, Άντρια, είναι μια ιδιαιτερότητα εδώ στην Τρίστραμ. Έφτασε λίγο μετά τη βεβήλωση του καθεδρικού ναού, ενώ περίπου όλοι οι άλλοι τράπηκαν σε φυγή. Έχει χτίσει μια μικρή καλύβα στην άκρη της πόλης, σχεδόν μέσα σε μια νύχτα, και έχει πρόσβαση σε πολλά παράξενα και απόκρυφα τεχνουργήματα και τόμους γνώσης που ακόμη και εγώ δεν έχω ξαναδεί.
fr: La sorcière, Adria, est une anomalie ici à Tristram. Elle est arrivée peu après la profanation de la cathédrale alors que presque tout le monde fuyait. Elle s'est fait construire une petite hutte à la sortie de la ville, apparemment du jour au lendemain, et a accès à de nombreux artefacts étranges et mystérieux et à des livres de connaissance que même moi, je n'ai jamais vus auparavant.
sv: Häxan Adria sticker ut här i Tristram. Hon kom strax efter att Katedralen vanhelgats medan de flesta flydde. Hon byggde en liten hydda i byns utkant, över natten vad det verkade, och har tillgång till många konstiga och mystiska artefater och band med kunskap som ens jag aldrig sett innan.

source: The story of Wirt is a frightening and tragic one. He was taken from the arms of his mother and dragged into the labyrinth by the small, foul demons that wield wicked spears. There were many other children taken that day, including the son of King Leoric. The Knights of the palace went below, but never returned. The Blacksmith found the boy, but only after the foul beasts had begun to torture him for their sadistic pleasures.
cs: Wirtuv pribeh je desivy a tragicky. Byl vytrzen z naruci sve matky a odvlecen do labyrintu malymi, odpornymi demony, kteri nosili hnusne ostepy. V tech dnech bylo uneseno mnoho dalsich deti, vcetne syna Krale Leorica. Rytiri z palace se vydali dolu, ale nikdy se nevratili. Kovar chlapce nasel, ale az pote, co ho ty hnusne bestie zacali mucit kvuli svym sadistickym choutkam.
de: Wirts Geschichte ist tragisch und furchterregend. Er wurde von kleinen Dämonen mit Speeren seiner Mutter aus den Armen gerissen und ins Labyrinth verschleppt. Am gleichen Tag wurden noch viele andere Kinder entführt, darunter auch der Sohn von König Leoric. Die Ritter des Palastes gingen sofort hinunter, doch sie kamen nie wieder zurück. Der Schmied fand den Jungen, doch erst, nachdem die Monster angefangen hatten, ihn zu ihrem sadistischen Vergnügen zu foltern.
el: Η ιστορία του Ουίρτ είναι τρομακτική και τραγική. Τον πήραν από την αγκαλιά της μητέρας του και τον έσυραν στον λαβύρινθο οι μικροί, βρωμεροί δαίμονες που κρατούσαν άσχημες λόγχες. Πολλά άλλα παιδιά απήχθησαν εκείνη την ημέρα, συμπεριλαμβανομένου και του γιου του βασιλιά Λεόρικ. Οι Ιππότες του παλατιού πήγαν κάτω, αλλά δεν επέστρεψαν ποτέ. Ο Σιδηρουργός βρήκε το αγόρι, αλλά μόνο αφού τα θηρία είχαν αρχίσει να το βασανίζουν για τις σαδιστικές απολαύσεις τους.
fr: L'histoire de Wirt est effrayante et tragique. Il a été arraché des bras de sa mère et traîné dans le labyrinthe par les immondes petits démons armés de vilaines lances. Bien d'autres enfants ont été emmenés ce jour-là, dont le fils du roi Léoric. Les chevaliers du palais sont descendus, mais ne sont jamais revenus. Le forgeron a trouvé le garçon, mais seulement après que ces démons ont commencé à le torturer par pur sadisme.
sv: Historien om Wirt är skrämmande och tragisk. Han togs från sin moders armar och drogs in i labyrinten av de små, fula demonerna med sina vassa spjut. Det var många andra barn som togs den dagen, så även Kung Leorics son. Palatsets Riddare gick ned men kom aldrig tillbaka. Smeden hittade pojen, men inte förrän de hemska bestarna börjat tortera honom för sitt sadistiska nöje.

source: Ah, Pepin. I count him as a true friend - perhaps the closest I have here. He is a bit addled at times, but never a more caring or considerate soul has existed. His knowledge and skills are equaled by few, and his door is always open.
cs: Ah, Pepin. Povazuji ho za praveho pritele - mozna nejblizsiho, co jsem kdy mel. Ted je trochu zmateny, ale nikdy neexistoval pozornejsi a ohleduplnejsi clovek. Jeho vedomostem a umeni se rovna malokdo a jeho dvere jsou stale otevrene.
de: Ah, Pepin. Ich zähle ihn zu meinen wahren Freunden - vielleicht ist er sogar der beste, den ich habe. Er ist manchmal etwas verwirrt, aber niemand kann freundlicher und fürsorglicher sein als er. Sein Wissen und sein Können sind unübertroffen, und seine Tür ist für alle stets offen.
el: Α, ο Πέπιν. Τον θεωρώ αληθινό φίλο μου - ίσως τον πιο κοντινό που έχω εδώ. Είναι λίγο μπερδεμένος κατά καιρούς, αλλά ποτέ δεν υπήρξε η πιο φροντιστική ή προσεκτική ψυχή. Οι γνώσεις και οι δεξιότητές του εξισώνονται με λίγους, και η πόρτα του είναι πάντα ανοιχτή.
fr: Ah, Pepin. Je le vois comme un véritable ami – peut-être le plus proche que j'ai ici. Il est parfois un peu brouillon, mais il n'y a jamais eu personne de plus attentionné ou prévenant. Ses connaissances et ses compétences sont égalées par peu, et sa porte est toujours ouverte.
sv: Ah, Pepin. Jag räknar honom som en sann vän - kanske det närmsta jag har här. Han är lite knäpp ibland, men det har aldrig funnits en mer omhändertagande eller vänlig själ. Hans kunskap och skicklighet nås inte av många, och hans dörr står alltid öppen.

source: Gillian is a fine woman. Much adored for her high spirits and her quick laugh, she holds a special place in my heart. She stays on at the tavern to support her elderly grandmother who is too sick to travel. I sometimes fear for her safety, but I know that any man in the village would rather die than see her harmed.
cs: Gillian je dobra zena. Vsichni ji maji radi pro jejiho dobreho ducha a svezi smich, i ja ji mam velmi rad. Zustava v hostinci, aby se mohla starat o svou starou babicku, ktera je prilis nemocna a nemuze cestovat. Obcas se bojim o jeji bezpeci, ale vim, ze mnoho muzu by radeji zemrelo, jen aby se ji nic nestalo.
de: Gillian ist eine ganz besondere Frau. In meinem Herzen ist ein ganz besonderer Platz für sie reserviert, für ihre stets gute Laune und ihr fröhliches Lachen. Sie bleibt in der Taverne wegen ihrer alten Großmutter, die zu krank zum Reisen ist. Manchmal sorge ich mich um ihre Sicherheit, aber andererseits weiß ich, dass jeder Mann im Dorf lieber sterben würde als zuzulassen, dass ihr etwas zustößt.
el: Η Γκίλιαν είναι μια ωραία γυναίκα. Πολύ λατρεμένη για την καλή της διάθεση και το γρήγορο γέλιο της, κατέχει μια ξεχωριστή θέση στην καρδιά μου. Μένει στην ταβέρνα για να στηρίξει την ηλικιωμένη γιαγιά της που είναι πολύ άρρωστη για να ταξιδέψει. Μερικές φορές φοβάμαι για την ασφάλειά της, αλλά ξέρω ότι οποιοσδήποτε άντρας στο χωριό προτιμά να πεθάνει παρά να τη δει να παθαίνει κακό.
fr: Gillian est une brave femme. On l'adore pour sa bonne humeur et son rire facile, elle a une place particulière dans mon cœur. Elle reste à la taverne pour s'occuper de sa grand-mère âgée qui est trop malade pour voyager. J'ai parfois peur pour sa sécurité, mais je sais que n'importe quel homme du village préférerait mourir plutôt que de la savoir en danger.
sv: Gillan är en bra kvinna. Hon är älskad för sitt glada lynne och snabba skratt och har en särskild plats i mitt hjärta. Hon fortsätter jobba på krogen för att stöda sin gamla mormor som är för sjuk för att resa. Ibland ororar jag mig för hennes säkerhet, men jag vet att alla män i byn hellre skulle dö en se henne skadas.

source: Greetings, good master. Welcome to the Tavern of the Rising Sun!
cs: Vitej, dobry pane. Vitam te v hostinci U vychazejiciho slunce!
de: Seid mir herzlich gegrüßt! Willkommen im Gasthof Zum Sonnenaufgang!
el: Χαιρετισμούς, καλέ/ή μου άρχοντα/ισσα Καλώς ήρθες στην Ταβέρνα του Ανατέλλοντος Ηλίου!
fr: Salutations, mon bon maître. Bienvenue à la Taverne du Soleil Levant !
sv: Hälsningar, goda mästare. Välkommen till Krogen Soluppgång!

source: Many adventurers have graced the tables of my tavern, and ten times as many stories have been told over as much ale. The only thing that I ever heard any of them agree on was this old axiom. Perhaps it will help you. You can cut the flesh, but you must crush the bone.
cs: Mnoho dobrodruhu zasedlo za stoly meho hostince a vypravelo se tu desetkrat vice pribehu nez bylo vypito piva. Jedina vec, co jsem slysel, na ktere vsichni,shodli je tato stara poucka. Treba ti nejak pomuze. Muzes sekat maso, ale musis rozdrtit kosti.
de: Viele Abenteurer haben schon an den Tischen meines Gasthofs gesessen, und zehnmal so viele Geschichten sind bei ebenso vielen Krügen Bier erzählt worden. Das Einzige, worin sich alle immer einig waren, ist die alte Grundregel, die Ihr vielleicht auch ganz nützlich finden werdet: "Fleisch kann man schneiden, aber Knochen muss man zerschmettern".
el: Πολλοί τυχοδιώκτες έχουν κοσμήσει τα τραπέζια της ταβέρνας μου και έχουν ειπωθεί δέκα φορές περισσότερες ιστορίες πάνω από μπίρες. Το μόνο πράγμα στο οποίο άκουσα ποτέ κάποιον από αυτούς να συμφωνεί ήταν αυτό το παλιό αξίωμα. Ίσως θα σε βοηθήσει. Μπορεί να κόψεις τη σάρκα, αλλά πρέπει να συνθλίψεις το κόκαλο.
fr: De nombreux aventuriers ont honoré les tables de ma taverne, et dix fois plus d'histoires ont été racontées avec autant de bière. La seule chose sur laquelle j'en ai jamais entendu s'entendre était ce vieux dicton. Peut-être que cela vous aidera. Vous pouvez couper la chair, mais vous devez écraser l'os.
sv: Många äventyrare har gästat borden på min krog, och tio gånger fler berättelser har berättats över lika mycket öl. Det enda jag någonsin hört dem hålla med om var det här gamla talesättet. Kanske det kan hjälpa dig. Du kan skära köttet, men du måste krossa benet.

source: Griswold the blacksmith is extremely knowledgeable about weapons and armor. If you ever need work done on your gear, he is definitely the man to see.
cs: Kovar Griswold toho vi o zbranich a brneni nesmirne mnoho. Pokud budes nekdy potrebovat spravit svou vyzbroj, urcite za nim zajdi.
de: Der Schmied Griswold kennt sich bei Waffen und Rüstungen extrem gut aus. Wenn Ihr jemals etwas an Euren Sachen auszubessern habt, solltet Ihr auf jeden Fall zu ihm gehen.
el: Ο Γκρίσγουαλντ ο σιδηρουργός είναι εξαιρετικός γνώστης των όπλων και της Θωράκισης. Αν χρειαστείς ποτέ δουλειά στον εξοπλισμό σου, είναι σίγουρα ο άνθρωπος που πρέπει να δεις.
fr: Griswold le forgeron en connaît un rayon sur les armes et les armures. Si jamais vous avez besoin de faire arranger votre équipement, c'est clairement l'homme de la situation.
sv: Smeden Griswold är extremt kunnig om vapen och rustningar. Om du någonsin behöver något gjort med din utrustning är han helt klart den du ska träffa.

source: Farnham spends far too much time here, drowning his sorrows in cheap ale. I would make him leave, but he did suffer so during his time in the Labyrinth.
cs: Farnham zde travi prilis mnoho casu utapenim sveho zarmutku v levnem pive. Vyhodil bych ho, ale kdyz byl v Labyrintu, velice trpel.
de: Farnham verbringt viel zu viel Zeit hier. Er versucht, seine Sorgen in billigem Bier zu ertränken. Ich würde ihn ja rauswerfen, aber er hat so viel durchgemacht im Labyrinth.
el: Ο Φάρνχαμ ξοδεύει πάρα πολύ χρόνο εδώ, πνίγοντας τις λύπες του σε φτηνή μπύρα. Θα τον έδιωχνα, αλλά υπέφερε τόσο πολύ όταν πήγε στον Λαβύρινθο.
fr: Farnham passe bien trop de temps ici, noyant son chagrin dans de la bière bon marché. Je le ferais bien partir, mais il a tant souffert dans le Labyrinthe.
sv: Farnham är här alldeles för ofta och dränker sina sorger i billig öl. Jag skulle velat visa ut honom, men han led ju så mycket under sin tid i Labyrinten.

source: Adria is wise beyond her years, but I must admit - she frightens me a little. Well, no matter. If you ever have need to trade in items of sorcery, she maintains a strangely well-stocked hut just across the river.
cs: Adria je na svuj vek velice moudra, ale musim se priznat - trochu me desi. Dobre, to nevadi. Pokud budes nekdy potrebovat kouzelny predmet, udrzuje svou chatrc za rekou podivne dobre zasobenou.
de: Adria ist weiser, als es ihre Jugend vermuten lässt, aber ich muss zugeben, dass sie mir auch etwas Angst macht. Na ja, ist ja auch egal. Jedenfalls, wenn Ihr jemals ein paar magische Sachen braucht oder eintauschen wollt, geht zu ihr. Sie hat eine Hütte jenseits des Flusses, und ihre Vorräte sind merkwürdigerweise immer reichlich.
el: Η Άντρια είναι πολύ σοφή πέρα ​​από τα χρόνια της, αλλά πρέπει να ομολογήσω - με τρομάζει λίγο. Λοιπόν, δεν έχει σημασία. Αν ποτέ χρειαστεί να εμπορευθείς είδη μαγείας, διατηρεί μια περίεργα καλά εφοδιασμένη καλύβα ακριβώς απέναντι από το ποτάμι.
fr: Adria est plus sage que son âge ne le laisse penser, mais je dois admettre qu'elle me fait un peu peur. Enfin, peu importe. Si jamais vous avez besoin de marchander des objets de sorcellerie, elle tient une hutte étrangement bien approvisionnée juste de l'autre côté de la rivière.
sv: Adria är vis för sin ålder, men jag måste erkänna - hon skrämmer mig litet. Nåväl, det spelar ingen roll. Om du någonsin behöver handla besvärjelseföremål så har hon en lustigt välsorterad hydda tvärs över ån.

source: If you want to know more about the history of our village, the storyteller Cain knows quite a bit about the past.
cs: Jestli chces vedet vice o historii nasi vesnice, vypravec Cain toho vi minulosti docela dost.
de: Wenn Ihr mehr über die Vergangenheit unseres Dorfes erfahren wollt, kann Euch der Geschichtenerzähler Cain bestimmt weiterhelfen.
el: Αν θέλετε να μάθεις περισσότερα για την ιστορία του χωριού μας, ο αφηγητής ιστοριών μας ο Κάιν γνωρίζει αρκετά για το παρελθόν.
fr: Si vous voulez en savoir plus sur l'histoire de notre village, le conteur Cain en sait long sur le passé.
sv: Om du vill veta mer om vår bys historia så vet historieberättaren Cain en hel del om det förflutna.
