Repository: diasurgical/devilutionX
Catalog: Translations/*.po
Languages: bg, da, it, pl, uk

source: I saw what Farnham calls the Butcher as it swathed a path through the bodies of my friends. He swung a cleaver as large as an axe, hewing limbs and cutting down brave men where they stood. I was separated from the fray by a host of small screeching demons and somehow found the stairway leading out. I never saw that hideous beast again, but his blood-stained visage haunts me to this day.
bg: Видях онова, което Фарнам нарича Касапина, докато си проправяше път през телата на моите приятели. Той размахваше сатър, голям колкото брадва, откъсвайки крайници и съсичайки храбрите мъже на място. Бях отделен от схватката от множество малки пищящи демони и някак намерих пътя до стълбището, което водеше навън. Никога повече не видях този отвратителен звяр, но мисълта за окървавеният му лик ме преследва и до днес.
it: Ho visto quello che Farnham chiama il Macellaio mentre si scavava un passaggio fra i miei amici. Impugnava una Mannaia Grossa come un'Ascia squartando le persone in un attimo. Fui separato dal combattimento da una folla di piccoli demoni urlanti e in qualche modo trovai le scale che conducevano all'esterno. Da allora non l'ho più visto, ma non scorderò mai quel Viso sporco di Sangue.
pl: Razem z Farnhamem na własne oczy widzieliśmy Rzeźnika. Machał tasakiem wielkim jak topór, rozcinając jednym uderzeniem ciała mych przyjaciół. Od tego przerażającego widoku oddzielała mnie jedynie gromadka małych, skrzeczących stworów. Na szczęście, jakimś cudem, udało mi się odnaleźć drogę ucieczki. Nigdy więcej nie ujrzałem tego ohydnego potwora, ale jego zakrwawione oblicze nawiedza mnie do dzisiaj.
uk: Я бачив те, що Фарнхем називає М’ясником, коли воно прорізало шлях крізь моїх друзів. Воно махнуло тесаком, завбільшки з сокиру, рубало кінцівки й вирізало хоробрих людей там, де вони стояли. Я був відділений від бою безліччю маленьких верескливих демонів і якось знайшов сходи, що ведуть наверх. Я більше ніколи не бачив цього жахливого звіра, але його закривавлене обличчя переслідує мене і донині.

source: Big! Big cleaver killing all my friends. Couldn't stop him, had to run away, couldn't save them. Trapped in a room with so many bodies... so many friends... NOOOOOOOOOO!
bg: Огромен! Огромен сатър, съсича всичките ми приятели. Не можех да го спра, трябваше да избягам, не можех да ги спася. Хванати в капан, стая с толкова много тела... толкова много другари... НЕЕЕЕЕЕЕЕЕЕЕЕ!
it: Grande! Grande mannaia uccide i miei amici. Non posso fermarla, devo fuggire, non posso salvarli. Intrappolato in una stanza piena di cadaveri Piena di amici NOOOOOO!
pl: Wielki! Wielki tasak przecinający moich przyjaciół. Nie dało się zatrzymać. Musiałem uciekać... zostawić ich... zamkniętych w komnacie z tyloma ciałami... tylu bliskich... NIEEEEEEEE!
uk: Великий! Великий тесак вбиває всіх моїх друзів. Не міг зупинити його, довелося тікати, не міг їх врятувати. У пастці, так багато трупів… так багато друзів… НІІІІІІІІІІ!

source: The Butcher is a sadistic creature that delights in the torture and pain of others. You have seen his handiwork in the drunkard Farnham. His destruction will do much to ensure the safety of this village.
bg: Касапина е садистично същество, което изпитва удоволствие от мъченията и болката на другите. Виждал си делата му в лицето на пияницата Фарнам. Унищожаването му ще допринесе много за безопасността на този град.
it: Il Macellaio è una creatura sadica che si diverte a torturare e a far soffrire gli altri. Hai visto cosa ha fatto a Farnham l'ubriacone. Ucciderlo garantirebbe di certo la sicurezza del villaggio.
pl: Rzeźnik to brutalny potwór, któremu ból i cierpienie innych sprawiają ogromną przyjemność. Spójrz do czego doprowadził Farnhama. Unicestwienie tego demona na pewno uspokoiłoby mieszkańców wioski.
uk: М’ясник — садистська істота, яка насолоджується тортурами та болем інших. Ти бачив його роботу в п’яниці Фарнхемі. Його знищення зробить багато щоб забезпечити безпеку цього села.

source: I know more than you'd think about that grisly fiend. His little friends got a hold of me and managed to get my leg before Griswold pulled me out of that hole. I'll put it bluntly - kill him before he kills you and adds your corpse to his collection.
bg: Знам повече, отколкото можеш да си предтавиш, за този ужасен злодей. Малките му приятели ме хванаха и успяха отмъкнат крака ми, преди Грисволд да ме издърпа от онази дупка. Ще го кажа направо - убий го пръв, преди да те е съсякъл и да е добавил трупът ти към неговата колекцията си.
it: So più di quel che pensi su quel mostro. I suoi piccoli amici mi catturarono e riuscirono a prendermi la gamba prima che Griswold mi tirasse fuori da quel buco. Te la metto giù dura - uccidilo prima che lo faccia lui e ti aggiunga alla sua collezione.
pl: Wiem o tym potworze więcej, niż ci się wydaje. Jego mali towarzysze złapali mnie i pozbawili nogi, zanim Griswold zdążył mnie stamtąd wydostać. Mówiąc wprost - zabij go, zanim on zabije ciebie i doda twoje zwłoki do swojej kolekcji.
uk: Я знаю більше, ніж ти думаєш про цього жахливого лиходія. Його друзі схопили мене і встигли дістати мою ногу, перш ніж Грізволд витягнув мене з тієї нори. Скажу прямо – вбий його, перш ніж він уб’є тебе і додасть твій труп до своєї колекції.

source: Please, listen to me. The Archbishop Lazarus, he led us down here to find the lost prince. The bastard led us into a trap! Now everyone is dead... killed by a demon he called the Butcher. Avenge us! Find this Butcher and slay him so that our souls may finally rest...
bg: Моля те, чуй ме... Архиепископ Лазар, той ни поведе тук долу, за да търсим изчезналия принц. Мръсникът ни вкара в капан! Сега всички са мъртви... убити от демон, когото той нарече Касапина. Отмъсти за нас! Намери този Касапин и го убий, за да могат душите ни най-накрая да си отидат спокойни...
it: Ti prego, ascoltami. L'Arcivescovo Lazarus ci condusse laggiù per ritrovare il principe. Il bastardo ci guidò in trappola! Ora sono tutti morti. Uccisi da un demone chiamato Macellaio. Vendicaci! Trova il demone e fermalo così che le nostre anime possano riposare...
pl: Proszę... wysłuchaj mnie. Arcybiskup Lazarus... to on sprowadził nas na dół, żeby odnaleźć zaginionego księcia. Ten drań wprowadził nas w pułapkę! Teraz wszyscy nie żyją... zabił ich demon nazywany Rzeźnikiem. Pomścij nas! Zgładź Rzeźnika, by nasze dusze mogły zaznać spokoju.
uk: Прошу тебе, вислухай. Архієпископ Лазар, він привів нас сюди, щоб знайти загубленого принца. Мерзотник завів нас у пастку! Тепер усі мертві… убиті демоном, якого він назвав М’ясником. Помстись за нас! Знайди цього М'ясника і вбий його, щоб наші душі нарешті упокоїлись…

source: You recite an interesting rhyme written in a style that reminds me of other works. Let me think now - what was it? ...Darkness shrouds the Hidden. Eyes glowing unseen with only the sounds of razor claws briefly scraping to torment those poor souls who have been made sightless for all eternity. The prison for those so damned is named the Halls of the Blind...
bg: Рецитираш интересна рима, написана в стил, който ми напомня за други произведения. Нека сега помисля - как точно беше? ...Тъмнината забулва Скритите. Очи блестят незабелязани, и само звуците от стържене на остри нокти измъчват онези бедни души, които са останали незрящи за цяла вечност. Затворът за тези прокълнати е наречен Залите на слепите...
it: Reciti dei versi interessanti scritti in uno stile che mi ricorda di altre opere. Fammi pensare - come faceva? ... L'Oscurità copre l'ignoto. Occhi invisibili brillano, mentre il rumore di artigli affilati tormenta quelle povere anime rese cieche per l'eternità. La prigione per quelle anime dannate è detta la Sala degli Accecati...
pl: Recytujesz bardzo ciekawy wiersz, napisany w stylu, który przypomina mi jeden utwór. Poczekaj chwilę - jak on brzmiał? ... Ciemność otaczająca ukrytych. Błysk oczu niewidoczny, słyszalny jedynie dźwięk ostrych szponów dręczących biedne dusze, które oślepionona wieczność. Więzienie dla potępionych zwane... Salami ślepców...
uk: Ти читаєш цікаву риму, написану в стилі, що нагадує мені інші твори. Дай мені подумати — який це був твір? …Тьма огортає Прихованих. Очі, невидимо світяться, лише звуки гострих кігтів, які шкрябають, щоб мучити ті бідні душі, що втратили зір навіки. В'язниця для тих проклятих називається Залами Сліпих…

source: I never much cared for poetry. Occasionally, I had cause to hire minstrels when the inn was doing well, but that seems like such a long time ago now. What? Oh, yes... uh, well, I suppose you could see what someone else knows.
bg: Никога не съм изпитвал особен интерес към поезията. От време на време наемах странстващи музиканти, когато странноприемницата вървеше добре, но това вече изглежда много отдавна. Какво? А, да... ами, предполагам, че можеш да попиташ някой друг.
it: La poesia non mi ha mai interessato molto. Qualche volta ho pagato un menestrello per ravvivare la locanda quando gli affari andavano bene ma è stato tempo fa. Cosa? Oh, si... Penso tu debba vedere se gli altri sanno qualcosa.
pl: Nigdy nie interesowałem się poezją. Zatrudniałem bardów, kiedy gospoda jeszcze dobrze prosperowała, ale to dawne czasy. Co? Och, tak... emm, wiesz, lepiej będzie jak zapytasz kogoś innego.
uk: Я ніколи не цікавився поезією. Колись, коли в корчмі все було добре, я наймав бродячих музикантів, але це було так давно. Що? О, так… ну, ти міг би спитати, що знають інші.

source: This does seem familiar, somehow. I seem to recall reading something very much like that poem while researching the history of demonic afflictions. It spoke of a place of great evil that... wait - you're not going there are you?
bg: Това изглежда някак познато. Спомням си, че четох нещо много подобно на този стих, докато проучвах историята на демоничните страдания. В него се говореше за място на голямо зло, което... Чакай, няма да ходиш там, нали?
it: Quel che dici sembra familiare. Mi pare di aver trovato qualcosa di simile a quel poema mentre ricercavo la storia delle malattie demoniache. Parlava di un luogo dalla grande malvagità... aspetta - non vorrai andare là?
pl: Brzmi znajomo. Jeśli mnie pamięć nie myli, to natknąłem się na podobny tekst podczas zapoznawania się z historiami chorób powodowanych przez demony. Opisywano tam straszne miejsce, które... czekaj - chyba nie zamierzasz tam iść, co?
uk: Він здається дуже знайомим. Я пам’ятаю, як читав щось дуже схоже на цей вірш, досліджуючи історію демонічних страждань. Там говорилося про місце великого зла, що… почекай, ти ж туди не підеш?

source: If you have questions about blindness, you should talk to Pepin. I know that he gave my grandmother a potion that helped clear her vision, so maybe he can help you, too.
bg: Ако имаш въпроси що се отнася до слепотата, посъветвай се с Пепин. Той приготви за баба ми отвара, която й помогна да изчисти зрението си, така че може и на теб да ти е от помощ.
it: Se hai domande sulla cecità, dovresti parlare a Pepin. So che diede a mia nonna una pozione che l'aiutò a schiarirsi la vista, forse potrebbe essere d'aiuto anche a te.
pl: Jeśli masz pytania dotyczące ślepoty, zagadaj do Pepina. Pamiętam, że dał mojej babci miksturę, dzięki której zaczęła lepiej widzieć. Może tobie też będzie w stanie jakoś pomóc.
uk: Якщо у тебе є питання про сліпоту, поговори з Пепіном. Він давав моїй бабусі зілля, яке допомогло прояснити її зір, тож, можливо, він і тобі допоможе.

source: I am afraid that I have neither heard nor seen a place that matches your vivid description, my friend. Perhaps Cain the Storyteller could be of some help.
bg: Опасявам се, че нито съм чувал, нито виждал място, което да отговаря на твоето описание, приятелю. Може би разказвачът Кейн би могъл да ти помогне.
it: Temo di non aver mai visto o sentito parlare di un luogo che corrisponda alla tua descrizione, amico mio. Forse Cain il Narratore potrebbe darti un aiuto.
pl: Niestety, nie słyszałem, ani nie widziałem miejsca, które mogłoby pasować do twojego opisu. Porozmawiaj na ten temat z Cainem.
uk: Боюся, що я не чув і не бачив місце, що б відповідало твоєму яскравому опису, друже. Можливо, Каїн Розповідач міг би допомогти.

source: Look here... that's pretty funny, huh? Get it? Blind - look here?
bg: Гледай тук... Това е доста смешно, а? Схващаш ли? Слепият вика - виж това?
it: Guarda qua... Buffo, huh? Capito? Cieco - vedi?
pl: Patrzaj na to... ale jaja, nie? No łapiesz? ślepy - i patrzaj!
uk: Глянь сюди… Смішно, правда? Зрозумів? Сліпий — глянь сюди?

source: This is a place of great anguish and terror, and so serves its master well. Tread carefully or you may yourself be staying much longer than you had anticipated.
bg: Това е място на голямо страдание и ужас, служещо добре на своя господар. Спохождай внимателно, защото може да се окаже, че ще останеш много по-дълго, отколкото си очаквал.
it: Questo è un posto di grande angoscia e terrore, ciò è molto utile al suo Padrone. Fai attenzione o potresti rimanervi più a lungo di quanto avessi previsto.
pl: Jest to miejsce wielkiej udręki i grozy. Poruszaj się po nim ostrożnie albo zostaniesz tam dłużej niż myślisz.
uk: Це місце великих страждань та жахів, і тому воно добре служить своєму господареві. Будь обережним, інакше ти сам надовго там залишишся.

source: Lets see, am I selling you something? No. Are you giving me money to tell you about this? No. Are you now leaving and going to talk to the storyteller who lives for this kind of thing? Yes.
bg: Нека се разберем, аз продавам ли ти нещо? Не. Даваш ли ми пари, за да ти го разяснявам? Не. Сега, тръгваш ли си и заминавайки да разговаряш с разказвача, който живее само за такива неща? Да.
it: Vediamo, ti sto vendendo qualcosa? No! Mi dai del denaro per parlarti di questo? No! Te ne stai andando a parlare col Narratore che vive per questo genere di cose? Si.
pl: Zobaczmy, czy dużo ode mnie kupujesz? Nie. Czy płacisz za informacje? Nie. Czy właśnie wynosisz się stąd, żeby porozmawiać z kronikarzem, który żyje z gadania? Owszem.
uk: Подивимося, я тобі щось продаю? Ні. Ти даєш мені гроші, щоб я тобі розказував? Ні. Ти зараз підеш і будеш говорити з оповідачем, який живе заради таких речей? Так.

source: You claim to have spoken with Lachdanan? He was a great hero during his life. Lachdanan was an honorable and just man who served his King faithfully for years. But of course, you already know that. Of those who were caught within the grasp of the King's Curse, Lachdanan would be the least likely to submit to the darkness without a fight, so I suppose that your story could be true. If I were in your place, my friend, I would find a way to release him from his torture.
bg: Твърдиш, че си разговарял с Лахданан? Приживе той бе велик герой. Почтен и справедлив човек, който години наред е служил вярно на своя крал. Но, разбира се, ти вече знаеш това. От онези, които са попаднали в хватката на проклятието на Краля, Лахданан е най-малко склонен да се подчини на мрака без борба, така че предполагам, че историята ти може и да е вярна. Ако бях на твое място, приятелю, щях да намеря начин да го освободя от терзанията му.
it: Dici di aver parlato con Lachdanan? Fu un grande eroe quando era in vita. Lachdanan era un uomo giusto e onorevole che servì fedelmente il suo Re per anni. Ma poi come già saprai. Fra tutti quelli colpiti dalla Maledizione del Re, Lachdanan difficilmente si sarebbe arreso senza combattere quindi posso credere alla tua storia. Se fossi in te, amico mio. Cercherei un modo per liberarlo dal suo tormento.
pl: Twierdzisz, że przemówił do ciebie Lachdanan? Za życia był wielkim i szanowanym rycerzem. Przez lata wiernie służył swojemu królowi, ale to już pewnie wiesz. Lachdanan na pewno nie poddałby się tak łatwo Klątwie rzuconej przez Króla, dlatego ta historia może być prawdziwa. Na twoim miejscu, spróbowałbym mu jakoś pomóc.
uk: Ти стверджуєш, що розмовляв з Лахдананом? За життя він був великим героєм. Лахданан був почесною і справедливою людиною, яка роками вірно служила своєму королю. Але, звісно, ти це все знаєш. З тих, кого охопило прокляття короля, Лахданан найменше би підкорився темряві без бою, тому схоже, що твоя історія правдива. Якби я був на твоєму місці, друже, я б знайшов спосіб, як звільнити його від тортур.

source: You speak of a brave warrior long dead! I'll have no such talk of speaking with departed souls in my inn yard, thank you very much.
bg: Говориш за храбър воин, който е мъртъв от много време! Няма да допусна такива разговори за напусна ли ни отдавна души в двора на странноприемницата ми, не благодаря.
it: Stai parlando di un guerriero morto da tempo! Non ho nessuna intenzione di parlare di questo nel cortile della mia locanda, Grazie.
pl: Ten dzielny wojownik, o którym mówisz, od dawna nie żyje! Nie chcę rozmawiać o zmarłych przed moją karczmą, dziękuję.
uk: Ти говориш про відважного воїна, що давно помер! Ну ні, у моїй корчмі таких балачок про бесіди з померлими не буде.

source: A golden elixir, you say. I have never concocted a potion of that color before, so I can't tell you how it would effect you if you were to try to drink it. As your healer, I strongly advise that should you find such an elixir, do as Lachdanan asks and DO NOT try to use it.
bg: Златен еликсир, така ли? Никога досега не съм приготвял отвара с такъв оттенък, така че не мога да ти кажа как ще ти подейства, ако се опиташ да я изпиеш. Като твой лечител горещо те съветвам, ако намериш такъв еликсир, да постъпиш, както те моли Лахданан, и да НЕ се опитваш да го използваш.
it: Un elisir dorato, dici. Non ho mai preparato una pozione di quel colore, quindi non posso dirti che effetto avrebbe se tu decidessi di berlo. Come tuo guaritore, ti metto in guardia nel caso dovessi trovarlo, fai quel che ti ha chiesto Lachdanan, ma non tentare di usarlo.
pl: Złoty eliksir, hm. Nigdy wcześniej nie przyrządzałem mikstury w takim kolorze. Trudno mi przewidzieć, jak mógłby na ciebie zadziałać, więc lepiej go NIE PRÓBUJ. Najlepiej będzie jak po prostu spełnisz ostatnią wolę Lachdanana.
uk: Значить, золотий еліксир. Я ніколи раніше не готував зілля такого кольору, тому не можу сказати що станеться, якщо ти його вип'єш. Як твій цілитель, я настійно раджу, що якщо ти знайдеш такий еліксир, роби так, як просить Лахданан, і НЕ пробуй його на собі.

source: I've never heard of a Lachdanan before. I'm sorry, but I don't think that I can be of much help to you.
bg: Никога преди не съм чувала за Лахданан. Съжалявам, но не мисля, че мога да ти бъда от голяма полза.
it: Non ho mai sentito parlare prima di questo Lachdanan. Sono spiacente, ma non posso esserti di aiuto.
pl: Nigdy wcześniej nie słyszałam o tym Lachdananie. Przykro mi, tym razem nie jestem w stanie pomóc.
uk: Я ніколи раніше не чула про Лахданана. Пробач, але я не зможу тут тобі допомогти.

source: If it is actually Lachdanan that you have met, then I would advise that you aid him. I dealt with him on several occasions and found him to be honest and loyal in nature. The curse that fell upon the followers of King Leoric would fall especially hard upon him.
bg: Ако действително си срещнал Лахданан, те посъветвам да му помогнеш. Търгувал съм с него няколко пъти и съм го смятал за честен и лоялен по природа. Проклятието, което се стовари върху служещите на крал Леорик, ще се стовари особено тежко върху него.
it: Se era davvero Lachdanan la persona da te incontrata, allora ti raccomando di aiutarlo. Ho avuto spesso a che fare con lui, e l'ho trovato onesto e fedele per natura. La Maledizione calata sui seguaci di Re Leoric, dev'essere stata particolarmente dura per lui.
pl: Jeśli to faktycznie jest Lachdanan, myślę, że warto mu pomóc. Miałem przyjemność go poznać. Wyglądał na osobę z natury lojalną i uczciwą. Klątwa Króla Leoryka prawdopodobnie najdotkliwiej uderzyła więc właśnie w niego.
uk: Якщо ти насправді зустрів Лахданана, я б порадив допомогти йому. Я кілька разів мав з ним справу вважаю його чесним і відданим за своєю природою. Прокляття, яке впало на послідовників Короля Леоріка, особливо тяжко обрушилося на нього.

source: Lachdanan is dead. Everybody knows that, and you can't fool me into thinking any other way. You can't talk to the dead. I know!
bg: Лахданан е мъртъв. Всички знаят това и не можеш да ме заблудиш, да мисля по друг начин. Не можеш да говориш с мъртвите. Това го знам!
it: Lachdanan è morto. Tutti lo sanno, non puoi trovare alcun modo per farmi cambiare idea. Non puoi parlare a un morto. Lo so!
pl: Lachdanan nie żyje. Nie ze mną te numery, wszyscy już o tym wiedzą. A zmarli nie mówią. Sprawdzałem!
uk: Лахданан мертвий. Усі це знають, і ти не зможеш обдурити мене, щоб я передумав. З мертвими не можна говорити. Я знаю!

source: You may meet people who are trapped within the Labyrinth, such as Lachdanan. I sense in him honor and great guilt. Aid him, and you aid all of Tristram.
bg: Възможно е да срещнеш хора, като Лахданан, които са затворени в капана на Лабиринта. Усещам в него благородство и голяма вина. Помогни му и ще помогнеш на цял Тристрам.
it: Potresti incontrare persone che sono intrappolate nel Labirinto, come Lachdanan. Percepisco in lui onore e grande senso di colpa. Aiutalo e aiuti tutta Tristram.
pl: W Labiryncie może być uwięzionych więcej ludzi pokroju Lachdanana. Wyczuwam w nim ogromne wyrzuty sumienia i honor. Pomagając mu, pomożesz Tristram.
uk: Ти можете зустріти людей таких як Лахданан, які опинилися в пастці в Лабіринті. Я відчуваю в ньому честь і велику провину. Допоможи йому, і ти допоможеш всьому Трістраму.

source: Wait, let me guess. Cain was swallowed up in a gigantic fissure that opened beneath him. He was incinerated in a ball of hellfire, and can't answer your questions anymore. Oh, that isn't what happened? Then I guess you'll be buying something or you'll be on your way.
bg: Чакай малко, нека да предположа. Кайн бе погълнат от гигантска пукнатина, която се е отворила под него. Бил е изпепелен в кълбо от адски огън и вече не може да отговаря на въпросите ти. Оооо, нищо подобно не му се е случило? Тогава предполагам, си тук да пазаруваш или ще хващаш пътя.
it: Aspetta, fammi indovinare. Cain è stato ingoiato da un baratro gigantesco che si è aperto sotto di lui. È stato incenerito in una palla di fuoco infernale, e non può più darti delle risposte. Non è forse successo questo? Ora o comprerai qualcosa o te ne andrai.
pl: Czekaj, niech zgadnę. Pod Cainem pojawiła się gigantyczna szczelina, pochłonęła go, a potem spłonął w ogniu piekielnym i nie odpowie już więcej na twoje pytania. Och, nie trafiłem? Dobra, to zgaduję, że albo coś kupujesz albo stąd idziesz.
uk: Зачекай, дай вгадати. Каїна поглинула гігантська тріщина, що відкрилася під ним. Його спалило кулею пекельного вогню, і він більше не зможе відповідати на твої запитання. О, цього не сталося? Тоді, або щось купуй, або іди звідси.
