Repository: diasurgical/DevilutionX
Catalog: Translations/*.po
Languages: cs, de, el, fr, sv

source: So, you're the hero everyone's been talking about. Perhaps you could help a poor, simple farmer out of a terrible mess? At the edge of my orchard, just south of here, there's a horrible thing swelling out of the ground! I can't get to my crops or my bales of hay, and my poor cows will starve. The witch gave this to me and said that it would blast that thing out of my field. If you could destroy it, I would be forever grateful. I'd do it myself, but someone has to stay here with the cows...
cs: Tak ty jsi ten hrdina o kterem kazdy mluvi. Mozna bys mohl pomoci chudemu farmari z jeho problemu? Na konci tohoto ovocneho sadu, jizne odtud, se objevila nejaka podivna vec, ktera vyleza za zeme! Kvuli ni se nemuzu dostat k me urode ani pytlum se senem a moje kravy jsou hladove. Carodejnice mi dala tohle a rikala, ze to tu vec odstrani. Jestli muzes, jdi a znic to, budu ti vdecny. Udelal bych to sam, ale nekdo tady musi zustat s kravami...
de: Also, Du musst der Held sein, über den alle reden. Vielleicht kannst du einem armen, einfachen Bauern aus einer furchtbaren Klemme helfen? Am Rande meiner Plantage, genau südlich von hier, quillt ein abscheuliches Ding aus dem Boden! Ich kann nicht zu meinen Pflanzen oder zu meinen Heuballen, und meine armen Kühe werden hungern. Die Hexe hat mir das hier gegeben und gesagt, dass es dieses Ding aus meinem Acker sprengen würde. Wenn Du es beseitigen könntest, wäre ich Dir ewig dankbar. Ich würde es ja selbst tun, aber jemand muss hier bei den Kühen bleiben...
el: Λοιπόν, είσαι ο ήρωας/ίδα για τον οποίο/α μιλούν όλοι. Ίσως θα μπορούσες να βοηθήσεις έναν φτωχό, απλό αγρότη να λύσει ένα τρομερό πρόβλημα; Στην άκρη του οπωρώνα μου, ακριβώς νότια από εδώ, υπάρχει ένα φρικτό πράγμα που φουσκώνει από το έδαφος! Δεν μπορώ να φτάσω στις καλλιέργειές μου ή στα σανοδέματα μου, και οι φτωχές αγελάδες μου θα πεινάσουν. Η μάγισσα μου έδωσε αυτό και μου είπε ότι θα έσκαγε, καταστρέφοντας αυτό το πράγμα από το χωράφι μου. Αν μπορούσες να το βγάλεις, θα σου ήμουν για πάντα ευγνώμων. Θα το έκανα μόνος μου, αλλά κάποιος πρέπει να μείνει εδώ με τις αγελάδες...
fr: Alors, vous êtes le héros dont tout le monde parle. Peut-être pourriez-vous aider un pauvre et simple fermier à sortir d'une très mauvaise situation ? Au bord de mon verger, juste au sud d'ici, il y a une chose horrible qui sort du sol ! Je ne peux plus accéder à mes récoltes ni à mes bottes de foin, mes pauvres vaches vont mourir de faim. La sorcière m'a donné ceci et a dit que cela ferait exploser cette chose hors de mon champ. Si vous pouviez la détruire, je vous en serais éternellement reconnaissant. Je le ferais bien moi-même, mais quelqu'un doit rester ici avec les vaches...
sv: Så, du är hjälten som alla talat om. Kanske du skulle kunna hjälpa en enkel, fattig bonde ur en hemsk knipa? I utkanten av min fruktträdgård, en bit söderut, finns det en fruktansvärd sak som sväller ut ur marken! Jag kan inte nå mina grödor eller höbalar, och mina stackars kor kommer svälta. Häxan gav den här till mig och sade att den skulle spränga den där saken ur fältet. Om du kunde förstöra den vore jag evigt tacksam. Jag skulle gjort det själv, men någon måste stanna här med korna...

source: I knew that it couldn't be as simple as that witch made it sound. It's a sad world when you can't even trust your neighbors.
cs: Vedel jsem, ze to nebude tak jednoduche, jak carodejnice rikala. Je to spatny svet, kdyz nemuzes verit ani svym sousedum.
de: Ich wusste, dass es nicht so einfach sein kann wie die Hexe behauptet hat. Es ist eine traurige Welt, wenn du noch nicht mal deinen Nachbarn vertrauen kannst.
el: Ήξερα ότι δεν θα μπορούσε να είναι τόσο απλό όσο το έκανε να ακούγεται εκείνη η μάγισσα. Είναι ένας θλιβερός κόσμος όταν δεν μπορείς να εμπιστευτείς ούτε τους γείτονές σου.
fr: Je savais bien que ça ne pouvait pas être aussi simple que le disait cette sorcière. C'est un triste monde quand vous ne pouvez même pas faire confiance à vos voisins.
sv: Jag visste att det inte kunde vara så enkelt som den där häxan fick det att låta. Det är tragiskt att man inte ens kan lita på sina grannar.

source: Is it gone? Did you send it back to the dark recesses of Hades that spawned it? You what? Oh, don't tell me you lost it! Those things don't come cheap, you know. You've got to find it, and then blast that horror out of our town.
cs: Hotovo? Poslal jsi to zpet do temnych zakouti Hadesova sveta? Coze? Oh, nerikej mi, ze jsi to ztratil! Tyhle veci nejsou jen tak k dostani, vis. Musis to najit a potom odstranit tu hruzu pryc z naseho mesta.
de: Ist es weg? Hast du es in den dunklen Schoß des Hades zurückgeschickt, aus dem es gekrochen kam? Du hast was? Oh, erzähl mir nicht, du hast es verloren! Diese Dinger sind nicht billig, weißt du. Du musst es wiederfinden und dann dieses Grauen aus unserem Dorf sprengen.
el: Έφυγε; Το έστειλες πίσω στις σκοτεινές εσοχές του Άδη που το γέννησαν; Εσύ τι? Α, μη μου πεις ότι το έχασες! Αυτά τα πράγματα δεν είναι φτηνά, ξέρεις. Πρέπει να τον βρεις και μετά να τον διώξεις αυτόν τον τρόμο από την πόλη μας.
fr: Cette chose est partie ? L'avez-vous renvoyée dans les recoins sombres d'Hadès qui l'ont engendrée ? Vous avez quoi ? Oh, ne me dites pas que vous l'avez perdu ! Ces choses ne sont pas bon marché, vous savez. Vous devez la trouver, puis faire exploser cette horreur hors de notre village.
sv: Är den borta? Sprängde du den tillbaka till de mörka vrårna i Hades den kom från? Du vad? Åh, säg inte att du tappat bort den! De där är inte billiga, vet du. Du får leta rätt på den, och spräng bort den där hemskheten från byn.

source: I heard the explosion from here! Many thanks to you, kind stranger. What with all these things comin' out of the ground, monsters taking over the church, and so forth, these are trying times. I am but a poor farmer, but here -- take this with my great thanks.
cs: Slysel jsem tu explozi! Mnohokrat ti dekuji cizince. Co se vsemi temito vecmi, co vylezaji ze zeme, monstry nicici chramy a tak dale, tohle je cas zkousek. Ja jsem jenom obycejny chudy farmar, ale tady -- vezmi si tohle a mnohokrat dekuji.
de: Ich habe die Explosion von hier aus gehört! Hab vielen Dank, freundlicher Fremdling. Mit diesen ganzen Dingern, die aus dem Boden kommen, Monstern, die die Kirche übernehmen, und so weiter, es sind schwierige Zeiten. Ich bin zwar nur ein armer Bauer, aber hier -- nimm das mit meinem großen Dank.
el: Άκουσα την έκρηξη από εδώ! Ευχαριστώ πολύ, ευγενικέ ξένε. Με όλα αυτά τα πράγματα που βγαίνουν από τη γη, τα τέρατα που καταλαμβάνουν την εκκλησία, και ούτω καθεξής, είναι δύσκολοι καιροί. Δεν είμαι παρά ένας φτωχός αγρότης, αλλά εδώ -- πάρε αυτό με τις ευχαριστίες μου.
fr: J'ai entendu l'explosion d'ici ! Un grand merci à vous, brave étranger. Avec toutes ces choses qui sortent de terre, les monstres qui s'emparent de l'église, tout ça... Ce sont des temps difficiles. Je ne suis qu'un pauvre fermier, mais prenez ceci avec toute ma gratitude.
sv: Jag hörde explosionen härifrån! Många tack till dig, vänliga främling. Med alla saker som kommer upp ur marken, monster som tar över kyrkan, och så vidare, är det här prövande tider. Jag är bara en fattig bonde, men här -- ta det här med mina varmaste tack.

source: Oh, such a trouble I have...maybe...No, I couldn't impose on you, what with all the other troubles. Maybe after you've cleansed the church of some of those creatures you could come back... and spare a little time to help a poor farmer?
cs: Oh, takove problemy co mam... mozna... Ne, nemuzu te vyuzit, co tedy s temi dalsimi problemy. Mozna az vycistis kostel od nekterych priser, mohl by ses vratit... a usetrit svou pomoci trochu casu jednomu chudemu farmari?
de: Oh, solch einen Ärger habe ich ... möglicherweise ... nein, das kann ich dir nicht aufbürden, du hast sicher schon genug Probleme. Vielleicht könntest du zurückkommen, wenn du die Kirche von einigen dieser Kreaturen gesäubert hast ... und ein bisschen Zeit erübrigen, um einem armen Bauern zu helfen?
el: Ω, τέτοιο μπελά έχω...ίσως...Όχι, δεν θα μπορούσα να σου το επιβάλλω, τι με όλα τα άλλα δεινά. Ίσως αφού καθαρίσετε την εκκλησία από κάποια από αυτά τα πλάσματα, θα μπορούσες να επιστρέψεις... και να αφιερώσεις λίγο χρόνο για να βοηθήσεις έναν φτωχό αγρότη;
fr: Oh, j'ai un grave problème... peut-être que... Non, je ne pourrais pas vous imposer cela, en plus des autres problèmes. Peut-être qu'après avoir nettoyé l'église d'une partie de ces créatures, vous pourriez revenir... et trouver un peu de temps pour aider un pauvre fermier ?
sv: Åh, ett sånt problem jag har...kanske...Nej, jag kan inte tränga mig på dig, med allt annat som händer. Kanske efter att du rensat ur kyrkan från en del av de där monstren skulle du kunna komma tillbaka... och hjälpa en stackars bonde?

source: Waaaah! (sniff) Waaaah! (sniff)
cs: Waaaah! (smrka) Waaaah! (smrka)
de: Waaaah! (schnief) Waaaah! (schnief)
el: Ουααα! (σνίφ) Ουααα! (σνίφ)
sv: Buhuuu! (snyft) Buhuuu! (snyft)

source: I lost Theo! I lost my best friend! We were playing over by the river, and Theo said he wanted to go look at the big green thing. I said we shouldn't, but we snuck over there, and then suddenly this BUG came out! We ran away but Theo fell down and the bug GRABBED him and took him away!
cs: Ztratil jsem Thea! Meho nejlepsiho pritele! Hrali jsme si u reky, a Theo rikal, ze se chce jit podivat na tu velkou zelenou vec. Rikal jsem mu, ze bychom to nemeli delat, ale potom najednou vylezl ten BROUK! Utikali jsme pryc, ale Theo upadl a ten brouk ho chytil a odnesl pryc!
de: Ich hab Theo verloren! Ich hab meinen besten Freund verloren! Wir haben auf der anderen Seite beim Fluss gespielt, und Theo sagte er will sich das große grüne Ding ansehen. Ich sagte, das sollten wir nicht, aber wir sind da hingeschlichen, und dann kam auf einmal dieser Käfer heraus! Wir sind weggerannt, aber Theo fiel hin und der Käfer packte ihn und nahm ihn weg!
el: Έχασα τον Θέο! Έχασα τον καλύτερό μου φίλο! Παίζαμε δίπλα στο ποτάμι, και ο Θέο είπε ότι ήθελε να πάει να δει το μεγάλο πράσινο πράγμα. Είπα ότι δεν πρέπει, αλλά κρυφο-πήγαμε από εκεί, και ξαφνικά βγήκε αυτό το ΕΝΤΟΜΟ! Τρέξαμε μακριά αλλά ο Θέο έπεσε κάτω και το ζωύφιο τον ΑΡΠΑΞΕ και τον πήρε μακριά!
fr: J'ai perdu Théo ! J'ai perdu mon meilleur ami ! On jouait au bord de la rivière, et Theo a dit qu'il voulait aller voir le gros truc vert. Je lui ai dit qu'il ne fallait pas, mais on y est allé en cachette, et puis d'un coup, cette BESTIOLE est sortie ! On s'est sauvé mais Théo est tombé et la bestiole l'a CHOPÉ et l'a emmené !
sv: Jag tappade bort Theo! Min bästa vän! Vi lekte borta vid floden, och Theo sa att han ville kolla på den stora gröna saken. Jag sade nej, men vi smög dit, och sen kom en INSEKT ut! Vi sprang iväg men Theo ramlade och insekten TOG honom och tog bort honom!

source: Didja find him? You gotta find Theodore, please! He's just little. He can't take care of himself! Please!
cs: Nasel jsi ho? Jdi najit Theodora, prosim te! Je jeste maly. Neumi se o sebe jeste postarat! Prosim te!
de: Hast du ihn gefunden? Du musst Theodore finden, bitte! Er ist noch so klein. Er kann nicht auf sich selbst aufpassen! Bitte!
el: Τον βρήκες; Πρέπει να βρεις τον Θεόδωρο, σε παρακαλώ! Είναι απλά μικρός. Δεν μπορεί να φροντίσει τον εαυτό του! Σε παρακαλώ!
fr: Vous l'avez trouvé ? Vous devez retrouver Theodore, s'il vous plaît ! C'est qu'un petit. Il sait pas prendre soin de lui ! S'il vous plaît !
sv: Hittaru honom? Du måste hitta Theodor, snälla! Han är bara liten. Han kan inte ta hand om sig själv! Snälla!

source: You found him! You found him! Thank you! Oh Theo, did those nasty bugs scare you? Hey! Ugh! There's something stuck to your fur! Ick! Come on, Theo, let's go home! Thanks again, hero person!
cs: Ty jsi ho nasel! Nasel jsi ho! Dekuji ti! Oh Theo, vylekali te ti strasni brouci? Hey! Ugh! Tady je nejaka vec, ktera se na tebe lepi. Ick! Pojd Theo, pujdeme domu! Jeste jednou ti dekuji cizince!
de: Du hast ihn gefunden! Du hast ihn gefunden! Danke! Oh Theo, haben dir die bösen Käfer Angst gemacht? Hey! Pfui! Da steckt etwas in deinem Fell! Igitt! Komm schon, Theo, lass uns nach Hause gehen! Danke nochmal, Herr Held!
el: Τον βρήκες! Τον βρήκες! Ευχαριστώ! Ω Θέο, σε τρόμαξαν αυτά τα άσχημα έντομα; Έιι! Ούφ! Κάτι έχει κολλήσει στη γούνα σου! μπλιάχ! Έλα, Θέο, πάμε σπίτι! Ευχαριστώ και πάλι, ήρωα άνθρωπε!
fr: Vous l'avez retrouvé ! Vous l'avez retrouvé ! Merci ! Oh Theo, ces méchants insectes t'ont fait peur ? Hé ! Beurk ! T'as un truc collé sur les poils ! Dégueu ! Allez, Theo, on rentre à la maison ! Merci encore, héros !
sv: Du hittade honom! Du hittade honom! Tack! Åh Theo, skrämde de där insekterna dig? Men! Usch! Det sitter nåt i din päls! Fy! Kom Theo, så går vi hem! Tack igen, hjältisen!

source: We have long lain dormant, and the time to awaken has come. After our long sleep, we are filled with great hunger. Soon, now, we shall feed...
cs: Dlouho jsme necinne lezeli a ted nastal cas se probudit. Po nasem dlouhem spanku mame velky hlad. Uz brzo, ted, prijde cas se nakrmit...
de: Wir haben lange geschlafen, und die Zeit des Erwachens ist gekommen. Nach unserem langen Schlaf sind wir von großem Hunger erfüllt. Bald, jetzt, werden wir speisen...
el: Παραμείναμε σε λήθαργο και ήρθε η ώρα να ξυπνήσουμε. Μετά τον μακρύ ύπνο μας, έχουμε μεγάλη πείνα. Σύντομα, τώρα, θα φάμε...
fr: Nous avons dormi longtemps et le temps est venu de nous réveiller. Après notre long sommeil nous sommes épris d'une faim insatiable. Bientôt, maintenant, nous allons nous nourrir...
sv: Vi har länge legat i dvala, och tiden är kommen för att vakna. Efter vår långa sömn fylls vi med en stor hunger. Snart, nu, ska vi äta...

source: Have you been enjoying yourself, little mammal? How pathetic. Your little world will be no challenge at all.
cs: Radoval ses, maly savce? Jak pateticke. Ten tvuj maly svet nebude mit zadnou sanci.
de: Hast du dich amüsiert, kleines Säugetier? Wie erbärmlich. Deine kleine Welt wird keine Herausforderung sein.
el: Διασκέδασες, μικρό θηλαστικό; Πόσο αξιολύπητο. Ο μικρός σας κόσμος δεν θα είναι πρόκληση για μας.
fr: T'es-tu bien amusé, petit mammifère ? Pathétique. Ton petit monde ne posera aucune difficulté.
sv: Har du haft trevligt, lilla däggdjur? Ynkligt. Din lilla värld blir ingen utmaning alls.

source: These lands shall be defiled, and our brood shall overrun the fields that men call home. Our tendrils shall envelop this world, and we will feast on the flesh of its denizens. Man shall become our chattel and sustenance.
cs: Tyhle plochy budou znesveceny a nase rasa zaplavi vsechny pole, ktere volaji lidi domu. Nase upony obklopi tenhle svet a my budeme oslavovat na telech jeho obyvatel. Lide se stanou nasimi otroky a potravou.
de: Dieser Boden wird besudelt werden, und unsere Brut wird die Felder überrennen, die die Menschen zu Hause nennen. Unsere Ranken werden diese Welt einwickeln, und wir werden am Fleisch ihrer Bewohner schlemmen. Der Mensch wird unser Besitz und unsere Nahrung.
el: Αυτά τα εδάφη θα μολυνθούν, και ο γόνος μας θα κατακλύσει τα χωράφια που οι άνθρωποι αποκαλούν σπίτι. Τα πλοκάμια μας θα τυλίξουν αυτόν τον κόσμο και θα γλεντήσουμε με τη σάρκα των κατοίκων του. Ο άνθρωπος θα γίνει δουλοκτησία και διατροφή μας.
fr: Ces terres seront souillées et notre progéniture envahira ces étendues que les hommes appellent leur maison. Nos vrilles envelopperont ce monde, et nous nous régalerons de la chair de ses habitants. L'homme deviendra notre bétail et notre subsistance.
sv: Dessa land kommer bli besudlade, och vår avkommer kommer täcka de fält som människorna kallar sitt hem. Våra spröt kommer inringa denna värld, och vi kommer kalasa på dess invånares kött. Människorna kommer bli vår boskap och proviant.

source: Ah, I can smell you...you are close! Close! Ssss...the scent of blood and fear...how enticing...
cs: Ah, citim te... jsi blizko! Blizko! Ssss... vune krve a strachu... jak je to lakave...
de: Ah, ich kann dich riechen...du bist in der Nähe! Ganz nah! Ssss...der Geruch von Blut und Angst...wie verlockend...
el: Αχ μπορώ να σε μυρίσω...είσαι κοντά! Κοντά! Σσσς...το άρωμα του αίματος και του φόβου...πόσο δελεαστικό...
fr: Ah, je peux te sentir... tu es proche ! Proche ! Ssss... l'odeur du sang et de la peur... comme c'est alléchant...
sv: Ah, jag känner din lukt...du är nära! Nära! Ssss...lukten av blod och skräck...ljuvligt...

source: And in the year of the Golden Light, it was so decreed that a great Cathedral be raised. The cornerstone of this holy place was to be carved from the translucent stone Antyrael, named for the Angel who shared his power with the Horadrim. In the Year of Drawing Shadows, the ground shook and the Cathedral shattered and fell. As the building of catacombs and castles began and man stood against the ravages of the Sin War, the ruins were scavenged for their stones. And so it was that the cornerstone vanished from the eyes of man. The stone was of this world -- and of all worlds -- as the Light is both within all things and beyond all things. Light and unity are the products of this holy foundation, a unity of purpose and a unity of possession.
cs: A v roce Zlateho Svetla bylo rozhodnuto o stavbe velke Katedraly. Zakladni kamen tohoto svateho mista byl vytesan z prusvitneho kamene Antyrael, ktery dostal jmeno po Andelovi, ktery sdilel svou silu s Horadrim. V Roce Barevnych stinu nastalo zemetreseni a Katedrala se narusila a spadla. Kdyz zacala stavba katakomb a vezi a muzi byli postaveni proti pustoseni Hrisne Valky, byly ruiny rozebrany kvuli potrebe kameni. A tak se stalo, ze zakladni kamen zmizel z jejich oci. Tento kamen byl soucast tohoto sveta -- a soucast vsech svetu -- stejne jako Svetlo je na pocatku vsech veci i na konci vsech veci. Svetlo a jednota jsou produkty tohoto svateho zrizeni, jednota vsech smyslu a jednota vlastnictvi.
de: Und im Jahre des goldenen Lichts wurde es daher verfügt, dass eine große Kathedrale errichtet werde. Der Grundstein dieses heiligen Orts sollte aus dem durchsichtigen Stein Antyrael gemeißelt werden, benannt nach dem Engel, der seine Kräfte mit den Horadrim geteilt hat. In dem Jahr, als sich die Schatten abzeichneten, erbebte die Erde und die Kathedrale zerbrach und stürzte ein. Als der Bau der Katakomben und Burgen begann und die Menschen sich gegen die Verheerungen des Sündenkriegs stellten, wurden die Ruinen wegen der Steine geplündert. Und so geschah es, dass der Grundstein aus den Augen der Menschen verschwand. Der Stein war von dieser Welt -- und von allen Welten -- da das Licht sowohl in allen Dingen als auch jenseits aller Dinge ist. Licht und Einheit sind die Erzeugnisse dieser heiligen Grundfeste, eine Einheit des Zwecks und eine Einheit des Besitzes.
el: Και στο έτος του Χρυσού Φωτός, ορίστηκε με διάγγελμα να υψωθεί ένας μεγάλος Καθεδρικός Ναός. Ο ακρογωνιαίος λίθος αυτού του ιερού τόπου επρόκειτο να λαξευτεί από την ημιδιαφανή πέτρα Αντίραελ, που πήρε το όνομά του από τον Άγγελο που μοιραζόταν τη δύναμή του με τους Χοράντριμ. Στο Έτος του Ερχομού των Σκιών, το έδαφος σείστηκε και ο Καθεδρικός Ναός γκρεμίστηκε και έπεσε. Καθώς άρχισε η οικοδόμηση των κατακομβών και των κάστρων και ο άνθρωπος στάθηκε ενάντια στις καταστροφές του Πολέμου της Αμαρτίας, τα ερείπια είχαν καθαριστεί για τις πέτρες τους. Και έτσι ήταν που ο ακρογωνιαίος λίθος εξαφανίστηκε από τα μάτια του ανθρώπου. Η πέτρα ήταν αυτού του κόσμου -- και όλων των κόσμων -- καθώς το Φως είναι τόσο μέσα σε όλα τα πράγματα όσο και πέρα ​​από όλα τα πράγματα. Το φως και η ενότητα είναι τα προϊόντα αυτού του ιερού θεμελίου, μιας ενότητας σκοπού και μιας ενότητας της κατοχής.
fr: Et durant l'année de la Lumière Dorée, il fut ainsi décrété qu'une grande Cathédrale serait érigée. La pierre angulaire de ce lieu saint devait être taillée dans la pierre translucide Antyrael, du nom de l'Ange qui partageait son pouvoir avec les Horadrim. Durant l'année du Dessin des Ombres, le sol trembla et la cathédrale se fissura puis tomba. Alors que la construction de catacombes et de châteaux commençait et que l'homme se dressait contre les ravages de la Guerre du Péché, les ruines furent récupérées pour leurs pierres. Et c'est ainsi que la pierre angulaire disparut des yeux de l'homme. La pierre était de ce monde – et de tous les mondes – car la Lumière est à la fois en toutes choses et au-delà de toutes choses. La lumière et l'unité sont les produits de ce fondement saint, une unité de but et une unité de possession.
sv: Och i det Gyllne Ljusets år, slogs det fast att en stor Katedral skulle byggas. Hörnstenen till denna heliga plats skulle huggas från den genomskinliga stenen Antyrael, döpt efter Ängeln som delade sin kraft med Horadrim. I de Nalkande Skuggornas år, skakade marken och Katadralen spräcktes och rasade. Medan byggandet av katakomber och borgar började och människan stod mot Syndakrigets härjningar plundrades ruinernas stenar. Och på så vis försvann hörnstenen från människornas blick. Stenen var av denna värld -- och alla världar -- på samma sätt som Ljuset finns både inom allt och bortom allt. Ljus och enighet är detta heliga fundaments produkter, en enighet i strävan och enighet i ägande.

source: Moo.
cs: Muu.
de: Muh.
el: Μοο.
fr: Meuh.
sv: Mu.

source: I said, Moo.
cs: Rikam, Muuu.
de: Ich sagte, Muh.
el: Είπα, Μοο.
fr: J'ai dit, Meuh.
sv: Jag sade, Mu.

source: Look I'm just a cow, OK?
cs: Podivej, jsem krava, OK?
de: Schau, ich bin nur eine Kuh, okay?
el: Κοίτα είμαι απλά μια αγελάδα, εντάξει;
fr: Bon, je suis juste une vache, OK ?
sv: Hörru, jag är bara en ko, OK?
