Repository: diasurgical/DevilutionX
Catalog: Translations/*.po
Languages: cs, de, el, fr, sv

source: It seems that the Archbishop Lazarus goaded many of the townsmen into venturing into the Labyrinth to find the King's missing son. He played upon their fears and whipped them into a frenzied mob. None of them were prepared for what lay within the cold earth... Lazarus abandoned them down there - left in the clutches of unspeakable horrors - to die.
cs: Zda se, ze Arcibiskup Lazarus presvedcil mnoho vesnicanu k vyprave do Labyrintu, aby nalezli Kralova ztraceneho syna. Hral si s jejich strachem a udelal z nich zurivy dav. Nikdo z nich nebyl pripraven na to, co lezelo v chladne zemi... Lazarus je tam dole opustil - zanechal je ve sparech nepredstavitelnych priser - aby tam zemreli.
de: Es sieht so aus, als habe Erzbischof Lazarus eine ganze Reihe von Stadtbewohnern dazu überredet, im Labyrinth nach dem verschollenen Sohn des Königs zu suchen. Er stachelte ihre Angst an und verwandelte sie in einen aufgeputschten Pöbel. Keiner von ihnen hatte auch nur die leiseste Ahnung, was ihn wirklich in der kalten Erde erwartete. Lazarus ließ sie dort unten im Stich, wo sie in den Fängen unvorstellbarer Horrorgestalten umkamen.
el: Φαίνεται ότι ο Αρχιεπίσκοπος Λάζαρος παρότρυνε πολλούς από τους κατοίκους της πόλης να τολμήσουν να μπουν στον Λαβύρινθο για να βρουν τον εξαφανισμένο γιο του Βασιλιά. Έπαιξε πάνω στους φόβους τους και τους μετάτρεψε σε έναν ξέφρενο όχλο. Κανείς τους δεν ήταν προετοιμασμένος για αυτό που βρισκόταν μέσα στην κρύα γη... Ο Λάζαρος τους εγκατέλειψε εκεί κάτω - αφημένους στα νύχια ανείπωτων τρόμων - για να πεθάνουν.
fr: Il semble que l'archevêque Lazarus ait poussé de nombreux habitants à s'aventurer dans le labyrinthe pour retrouver le fils disparu du roi. En jouant sur leur peurs, il en a fait un troupeau d'excités. Aucun d'eux n'était préparé à ce qui se trouvait dans la terre froide... Lazarus les y a abandonnés – dans les griffes d'horreurs indescriptibles – pour mourir.
sv: Det verkar som att Ärkebiskopen Lazarus lockade många av byborna till att gå in i Labyrinten för att hitta Kungens förlorade son. Han spelade på deras rädslor och eldade dem till en vansinnig folkmassa. Inga av dem var förberedda på vad som fanns inom den kalla jorden... Lazarus övergav dem där nere - i klorna på outsägliga fasor - för att dö.

source: Yes, Farnham has mumbled something about a hulking brute who wielded a fierce weapon. I believe he called him a butcher.
cs: Ano, Farnham mumlal cosi o priserne bestii, ktera se zurive ohanela zbrani. Myslim, ze mu rikal reznik.
de: Ja, Farnham hat mal etwas über ein grausames Monster mit einem riesigen Beil erzählt. Ich glaube, er nannte es den Schlächter.
el: Ναι, ο Φάρνχαμ μουρμούρισε κάτι για ένα ογκώδες θηρίο που κρατούσε ένα άγριο όπλο. Πιστεύω ότι τον ονόμασε χασάπη.
fr: Oui, Farnham a bredouillé quelque chose à propos d'une immense brute brandissant une arme terrible. Je crois qu'il l'appelait le Boucher.
sv: Ja, Farnham har mumlat något om en gigantisk best som använde ett fasligt vapen. Jag tror han kallade honom en slaktare.

source: By the Light, I know of this vile demon. There were many that bore the scars of his wrath upon their bodies when the few survivors of the charge led by Lazarus crawled from the Cathedral. I don't know what he used to slice open his victims, but it could not have been of this world. It left wounds festering with disease and even I found them almost impossible to treat. Beware if you plan to battle this fiend...
cs: Proboha, ja znam toho odporneho demona. Mnozi z tech, kteri ze skupiny vedene Lazarem prezili a vyplazili se z Katedraly, meli na tele jizvy, ktere jim zpusobil Reznikuv hnev. Nevim, cim rozrezaval sve obeti, ale nemuze to byt z tohoto sveta. Zanecha to rany hnisajici a dokonce i ja jsem shledaval temer nemoznym je lecit. Davej si velky pozor, jestli planujes valcit s tim hroznym demonem...
de: Beim Licht, ich kenne diesen bösen Dämon! Von den wenigen Überlebenden, die nach Lazarus' Expedition wieder aus dem Labyrinth zurückkehrten, trugen die meisten die Spuren seines Zornes auf dem Körper. Ich weiß nicht, womit er ihnen diese Wunden beigebracht hat, aber es kann keine gewöhnliche Waffe gewesen sein. Die Wunden waren eitrig und entzündet, und selbst ich konnte sie kaum heilen. Wenn Ihr gegen diesen Höllensohn kämpfen müsst, seht Euch vor!
el: Μα το Φως, γνωρίζω αυτόν τον ποταπό δαίμονα. Υπήρχαν πολλοί που έφεραν τα σημάδια της οργής του στα σώματά τους, όταν οι λίγοι επιζώντες της επίθεσης με επικεφαλής τον Λάζαρο, σύρθηκαν από τον Καθεδρικό Ναό. Δεν ξέρω με τι συνήθιζε να τεμαχίζει τα θύματά του, αλλά δεν θα μπορούσε να ήταν όπλο αυτού του κόσμου. Άφηνε πληγές που γεμίζαν από ασθένειες και ακόμη και εγώ, τις έβρισκα σχεδόν αδύνατο να τις θεραπεύσω. Προσοχή αν σκοπεύεις να πολεμήσεις αυτό το κτήνος...
fr: Par la Lumière, je connais ce maudit démon. Nombreux étaient ceux qui portaient les cicatrices de sa fureur dans leur chair lorsque les rares survivants de la charge menée par Lazarus ont rampé hors de la cathédrale. Je ne sais avec quoi il tailladait ses victimes, mais ça ne pouvait pas être de ce monde. Cela laissait des plaies gangrenées et même moi j'ai eu toutes les peines du monde à les traiter. Prenez garde à vous si vous comptez affronter ce monstre...
sv: Vid Ljuset, jag känner till den här demonen. Det var många vars kroppar bar vittne av hans vrede när de få överlevarna från expeditionen Lazarus ledde kröp upp från Katedralen. Jag vet inte vad han använde för att skära upp sina offer, men det kan inte ha varit av denna värld. Det gjorde att sår fylldes med sjukdom och de var nästan omöjliga att behandla till och med för mig. Var försiktig om du tänker slåss mot denna best...

source: When Farnham said something about a butcher killing people, I immediately discounted it. But since you brought it up, maybe it is true.
cs: Kdyz Farnham rikal neco o reznikovi, co zabiji lidi, vubec jsem si toho nevsimala. Ale kdyz jsi s tim prisel ty, mozna je to pravda.
de: Als Farnham irgendwas über einen Schlächter erzählte, der Leute umbringt, habe ich es sofort als eine seiner Faseleien abgetan. Aber da Ihr jetzt auch davon anfangt, ist da wohl doch etwas mehr dran.
el: Όταν ο Φάρνχαμ είπε κάτι για έναν χασάπη που σκότωσε ανθρώπους, το αγνόησα αμέσως. Αλλά μιας και το ανέφερες εσύ, ίσως είναι αλήθεια.
fr: Quand Farnham a parlé d'un boucher qui tuait les gens, je l'ai d'abord ignoré. Mais maintenant que vous en parlez, peut-être que c'est vrai.
sv: När Farnham sade något om en slaktare som dödade folk, trodde jag inte på det alls. Men eftersom du säger det är det kanske sant.

source: I saw what Farnham calls the Butcher as it swathed a path through the bodies of my friends. He swung a cleaver as large as an axe, hewing limbs and cutting down brave men where they stood. I was separated from the fray by a host of small screeching demons and somehow found the stairway leading out. I never saw that hideous beast again, but his blood-stained visage haunts me to this day.
cs: Videl jsem to, cemu Farnham rika Reznik, jak se prosekaval skrz tela mych pratel. Ohanel se sekackem velkym jako sekera, odsekaval ruce a nohy a na miste zabijel statecne muze. Od bitky me oddelila banda malych jecicich demonu a nejak jsem nalezl schody vedouci ven. Uz nikdy jsem tu odpornou bestii nespatril, ale jeho krvavy vzhled me pronasleduje az do dnesnich dnu.
de: Ich habe dieses Ding gesehen, das Farnham den 'Schlächter' nennt, wie es in den Reihen meiner Freunde gewütet hat. Es schwang ein Metzgerbeil, so groß wie eine Zweihandaxt, schlug nach rechts und links, trennte Gliedmaßen und Köpfe ab. Ich wurde von einer Horde kleiner, kreischender Dämonen von der Haupttruppe abgedrängt und fand irgendwie eine Treppe nach oben. Ich habe das Monster seitdem nie wiedergesehen, doch sein blutverschmiertes Gesicht taucht immer noch in meinen schlimmsten Alpträumen auf.
el: Είδα αυτό που ο Φάρνχαμ αποκαλεί χασάπη, καθώς διέσχιζε ένα μονοπάτι ανάμεσα από τα πτώματα των φίλων μου. Κουνούσε ένα μαχαίρι μεγάλο όσο ένα τσεκούρι, κόβοντας μέλη και κόβοντας γενναίους άνδρες εκεί που στέκονταν. Με χώρισαν από τη μάχη μια σειρά από μικρούς δαίμονες που ουρλιάζουν και με κάποιο τρόπο βρήκα τη σκάλα που οδηγεί έξω. Δεν είδα ποτέ ξανά αυτό το αποτρόπαιο θηρίο, αλλά το αιματοβαμμένο πρόσωπό του με στοιχειώνει μέχρι σήμερα.
fr: J'ai vu ce que Farnham appelle le Boucher alors qu'il se taillait un passage à travers les corps de mes amis. Il brandissait un couperet gros comme une hache, tranchant des membres et abattant sur place des hommes courageux. Je me suis trouvé séparé de la mêlée par une meute de petits démons hurlants et je suis tombé par hasard sur l'escalier de la sortie. Je n'ai jamais revu cette bête épouvantable, mais son visage plein de sang me travaille encore aujourd'hui.
sv: Jag såg det som Farnham kallar Slaktaren när den högg sig fram genom mina vänners kroppar. Han svingade en köttyxa lika stor som en stridsyxa, och högg loss lemmar och högg ned modiga män rakt av. Jag skildes från striden av en grupp små skrikande demoner och lyckades på något vis hitta trapporna ut. Jag såg aldrig den där fruktansvärda besten igen, men jag har fortfarande mardrömmar om hans blodiga ansikte.

source: Big! Big cleaver killing all my friends. Couldn't stop him, had to run away, couldn't save them. Trapped in a room with so many bodies... so many friends... NOOOOOOOOOO!
cs: Velky! Velky sekacek zabiji moje pratele. Nemuzu ho zastavit, musim utect pryc, nemuzu jim pomoct. Chycen v mistnosti s tolika telama ... tolika prateli ... NEEEEEEEEEE!
de: Groß! Großes Hackebeil tötet alle meine Freunde! Konnte ihn nicht aufhalten, musste weglaufen, konnte sie nicht retten. Eingesperrt in einem Zimmer mit so vielen Leichen, so vielen Freunden...NEEEEEEEIIIIIN!
el: Μεγάλος! Μεγάλος μπαλτάς σκοτώνει όλους τους φίλους μου. Δεν μπορώ να τον σταματήσω, έπρεπε να τρέξω μακριά, δεν μπορώ να τους σώσω. Παγιδευμένος σε ένα δωμάτιο, με τόσα κορμιά... τόσους φίλους... ΟΧΙΙΙΙΙΙΙΙΙ!
fr: Gros ! Gros couperet qui tue tous mes amis. Impossible de l'arrêter, fallait s'enfuir, impossible de les sauver. Piégé dans une pièce avec tous ces corps... tant d'amis... NAAAAAAAAAAN !
sv: Stor! Stor köttyxa som dödar alla mina vänner. Kunde inte stoppa honom, måste fly, kunde inte rädda dem. Fångad i ett rum med så många kroppar... så många vänner... NEEEEEEJ!

source: The Butcher is a sadistic creature that delights in the torture and pain of others. You have seen his handiwork in the drunkard Farnham. His destruction will do much to ensure the safety of this village.
cs: Reznik je sadisticka prisera, ktera ma rozkos z muceni a bolesti jinych. Videl jsi jeho praci v ozralci Farnhamovi. Kdyz ho znicis, zajistis tak bezpeci teto vesnice.
de: Der Schlächter ist ein sadistisches Geschöpf, das sich an Schmerz und Qual anderer Wesen erfreut. Ihr könnt die Spuren seines Wirkens nur zu gut an dem Trinker Farnham sehen. Die Vernichtung des Schlächters wäre ein großer Beitrag zur Sicherheit dieses Dorfes.
el: Ο χασάπης είναι ένα σαδιστικό πλάσμα που απολαμβάνει τα βασανιστήρια και τον πόνο των άλλων. Έχεις δει τη "δουλειά" του στον μεθυσμένο Φάρνχαμ. Η καταστροφή του θα κάνει πολλά για να διασφαλίσει την ασφάλεια αυτού του χωριού.
fr: Le Boucher est une créature sadique qui se régale de la torture et de la douleur d'autrui. Vous avez vu son œuvre en Farnham l'ivrogne. Le détruire facilitera grandement la sécurité de ce village.
sv: Slaktaren är en sadistisk varelse som älskar att plåga och tortera andra. Du har sett hans hantverk i den nedsupne Farnham. Om du förgör honom kommer det betyda mycket för byns säkerhet.

source: I know more than you'd think about that grisly fiend. His little friends got a hold of me and managed to get my leg before Griswold pulled me out of that hole. I'll put it bluntly - kill him before he kills you and adds your corpse to his collection.
cs: Vim o te potvore vic, nez si myslis. Jeho mali pratele me chytili a povedlo se jim useknout moji nohu nez me Griswold z te diry vytahl. Reknu to jednoduse - zabij ho driv nez on zabije tebe a prida si tvoji mrtvolu do sbirky.
de: Ich weiß mehr über diesen Mistkerl, als Du ahnst. Seine kleinen Freunde haben mich festgehalten und mir das Bein ausgerissen, bevor Griswold mich aus diesem Loch rausgezogen hat. Ich will's mal ganz simpel ausdrücken: Mach ihn fertig, bevor er Dich umbringt und ausgestopft in seine Leichensammlung packt!
el: Ξέρω περισσότερα από όσα θα φανταζόσουν για αυτό το φρικτό Θηρίο. Οι μικροί του "φίλοι" με έπιασαν και κατάφεραν να μου κόψουν το πόδι, πριν με βγάλει ο Γκρίσγουαλντ από εκείνη την τρύπα. Θα το πω ευθέως - σκότωσε το πριν σε σκοτώσει και προσθέσει το πτώμα σου στη συλλογή του.
fr: J'en sais plus que vous ne pensez sur cette horreur. Ses petits copains m'avaient attrapé et avaient réussi à me niquer la jambe avant que Griswold me tire de ce trou. Je vais le dire franco – tuez-le avant qu'il ne vous tue et n'ajoute votre cadavre à sa collection.
sv: Jag vet mer än du kanske tror om den där vidriga besten. Hans lilla vänner fick tag i mig och lyckades ta mitt ben innan Griswold drog upp mig ur den där hålan. För att gå rakt på sak - döda honom innan han dödar dig och lägger din kropp till sin samling.

source: Please, listen to me. The Archbishop Lazarus, he led us down here to find the lost prince. The bastard led us into a trap! Now everyone is dead... killed by a demon he called the Butcher. Avenge us! Find this Butcher and slay him so that our souls may finally rest...
cs: Prosim, pojd ke mne. Arcibiskup Lazarus nas zavedl dolu, abychom nasli ztraceneho prince. Ten bastard nas vedl do pasti! Ted jsou vsichni mrtvi... zabiti demonem, kteremu rikal Reznik. Pomsti nas! Najdi toho Reznika a zab ho, aby mohly nase duse odpocivat v pokoji...
de: Bitte, hört mir zu! Erzbischof Lazarus hat uns dort hinunter geführt, um den verschollenen Prinzen zu suchen. Der Bastard hat uns in eine Falle geführt! Jetzt sind alle tot... umgebracht von einem Dämon, den man den Schlächter nennt. Rächt uns! Findet diesen Schlächter und vernichtet ihn, damit unsere Seelen endlich Frieden finden...
el: Παρακαλώ, άκουσε με. Ο Αρχιεπίσκοπος Λάζαρος, μας οδήγησε εδώ κάτω για να βρούμε τον χαμένο πρίγκιπα. Το κάθαρμα μας οδήγησε σε παγίδα! Τώρα όλοι είναι νεκροί... σκοτωμένοι από έναν δαίμονα που τον ανέφερε ως Χασάπη. Εκδικήσου μας! Βρες αυτόν τον Χασάπη και σκότωσε τον για να αναπαυθούν επιτέλους οι ψυχές μας...
fr: S'il vous plaît, écoutez moi. L'archevêque Lazarus, il nous a conduits ici pour retrouver le prince. Ce chien nous a entraînés dans un piège ! Maintenant, tout le monde est mort... tué par un démon qu'il a appelé le Boucher. Vengez-nous ! Trouvez ce Boucher et tuez-le, que nos âmes puissent reposer en paix…
sv: Snälla, lyssna på mig. Ärkebiskopen Lazarus, han ledde oss ned hit för att hitta den försvunna prinsen. Skitstöveln ledde oss in i en fälla! Nu är alla döda... dödade av en demon han kallade Slaktaren. Hämnas oss! Hitta denna Slaktare och dräp honom så att våra själar kan få vila...

source: You recite an interesting rhyme written in a style that reminds me of other works. Let me think now - what was it? ...Darkness shrouds the Hidden. Eyes glowing unseen with only the sounds of razor claws briefly scraping to torment those poor souls who have been made sightless for all eternity. The prison for those so damned is named the Halls of the Blind...
cs: Zarecitoval jsi zajimave verse, napsane stylem, ktery mi pripomnel jine dilo. Nech me premyslet - co to jen bylo? ...Temnota zahali Skryte. Zarici oci nespatrenych a jen slysis zvuk ostrych drapu, ktere skrabou, aby mucily ty nebohe duse, ktere byly ucineny slepymi na vecnost. Vezeni pro tyto proklete se nazyva Sine slepych...
de: Ihr zitiert da einen interessanten Reim, der mich vom Stil her an andere Werke erinnert...Lasst mich nachdenken, was war das doch gleich? ...Dunkelheit verdeckt die Verborgenen. Augen glühen unbeobachtet, nur vom kurzen Kratzen rasiermesserscharfer Klauen begleitet, um die armen Seelen zu quälen, denen man für alle Ewigkeit das Augenlicht genommen hat. Das Gefängnis der so Gestraften heißt Kerker der Blinden...
el: Απαγγέλλεις ένα ενδιαφέρον στιχάκι γραμμένο σε ύφος που μου θυμίζει άλλα έργα. Κάτσε να σκεφτώ τώρα - πώς ήταν; ...Το σκοτάδι σκεπάζει το Κρυφό. Μάτια που λάμπουν αόρατα μόνο με τους ήχους των κοφτερών νυχιών που ξύνουν στιγμιαία για να βασανίσουν εκείνες τις φτωχές ψυχές που έχουν μείνει αόματες για όλη την αιωνιότητα. Η φυλακή για αυτούς που είναι τόσο καταραμένοι ονομάζεται η Αίθουσα των Τυφλών...
fr: Vous récitez là une comptine intéressante écrite dans un style qui me rappelle d'autres œuvres. Voyons – qu'est-ce que c'était ? …Les ténèbres enveloppent le Caché. Des yeux brillants inaperçus avec seul perceptible le son de griffes acérées grattant à petits coups pour tourmenter ces pauvres âmes rendues aveugles pour l'éternité. La prison pour ceux qui ont ainsi été damnés s'appelle le Hall des Aveugles…
sv: Rimmet du säger är intressant, och skrivet i en stil som påminner mig om andra verk. Låt mig se nu - vad var det? ...Mörkret omger de Dolda. Osedda ögon glänser med bara ljudet av rakknivsvassa klors skrapande som plågar de arma själar som gjorts blinda för all evighet. Fängelset som de som förbannats på detta sätt kallas de Blindas Salar...

source: I never much cared for poetry. Occasionally, I had cause to hire minstrels when the inn was doing well, but that seems like such a long time ago now. What? Oh, yes... uh, well, I suppose you could see what someone else knows.
cs: Nikdy jsem se moc nezajimal o poezii. Obcas jsem mel duvod najmout minstrely, kdyz se v hostinci darilo, ale to ted vypada, jako by to bylo uz davno. Co? Ah, ano... uh, dobra, predpokladam, ze muzes videt, co nekdo jiny vi.
de: Ich habe mir noch nie viel aus Gedichten gemacht. Manchmal habe ich fahrende Sänger engagiert, wenn der Gasthof gut lief, aber das ist jetzt schon lange her. Was? Ach ja, sicher, darüber weiß jemand anders bestimmt mehr als ich.
el: Ποτέ δεν ασχολήθηκα πολύ με την ποίηση. Περιστασιακά, είχα λόγο να προσλάβω βάρδους όταν το πανδοχείο πήγαινε καλά, αλλά αυτό μοιάζει πλέον ότι έγινε εδώ και πολύ καιρό πριν. Τι? Α, ναι... ε, καλά, υποθέτω ότι θα μπορούσες να δεις τι ξέρει κάποιος άλλος.
fr: Je n'ai jamais été féru de poésie. À l'occasion, je pouvais prendre des ménestrels quand l'auberge marchait bien, mais ça paraît si lointain maintenant. Hein ? Oh, oui... euh, bon, je suppose que vous devriez voir ce que d'autres savent.
sv: Jag tyckte aldrig särskilt mycket om poesi. Ibland fick jag anlita barder när det gick bra för krogen, men det känns som väldigt länge sedan nu. Va? Åh, ja... hmm, tja, du kanske ska höra efter vad de andra vet.

source: This does seem familiar, somehow. I seem to recall reading something very much like that poem while researching the history of demonic afflictions. It spoke of a place of great evil that... wait - you're not going there are you?
cs: To mi zni jaksi povedomne. Myslim, ze si vzpominam, jak jsem cetl neco velmi podobneho te basni, kdyz jsem zkoumal historii demonickych trapeni. Je to misto velkeho zla... pockej - nechces se tam vypravit, ze ne?
de: Das kommt mir irgendwie bekannt vor. Ich erinnere mich, mal etwas ganz Ähnliches gelesen zu haben wie dieses Gedicht. Es war während meiner Forschungen über die Geschichte der Dämonenseuchen. Da war die Rede von einem Ort großen Übels, der... wartet mal, Ihr habt doch nicht etwa vor, da hinzugehen, oder?
el: Αυτό κατά κάποιο τρόπο μου ακούγεται γνωστό. Φαίνεται να θυμάμαι ότι διάβασα κάτι πολύ παρόμοιο με αυτό το ποίημα ενώ ερευνούσα την ιστορία των δαιμονικών δεινών. Μίλησε για ένα μέρος μεγάλου κακού που... περίμενε - δεν σκοπεύεις να πας εκεί;
fr: Ça me dit quelque chose. Je crois me souvenir avoir lu quelque chose de tout à fait semblable à ce poème en faisant des recherches sur l'histoire des affections démoniaques. Ça parlait d'un endroit diabolique qui... attendez – vous ne comptez tout de même pas y aller, dites ?
sv: Det verkar nog bekant, på något sätt. Jag tror jag minns att jag läst något ungefär som den där dikten medan jag forskade i demoniska förbannelsers historia. Det nämnde en mycket ondskefull plats som ... vänta - du ska väl inte dit?

source: If you have questions about blindness, you should talk to Pepin. I know that he gave my grandmother a potion that helped clear her vision, so maybe he can help you, too.
cs: Jestli se ptas na slepotu, mel by sis promluvit s Pepinem. Vim, ze dal moji babicce lektvar, ktery pomohl vyjasnit jeji zrak, takze by ti s tim taky mohl pomoci.
de: Wenn Ihr Fragen zum Thema Blindheit habt, solltet Ihr mit Pepin reden. Ich weiß noch, wie er meiner Großmutter einen Trank gab, der Ihr Augenlicht verbessert hat. Vielleicht kann er Euch auch helfen.
el: Εάν έχεις ερωτήσεις σχετικά με την τύφλωση, θα πρέπει να μιλήσετε με τον Πέπιν. Ξέρω ότι έδωσε στη γιαγιά μου ένα φίλτρο που της βοήθησε να καθαρίσει την όρασή της, οπότε ίσως μπορεί να βοηθήσει και εσένα.
fr: Si vous avez des questions sur la cécité, vous devriez demander à Pepin. Je sais qu'il a donné à ma grand-mère une potion qui a aidé à éclaircir sa vue, alors peut-être qu'il peut vous aider, aussi.
sv: Om du har frågor om blindhet borde du prata med Pepin. Jag vet att han gav min mormor en dryck som hjälpte för hennes syn, så han kanske kan hjälpa dig också.

source: I am afraid that I have neither heard nor seen a place that matches your vivid description, my friend. Perhaps Cain the Storyteller could be of some help.
cs: Obavam se, ze jsem nikdy nevidel ani neslysel o miste, ktere odpovida tvemu zivemu popisu, priteli. Mozna by ti nejak mohl pomoct Cain Vypravec.
de: Ich fürchte, ich habe niemals einen Ort gesehen, der Eurer sehr lebhaften Beschreibung entspricht, und auch zuvor nie davon gehört, mein Freund. Vielleicht kann Euch Cain weiterhelfen, der Geschichtenerzähler.
el: Φοβάμαι ότι ούτε έχω ακούσει ούτε έχω δει ένα μέρος που να ταιριάζει με τη ζωντανή περιγραφή σου, φίλε μου. Ίσως ο Κάιν ο αφηγητής ιστοριών θα μπορούσε να βοηθήσει.
fr: Je crains bien n'avoir jamais vu ni entendu parler d'un endroit qui ressemble à votre description expressive, mon ami. Peut-être que Cain le Conteur pourra vous aider.
sv: Jag är rädd att jag varken hört eller sett någon plats som liknar den du beskriver så väl, min vän. Kanske Historieberättaren Cain skulle kunna vara till nytta.

source: Look here... that's pretty funny, huh? Get it? Blind - look here?
cs: Podivej se... to je docela vesely, he? Chapes? Slepy - podivej?
de: Also schau mal.... hihihihi, lustig, was? Mitgekriegt? Blinde, schau mal? Hihihihi...
el: Κοίτα εδώ... είναι πολύ αστείο, ε; Το έπιασες; Τυφλός - κοιτά εδώ;
fr: Regardez voir... c'est marrant, hein ? Vous pigez ? Aveugle – regardez voir ?
sv: Se här... ganska kul, va? Fattaru? Blind - se här?

source: This is a place of great anguish and terror, and so serves its master well. Tread carefully or you may yourself be staying much longer than you had anticipated.
cs: Je to misto velkych muk a hruzy, a proto slouzi dobre svemu panu. Naslapuj opatrne, jinak muzes zustat dele nez ti bude mile.
de: Ein Ort des Terrors und der Panik, und damit dient er seinen Herren auf das Vortrefflichste. Seid vorsichtig, oder Ihr könntet viel länger dort bleiben müssen, als Euch lieb ist.
el: Αυτό είναι ένα μέρος μεγάλης αγωνίας και τρόμου, και έτσι εξυπηρετεί καλά τον Άρχοντα του. Περπάτα προσεκτικά, διαφορετικά μπορεί να μείνεις πολύ περισσότερο από όσο περίμενες.
fr: C'est un lieu de grande angoisse et de terreur, et sert ainsi bien son maître. Avancez prudemment ou vous pourriez y rester bien plus longtemps que vous ne l'escomptiez.
sv: Detta är en plats med mycket vånda och fasa, och på detta sätt passar den sin mästare bra. Var försiktig, annars kanske du stannar där mycket längre än du tänkt dig.
