Repository: diasurgical/devilutionX
Catalog: Translations/*.po
Languages: bg, da, it, pl, uk

source: Display the game in windowed or fullscreen mode.
bg: Възпроизвежда играта в режим Прозорец или Пълен екран
it: Visualizza il gioco in finestra o a schermo intero.
pl: Wyświetlanie gry w trybie okienkowym lub pełnoekranowym.
uk: Показує гру в режимі повного екрану чи вікна.

source: Fit to Screen
bg: Приспособяване към екран
it: Adatta allo Schermo
pl: Dopasuj do ekranu
uk: Налаштувати по Екрану

source: Automatically adjust the game window to your current desktop screen aspect ratio and resolution.
bg: Автоматично наглася прозореца на играта да използва вашите текущи настройки на монитора.
it: Regola automaticamente la finestra di gioco in base alle proporzioni e alla risoluzione dello schermo del tuo desktop corrente.
pl: Automatycznie dostosuj okno gry do bieżących proporcji i rozdzielczości ekranu pulpitu.
uk: Автоматично налаштовує вікно гри згідно співвідношення сторін і роздільної здатності екрану.

source: Upscale
bg: Мащабиране
it: Miglioramento
pl: Zwiększanie Rozdzielczości
uk: Збільшення Зображення

source: Enables image scaling from the game resolution to your monitor resolution. Prevents changing the monitor resolution and allows window resizing.
bg: Включва режим на мащабиране от игровата разделителна способност до тази на вашия монитор. Запазва разделителна способност на екрана и позволява смяна на размер на прозореца.
it: Consente il ridimensionamento dell'immagine dalla risoluzione del gioco a quella del monitor. Impedisce la modifica della risoluzione del monitor e consente il ridimensionamento della finestra.
pl: Umożliwia skalowanie obrazu z rozdzielczości gry do rozdzielczości monitora. Zapobiega zmianie rozdzielczości monitora i umożliwia zmianę rozmiaru okna.
uk: Дозволяє збільшення зображення гри. Забороняє зміну роздільної здатності монітора. Дозволяє міняти розмір вікна.

source: Scaling Quality
bg: Филтър мащабиране
it: Qualità di Ridimensionamento
pl: Rodzaj skalowania
uk: Якість Масштабування

source: Enables optional filters to the output image when upscaling.
bg: Включва филтри за подобряване на изображението при мащабиране.
it: Abilita filtri facoltativi per l'immagine di output durante l'upscaling.
pl: Włącza opcjonalne filtry dla obrazu wyjściowego podczas skalowania w górę.
uk: Накладає опційні фільтри до збільшеної картинки.

source: Nearest Pixel
bg: Най-близък пиксел
it: Pixel Prossimo
pl: Najbliższy piksel
uk: Найближчий Піксель

source: Bilinear
bg: Билинеарен
it: Bilineare
pl: Bilinearne
uk: Білінійний

source: Anisotropic
bg: Анизотропен
it: Anisotropico
pl: Anizotropowe
uk: Анізотропний

source: Integer Scaling
bg: Цялостно мащабиране
it: Ridimensionamento a Intero
pl: Skalowanie Całkowite
uk: Коефіцієнт Масштабування

source: Scales the image using whole number pixel ratio.
bg: Смяна размера на картината използвайки цели числа за всеки пиксел.
it: Ridimensiona l'immagine utilizzando un rapporto tra pixel a quoziente intero.
pl: Skaluje obraz przy użyciu współczynnika liczby całkowitej pikseli.
uk: Збільшує зображення гри по коефіцієнту.

source: Vertical Sync
bg: Вертикална синхронизация
it: Sincronizzazione Verticale
pl: Synchronizacja pionowa
uk: Вертикальна Синхронізація

source: Forces waiting for Vertical Sync. Prevents tearing effect when drawing a frame. Disabling it can help with mouse lag on some systems.
bg: Включва режим на Вертикална синхронизация. Предотвратява разкъсващ ефект при изобразяване на всеки кадър. Изключването може да помогне с забавяне на курсора на мишката при някои конфигурации.
it: Forza attesa di sincronizzazione verticale. Previene l'effetto di tearing quando si disegna un frame. Disabilitarlo può aiutare con il ritardo del mouse su alcuni sistemi.
pl: Wymusza oczekiwanie na synchronizację pionową. Zapobiega efektowi rozrywania podczas rysowania klatki. Wyłączenie tej funkcji może pomóc w eliminacji opóźnień myszy w niektórych systemach.
uk: Примушує очікування кінця Вертикальної Синхронізації. Запобігає ефекту розриву зображення. Якщо налаштування вимкнене, то це може зменшити лаг на деяких системах.

source: Zoom on when enabled.
it: Ingrandisce quando abilitato.
pl: Po włączeniu tej funkcji przybliża obraz.
uk: Коли ввімкнено, наближує екран гри.

source: Color Cycling
bg: Цветен цикъл
it: Ciclo Colori
pl: Przełączanie kolorów
uk: Циклування Кольорів

source: Color cycling effect used for water, lava, and acid animation.
bg: Включва ефект на цветови цикъл на палетизирани текстури, използван за анимация на вода, лава и киселина.
it: Effetto di ciclo dei colori utilizzato per animazioni di acqua, lava e acido.
pl: Efekt cyklicznych zmian kolorów stosowany w animacjach wody, lawy i kwasu.
uk: Ефект циклування кольорів, що використовується для анімації води, лави та кислоти.

source: Alternate nest art
bg: Алтернативна палитра за Свърталище
it: Tavolozza grafica alternativa
pl: Użyj alternatywnej grafiki gniazda
uk: Альтернативна палітра для Гнізда

source: The game will use an alternative palette for Hellfire’s nest tileset.
bg: Играта ще използва алтернативна палитра за Hellfire нивата от Свърталището.
it: Il gioco utilizzerà una tavolozza alternativa per Hellfire.
pl: W grze zostanie wykorzystana alternatywna paleta kafelków gniazda Hellfire.
uk: У грі буде використовуватися альтернативна палітра для плиток Гнізда з Hellfire.

source: Hardware Cursor
bg: Хардуерен курсор
it: Cursore Hardware
pl: Kursor sprzętowy
uk: Апаратний Курсор

source: Use a hardware cursor
bg: Включване на хардуерен курсор
it: Usa cursore hardware
pl: Użyj kursora sprzętowego
uk: Використовувати апаратно-прискорений курсор

source: Hardware Cursor For Items
bg: Хардуерен курсор за предмети
it: Cursore Hardware Per Oggetti
pl: Kursor sprzęt. dla przedmiotów
uk: Апаратний Курсор для Предметів

source: Use a hardware cursor for items.
bg: Използване на хардуерен курсор при графика на предмети.
it: Usa cursore hardware per gli oggetti.
pl: Użyj kursora sprzętowego dla przedmiotów.
uk: Використовувати апаратно-прискорений курсор для предметів.

source: Hardware Cursor Maximum Size
bg: Макс. размер хардуерен курсор
it: Dimensione Massima Cursore Hardware
pl: Maks. rozmiar kursora sprzętowego
uk: Макс Розмір Аппаратного Курсору

source: Maximum width / height for the hardware cursor. Larger cursors fall back to software.
bg: Максимална ширина / височина за хардуерния курсор. Големите размери включват обратно софтуерен режим.
it: Larghezza / altezza massima per il cursore hardware. I cursori più grandi ripiegano sul software.
pl: Maksymalna szerokość / wysokość kursora sprzętowego. Większe kursory są przełączane z powrotem do programowego.
uk: Максимальна широта / висота для апаратно-прискореного курсору. Більші курсори використовують програмний спосіб.

source: FPS Limiter
bg: Лимит на Кадри
it: Limita FPS
pl: Ogranicznik FPS
uk: Ліміт Кадрів в Секунду

source: FPS is limited to avoid high CPU load. Limit considers refresh rate.
bg: Броят на кадри е лимитиран за да намали използването на процесора. Лимита е свързан с текущата честота на монитора.
it: FPS limitati per evitare uso elevato di CPU. Il limite considera la frequenza di aggiornamento.
pl: Liczba klatek na sekundę jest ograniczona, aby uniknąć dużego obciążenia procesora. Ograniczenie uwzględnia częstotliwość odświeżania.
uk: Кадри в секунду лімітовані, щоб запобігти високе використання процессора. Ліміт враховує частоту оновлення монітора.

source: Show Item Graphics in Stores
it: Mostra Grafica degli Articoli nei Negozi
pl: Pokaż grafiki przedmiotów w sklepach
uk: Показувати Іконку Предмету в Магазині

source: Show item graphics to the left of item descriptions in store menus.
it: Mostra grafica degli articoli a sinistra delle loro descrizioni nei menu del negozio.
pl: Pokaż grafiki przedmiotów na lewo od opisu w menu sklepów.
uk: Показувати іконку предмету зліва від його опису в меню магазину.

source: Show FPS
bg: Покажи Кадри в секунда (FPS)
it: Mostra FPS
pl: Pokaż FPS
uk: Показати Кадри в Секунду

source: Displays the FPS in the upper left corner of the screen.
bg: Показва кадрите в секунда в горен ляв ъгъл на екрана.
it: Visualizza FPS nell'angolo superiore sinistro dello schermo.
pl: Wyświetlanie liczby klatek na sekundę w lewym górnym rogu ekranu.
uk: Показує лічильник кадрів в секунду в верхньому лівому кутку екрана.

source: Show health values
bg: Покажи стойности живот
it: Mostra valori salute
pl: Pokaż punkty życia
uk: Показати значення здоров'я

source: Displays current / max health value on health globe.
bg: Показва текущи / максимални стойности на живот върху кълбото на живота.
it: Mostra valore salute corrente / massimo nel globo.
pl: Wyświetla aktualną / maksymalną wartość stanu zdrowia na kuli zdrowia.
uk: Показує значення поточного/максимального здоров'я на кулі здоров'я.

source: Show mana values
bg: Покажи стойности мана
it: Mostra valori mana
pl: Pokaż punkty many
uk: Показати значення мани

source: Displays current / max mana value on mana globe.
bg: Показва текущи / максимални стойности на живот върху кълбото на маната.
it: Mostra valore mana corrente / massimo nel globo.
pl: Wyświetla aktualną / maksymalną wartość many na kuli many.
uk: Показує значення поточної/максимальної мани на кулі мани.

source: Gameplay
bg: Игра
it: Gioco
pl: Rozgrywka
uk: Гра

source: Gameplay Settings
bg: Игрови настройки
it: Impostazioni di Gioco
pl: Ustawienia Rozgrywki
uk: Налаштування Гри

source: Run in Town
bg: Бърз ход в града
it: Corsa in Città
pl: Bieg w mieście
uk: Біг в Місті

source: Enable jogging/fast walking in town for Diablo and Hellfire. This option was introduced in the expansion.
bg: Включи бягане/бързо ходене в града за Diablo и Hellfire. Тази опция се появява за първи път в допълнението на играта.
it: Abilita camminata veloce in città per Diablo e Hellfire. Opzione introdotta nell'espansione.
pl: Włączenie biegania/szybkiego chodzenia w mieście dla Diablo i Hellfire. Opcja ta została wprowadzona w dodatku.
uk: Вмикає біг/швидку ходьбу в Місті для Diablo та Hellfire. Цю опцію вперше додали в Hellfire.

source: Grab Input
bg: Захват на мишката
it: Cattura Input
pl: Chwytanie Wejścia
uk: Захопити Мишу

source: When enabled mouse is locked to the game window.
bg: При включване мишката е заключена в прозореца на играта.
it: Quando abilitato, il puntatore è catturato dalla finestra di gioco.
pl: Po włączeniu tej funkcji mysz jest zablokowana w oknie gry.
uk: Коли це налаштування ввімкнене, курсор буде прив'язаний до вікна гри .

source: Theo Quest
bg: Задача Търсенето на Тео
it: Missione di Theo
pl: Zadanie Theo
uk: Квест Тео

source: Enable Little Girl quest.
bg: Включи мисията на Малкото момиче
it: Abilita missione La Fanciulla.
pl: Włącz zadanie Mała Dziewczynka.
uk: Дозволяє квест Маленької Дівчинки.

source: Cow Quest
bg: Задача Кравешка мисия
it: Missione della Mucca
pl: Zadanie Krowie
uk: Квест Корови

source: Enable Jersey's quest. Lester the farmer is replaced by the Complete Nut.
bg: Включи мисията Говежди одежди. Фермера Лестър е заместен от Пълния Откачалник.
it: Abilita la missione di Jersey. Lester l'agricoltore è sostituito dal Matto Svitato.
pl: Włącz zadanie Jersey. Rolnik Lester zostaje zastąpiony przez Kompletnego Wariata.
uk: Дозволяє квест Джерсі. Замість Фермера Лестера буде Повний Псих.

source: Friendly Fire
bg: Приятелски огън
it: Fuoco Amico
pl: Przyjacielski ogień
uk: Дружній Вогонь

source: Allow arrow/spell damage between players in multiplayer even when the friendly mode is on.
bg: Позволява щети от стрели/заклинания между играчи в групова игра дори когато приятелски режим е включен.
it: Consenti danni da freccia/incantesimo in multigiocatore anche in modalità amichevole attiva.
pl: Umożliwienie zadawania obrażeń od strzał/czarów między graczami w trybie wieloosobowym, nawet jeśli włączony jest tryb przyjazny.
uk: Дозволяє шкоду від чар/стріл гравцям в мережевій грі, навіть якщо ввімкнений дружній режим.

source: Full quests in Multiplayer
it: Missioni intere in multigiocatore
pl: Pełne zadania w grach wieloosobowych
uk: Повні квести в Мережевій Грі

source: Enables the full/uncut singleplayer version of quests.
it: Abilita la versione per giocatore singolo completa/non tagliata delle missioni.
pl: Włącza pełne wersje zadań z gry jednoosobowej.
uk: Вмикає повні/неурізані версії квестів з одиночної гри.

source: Test Bard
bg: Тествай Бард
it: Prova Bardo
pl: Testuj Barda
uk: Тестовий Бард

source: Force the Bard character type to appear in the hero selection menu.
bg: Принуждава героинята Бард да се появи в менюто избор на герой.
it: Forza comparsa del personaggio Bardo nel menu di selezione dell'eroe.
pl: Wymuś wyświetlanie typu postaci Bard w menu wyboru bohatera.
uk: Примусити "Бард" з'явитися в меню вибору типу героя.

source: Test Barbarian
bg: Тествай Варварин
it: Prova Barbaro
pl: Testuj Barbarzyńcę
uk: Тестовий Варвар

source: Force the Barbarian character type to appear in the hero selection menu.
bg: Принуждава героят Варварин да се появи в менюто избор на герой.
it: Forza comparsa del personaggio Barbaro nel menu di selezione dell'eroe.
pl: Wymuszenie wyświetlania typu postaci Barbarzyńca w menu wyboru bohatera.
uk: Примусити "Варвар" з'явитися в меню вибору типу героя.

source: Experience Bar
bg: Скала Опит
it: Barra Esperienza
pl: Pasek Doświadczenia
uk: Шкала Досвіду

source: Experience Bar is added to the UI at the bottom of the screen.
bg: Скала показваща текущо ниво на опит е изобразена в долната част на екрана.
it: La Barra Esperienza compare nell'interfaccia utente nella parte inferiore dello schermo.
pl: Pasek doświadczenia zostanie dodany do interfejsu użytkownika w dolnej części ekranu.
uk: Додає внизу екрана Шкалу Досвіду.

source: Enemy Health Bar
bg: Скала за Живот на врага
it: Barra Salute Nemico
pl: Pasek zdrowia wroga
uk: Шкала Ворожого Життя

source: Enemy Health Bar is displayed at the top of the screen.
bg: Скала показваща текущо ниво на живот на врага е изобразена в горната част на екрана.
it: La Barra Salute Nemico viene mostrata nella parte superiore dello schermo.
pl: Pasek zdrowia wroga zostanie wyświetlony w górnej części ekranu.
uk: Додає внизу екрана Шкалу Ворожого Життя.

source: Auto Gold Pickup
bg: Авто взимане на злато
it: Raccolta Automatica Oro
pl: Auto podnoszenie złota
uk: Автопідбір Золота

source: Gold is automatically collected when in close proximity to the player.
bg: Включва автоматично взимане на злато от земята при близост с играча.
it: L'oro viene raccolto automaticamente in prossimità del giocatore.
pl: Złoto jest automatycznie zbierane, gdy znajduje się w pobliżu gracza.
uk: Золото автоматично збирається коли гравець знаходиться близько до нього.

source: Auto Elixir Pickup
bg: Авто взимане на Еликсир
it: Raccolta Automatica Elisir
pl: Auto podnoszenie eliksirów
uk: Автопідбір Еліксирів

source: Elixirs are automatically collected when in close proximity to the player.
bg: Включва автоматично взимане на Еликсири от земята при близост с играча.
it: Gli elisir vengono raccolti automaticamente in prossimità del giocatore.
pl: Eliksiry są automatycznie zbierane, gdy znajdują się w pobliżu gracza.
uk: Еліксири автоматично збираються коли гравець знаходиться близько до них.

source: Auto Oil Pickup
it: Raccolta Automatica Unguento
pl: Auto podnoszenie olejów
uk: Автопідбір Масел

source: Oils are automatically collected when in close proximity to the player.
it: Gli unguenti vengono raccolti automaticamente in prossimità del giocatore.
pl: Oleje są automatycznie zbierane, gdy znajdują się w pobliżu gracza.
uk: Масла автоматично збираються коли гравець знаходиться близько до них.

source: Auto Pickup in Town
bg: Авто взимане на предмети в града
it: Raccolta Automatica in Città
pl: Auto podnoszenie w mieście
uk: Автопідбір в Місті

source: Automatically pickup items in town.
bg: Автоматичното взимане на предмети от пода когато героя е в града.
it: Raccolta automatica degli oggetti in città.
pl: Automatycznie podnoś przedmioty w mieście.
uk: Предмети в Місті автоматично збираються.

source: Adria Refills Mana
bg: Адрия пълни Мана
it: Ricarica Mana da Adria
pl: Adria Uzupełnia Manę
uk: Адрія Поповнює Ману

source: Adria will refill your mana when you visit her shop.
bg: Адрия пълни Вашата мана когато разговаряте с нея.
it: Adria riempirà il tuo mana alla visita del suo negozio.
pl: Adria uzupełni twoją manę, gdy odwiedzisz jej sklep.
uk: Адрія поповнить ману коли гравець відвідує її магазин.

source: Auto Equip Weapons
bg: Авто-екипиране на оръжия
it: Auto Equipaggia Armi
pl: Automatycznie Załóż Broń
uk: Автоспорядження Зброї

source: Weapons will be automatically equipped on pickup or purchase if enabled.
bg: Оръжията ще бъдат автоматично екипирани при взимане или покупка.
it: Le armi saranno automaticamente equipaggiate alla raccolta o all'acquisto.
pl: Broń zostanie automatycznie założona przy podnoszeniu lub zakupie, jeśli dana opcja jest włączona.
uk: Зброя буде автоматично споряджена після її підбору або покупки.

source: Auto Equip Armor
bg: Авто-екипиране на брони
it: Auto Equipaggia Armatura
pl: Automatycznie Załóż Pancerz
uk: Автоспорядження Броні

source: Armor will be automatically equipped on pickup or purchase if enabled.
bg: Броните ще бъдат автоматично екипирани при взимане или покупка.
it: Le armature saranno automaticamente equipaggiate alla raccolta o all'acquisto.
pl: Pancerze będą automatycznie zakładane przy podnoszeniu lub zakupie, jeśli dana opcja jest włączona.
uk: Броня буде автоматично споряджена після її підбору або покупки.

source: Auto Equip Helms
bg: Авто-екипиране на шлемове
it: Auto Equipaggia Elmi
pl: Automatycznie Załóż Hełmy
uk: Автоспорядження Шоломів

source: Helms will be automatically equipped on pickup or purchase if enabled.
bg: Шлемовете ще бъдат автоматично екипирани при взимане или покупка.
it: Gli elmi saranno automaticamente equipaggiati alla raccolta o all'acquisto.
pl: Hełmy będą automatycznie zakładane przy podnoszeniu lub zakupie, jeśli dana opcja jest włączona.
uk: Шоломи будуть автоматично споряджені після їх підбору або покупки.

source: Auto Equip Shields
bg: Авто-екипиране на щитове
it: Auto Equipaggia Scudi
pl: Automatycznie Załóż Tarcze
uk: Автоспорядження Щитів

source: Shields will be automatically equipped on pickup or purchase if enabled.
bg: Щитовете ще бъдат автоматично екипирани при взимане или покупка.
it: Gli scudi saranno automaticamente equipaggiati alla raccolta o all'acquisto.
pl: Tarcze będą automatycznie zakładane przy podnoszeniu lub zakupie, jeśli dana opcja jest włączona.
uk: Щити будуть автоматично споряджені після їх підбору або покупки.

source: Auto Equip Jewelry
bg: Авто-екипиране на накити
it: Auto Equipaggia Monili
pl: Automatycznie Załóż Biżuterię
uk: Автоспорядження Коштовностей

source: Jewelry will be automatically equipped on pickup or purchase if enabled.
bg: Накитите ще бъдат автоматично екипирани при взимане или покупка.
it: I monili saranno automaticamente equipaggiati alla raccolta o all'acquisto.
pl: Biżuteria zostanie automatycznie założona przy podnoszeniu lub zakupie, jeśli dana opcja jest włączona.
uk: Коштовності будуть автоматично споряджені після їх підбору або покупки.

source: Randomize Quests
bg: Произволни Задачи
it: Missioni Casuali
pl: Losuj Zadania
uk: Рандомізація Квестів

source: Randomly selecting available quests for new games.
bg: Избира случаен набор от всички възможни задачи при нова игра.
it: Seleziona casualmente le missioni disponibili per nuove partite.
pl: Losowe wybieranie dostępnych zadań dla nowych gier.
uk: Квести випадково вибираються для нової гри.

source: Show Monster Type
bg: Покажи тип на чудовището
it: Mostra Tipo Mostro
pl: Pokaż typ potwora
uk: Показати Тип Монстра

source: Hovering over a monster will display the type of monster in the description box in the UI.
bg: Посочването на чудовище с курсора на мишката показва типът му в информационния блок.
it: Passando il mouse su di un mostro verrà visualizzata una casella di descrizione col tipo di mostro.
pl: Najechanie kursorem myszy na potwora spowoduje wyświetlenie jego typu w polu opisu w interfejsie użytkownika.
uk: Наведення курсора миші над монстром покаже його тип в Панелі Інформації.

source: Show Item Labels
it: Mostra Etichette Oggetto
pl: Pokaż etykiety przedmiotów
uk: Показати Назви Предметів

source: Show labels for items on the ground when enabled.
it: Mostra etichette per oggetti a terra quando abilitato.
pl: Pokazuje etykiety przedmiotów znajdujących się na ziemi kiedy włączone.
uk: Показати назви предметів на землі, коли це налаштування ввімкнене.

source: Auto Refill Belt
bg: Авто-пълнене на колан
it: Auto Ricarica Cintura
pl: Automatycznie uzupełnij pas
uk: Автозаповнення Пояса

source: Refill belt from inventory when belt item is consumed.
bg: Запълва автоматично колана когато е използван консуматив.
it: Ricarica cintura dall'inventario quando l'oggetto della cintura viene consumato.
pl: Uzupełnij pasek z ekwipunku, gdy przedmiot w nim zostanie zużyty.
uk: Коли предмет з Поясу використовується, Пояс автоматично поповнюється з інвентаря.

source: Disable Crippling Shrines
bg: Забрани Увреждащи светилища
it: Disabilita Santuari Paralizzanti
pl: Wyłącz kaleczące kapliczki
uk: Вимкнути Псуючі Вівтарі

source: When enabled Cauldrons, Fascinating Shrines, Goat Shrines, Ornate Shrines and Sacred Shrines are not able to be clicked on and labeled as disabled.
bg: При Вкл. Котли (Cauldron), Кози светилища (Goat shrine), Очарователни (Fascinating) Неприкосновени (Sacred), Инкрустирани (Ornate) светилища (shrines) не могат да бъдат ползвани и са означени като изключени.
it: Quando abilitato i Calderoni, Santuari Avvenenti, di Capra, Ornati e Sacri non possono essere cliccati ed etichettati come disabilitati.
uk: Коли це налаштування ввімкнене, гравець не зможе клікнути на Казани, Чарівливі, Барвисті, Святі Вівтарі і Вівтарі Кози, які будуть показані як неактивні.

source: Quick Cast
bg: Бързо Заклинание
it: Magia Rapida
pl: Szybki Czar
uk: Швидке Чаклування

source: Spell hotkeys instantly cast the spell, rather than switching the readied spell.
bg: Бързите клавиши директно използват заклинанието вместо да сменят подготвено заклинание.
it: I tasti di scelta rapida della magia lanciano istantaneamente la magia, invece di cambiare la magia preparata.
pl: Naciśnięcie klawisza skrótu zaklęcia powoduje natychmiastowe rzucenie zaklęcia, zamiast przełączania gotowego zaklęcia.
uk: Гаряча клавішу чар буде відразу чаклувати попередньо вибрані чари.

source: Heal Potion Pickup
bg: Авто-взимане лечение
it: Raccolta Pozione di Guarigione
pl: Podnoszenie mikstur Leczenia
uk: Підбір Зілля Зцілення

source: Number of Healing potions to pick up automatically.
bg: Максимален брой на отвари за лечение за автоматично взимане от пода.
it: Numero di pozioni di Guarigione da raccogliere automaticamente.
pl: Liczba mikstur Leczenia, które są podnoszone automatycznie.
uk: Кількість Зілля Зцілення щоб автоматично підібрати.

source: Full Heal Potion Pickup
bg: Авто-взимане пълно лечение
it: Raccolta Pozione di Guarigione Totale
pl: Podnoszenie mikstur Pełn. Leczenia
uk: Підбір Зілля Повного Зцілення

source: Number of Full Healing potions to pick up automatically.
bg: Максимален брой отвари за пълно лечение за автоматично взимане от пода.
it: Numero di pozioni di Guarigione Totale da raccogliere automaticamente.
pl: Liczba mikstur Pełnego Leczenia, które są podnoszone automatycznie.
uk: Кількість Зілля Повного Зцілення щоб автоматично підібрати.

source: Mana Potion Pickup
bg: Авто-взимане мана
it: Raccolta Pozione del Mana
pl: Podnoszenie mikstur Many
uk: Підбір Зілля Мани

source: Number of Mana potions to pick up automatically.
bg: Максимален брой на отвари за мана за автоматично взимане от пода.
it: Numero di pozioni del Mana da raccogliere automaticamente.
pl: Liczba mikstur Many, które będą podnoszone automatycznie.
uk: Кількість Зілля Мани щоб автоматично підібрати.
