Repository: diasurgical/devilutionX
Catalog: Translations/*.po
Languages: bg, da, it, pl, uk

source: Ahh, the story of our King, is it? The tragic fall of Leoric was a harsh blow to this land. The people always loved the King, and now they live in mortal fear of him. The question that I keep asking myself is how he could have fallen so far from the Light, as Leoric had always been the holiest of men. Only the vilest powers of Hell could so utterly destroy a man from within...
bg: Ааа, за историята на Краля ли? Трагичния крах на Леорик дойде като гръм от ясно небе за тези земи. Хората обичаха Краля, а сега живеят в дълбок страх от него. Въпросът, който продължавам да си задавам, е, как е могъл да падне толкова далеч от Светилната, Леорик винаги е бил най-светлият от всички. Единствено най-покварените сили на Ада са способни да унищожат някого отвътре...
it: Ahh, la storia del nostro Re? La caduta di Leoric è stata un duro colpo per questa terra. La gente ha sempre amato il Re e ora vivono nel terrore di lui. Quello che non capisco è come è stato possibile che sia caduto così lontano dalla luce, dato che Leoric è sempre stato il più santo degli uomini. Solo i più malvagi poteri infernali avrebbero potuto cambiarlo così...
pl: Ach, chcesz poznać historię naszego Króla, tak? Tragiczny upadek Leoryka był bolesnym ciosem dla tej krainy. Ludzie od zawsze go wielbili, a teraz panicznie się go boją. Do dzisiaj zastanawia mnie to, jak Król mógł upaść tak nisko. Przecież był tak wielkodusznym władcą. Tylko najgorsze moce piekieł mogły tak doszczętnie zniszczyć jego duszę...
uk: А, історія нашого Короля… Трагічне падіння Леоріка стало великою бідою для наших земель. Люди завжди любили Короля, а тепер живуть в смертельному страху до нього. Я часто сам себе питаю — як так могло статися? Адже Леорік був найбільш праведним серед нас. Тільки найпотворніші та найчорніші сили Пекла могли спотворити сердце Короля…

source: The village needs your help, good master! Some months ago King Leoric's son, Prince Albrecht, was kidnapped. The King went into a rage and scoured the village for his missing child. With each passing day, Leoric seemed to slip deeper into madness. He sought to blame innocent townsfolk for the boy's disappearance and had them brutally executed. Less than half of us survived his insanity... The King's Knights and Priests tried to placate him, but he turned against them and sadly, they were forced to kill him. With his dying breath the King called down a terrible curse upon his former followers. He vowed that they would serve him in darkness forever... This is where things take an even darker twist than I thought possible! Our former King has risen from his eternal sleep and now commands a legion of undead minions within the Labyrinth. His body was buried in a tomb three levels beneath the Cathedral. Please, good master, put his soul at ease by destroying his now cursed form...
bg: Градът се нуждае от Вашата помощ, драги господарю! Преди няколко месеца, Принц Албрихт, синът на Крал Леорик, бе отвлечен. Побеснял, Кралят обърна всеки камък, за да намери своята рожба. Но с всеки изминал ден, Леорик сякаш изпадаше във все по-дълбока лудост. Обвиняваше невинни жители за изчезването на сина си, като ги осъждаше на несправедлива екзекуция. По-малко от половината от нас успяха да се спасят от неговото безумие. Рицарите му и придворните свещеници се опитаха да го усмирят, но той се обърна срещу тях и за жалост, те бяха принудени на цареубийство. С последния си дъх, Кралят отправи жестоко проклятие към бившите си слуги, кълнейки, се че те ще му служат вечно в мрака. Точно тогава, събитията придобиха още по-мрачен изглед, какъвто не съм и предполагал! Някогашният ни Крал се надигна от своя вечен сън и в момента ръководи легион от немъртви чудовища в Лабиринта. Тялото му лежи заровено в гробница, на три нива под Катедралата. Умолявам те, драги господарю, върни душата му в покой, като унищожиш тази му прокълната същност...
it: La città necessita del tuo aiuto, signore! Alcuni mesi fa il figlio di Re Leoric, il Principe Albrecht, venne rapito. Il Re, furioso, fece perquisire il villaggio per ritrovare il figlio. Col passare dei giorni, il Re sembrò scivolare sempre più nella pazzia. Incolpò cittadini innocenti della scomparsa del figlio e li giustiziò. Meno della metà di noi scamparono alla sua follia... I Cavalieri e i Sacerdoti provarono a placarlo, ma si rivoltò contro di loro e purtroppo, furono costretti ad ucciderlo. Con il suo ultimo respiro invocò una terribile maledizione contro i suoi passati seguaci. Giurò che lo avrebbero servito per sempre nell'oscurità... Da qui le cose prendono una piega ancora peggiore di quello che pensavo possibile! Il nostro ex Re è sorto dal suo sonno eterno e comanda una legione di non morti nel Labirinto. Il suo corpo fu sepolto tre livelli sotto la Cattedrale. Ti prego, signore, distruggi il suo corpo così che la sua anima possa riposare in pace...
pl: Wioska potrzebuje twojej pomocy! Kilka miesięcy temu porwano syna króla Leoryka, księcia Albrechta. Nasz władca wpadł w szał i przeczesał całą wioskę w poszukiwaniu zaginionego dziecka. Z każdym kolejnym dniem, Leoryk coraz głębiej popadał w obłęd. Doszukiwał się winy u niewinnych mieszczan, których kazał potem brutalnie stracić. Mniej niż połowa z nas przeżyła jego furię... Królewscy rycerze i kapłani próbowali go uspokoić. Wtedy Król zwrócił się przeciwko nim. Nie mając innego wyjścia, byli zmuszeni go zabić. Wraz ze swoim ostatnim tchnieniem, Leoryk nałożył straszliwą klątwę na swą byłą świtę. Poprzysiągł, że będą służyć mu w ciemnościach, na wieczność... W tym momencie sprawy przybrały gorszy obrót, niż sobie wyobrażałem! Nasz były król obudził się z wiecznego snu i przewodzi teraz legionami nieumarłych sług w labiryncie. Jego ciało zostało pochowane w komnacie, trzy poziomy pod katedrą. Błagam, zniszcz jego przeklętą formę i pozwól mu spocząć w pokoju...
uk: Майстре, селу потрібна твоя допомога! Декілька місяців назад був викрадений син Короля — Принц Альбрехт. Леорік впав у лють і обшукав все село, та нічого не знайшов. З кожним днем він все більше впадав в божевілля. Король звинуватив невинних жителів села у викраденні хлопчика. Їх страти були по звірячому жорстокі. Лише мала частина нас пережила його безумство… Лицарі і Священники Короля намагалися умилостивити його, тоді він обрушив всю свою лють на них. Лицарі були змушені його вбити. На останніх хвилинах життя, Король прокляв свою колишню свиту. Він поклявся, що ті хто воспротивилися йому будуть завжди підчинятися Королю в темряві… Після цього все стало ще гірше ніж було! Мертвий Король встав зі свого вічного сну і тепер керує військом нечисті в Лабіринті. Його тіло поховано у склепі на третьому підземному рівні під Собором. Прошу тебе, Майстре, звільни його заблудшу душу та зруйнуй його осквернене тіло…

source: As I told you, good master, the King was entombed three levels below. He's down there, waiting in the putrid darkness for his chance to destroy this land...
bg: Както вече споменах, драги господарю, Кралят е загробен на три нива дълбочина. Той е там долу, в зловещата тъмнина, чакайки момента да съсипе тази земя.
it: Come ti ho detto signore, il Re fu seppellito tre livelli qui sotto. Giù egli attende nella putrida oscurità l'opportunità per distruggere questa terra...
pl: Już mówiłem, Król został pochowany trzy poziomy pod katedrą. Oczekuje w mrokach podziemi na okazję, by nas zniszczyć...
uk: Мастре, як я вам казав, Король був похований трьома рівнями нижче. Він там, внизу, чекає свого шансу знищити цю землю в гнилій темряві…

source: The curse of our King has passed, but I fear that it was only part of a greater evil at work. However, we may yet be saved from the darkness that consumes our land, for your victory is a good omen. May Light guide you on your way, good master.
bg: Проклятието на Краля отмина, но се опасявам, че това е само частица от дебнещо по-велико зло. Въпреки всичко, може би има надежда да бъдем спасени от тъмнината, стелещо се над нашата земя, защото твоята победа е само добро знамение. Нека светлина озари твоя път, добри господарю.
it: La maledizione del Re è finita, ma temo che fosse parte di un male più grande. Comunque possiamo ancora salvarci dall'oscurità che consuma la nostra terra, la tua vittoria è un buon auspicio. Possa la luce guidarti sul tuo cammino, signore.
pl: Klątwa już minęła, ale obawiam się, że to był dopiero początek większych problemów. Na szczęście, możemy jeszcze zostać uratowani przed nadchodzącym niebezpieczeństwem. Twoje zwycięstwo dobrze nam wróży. Niech prowadzi cię światłość.
uk: Прокляття нашого Короля минуло, але я боюся, що тут діє більше зло. Проте твоя перемога — добрий знак, що ми ще можемо бути врятовані від темряви, що поглинає нашу землю. Хай Світло веде тебе на твоєму шляху, майстре.

source: The loss of his son was too much for King Leoric. I did what I could to ease his madness, but in the end it overcame him. A black curse has hung over this kingdom from that day forward, but perhaps if you were to free his spirit from his earthly prison, the curse would be lifted...
bg: Крал Леорик не можа да превъзмогне загубата на сина си. Положих всякакви усилия, за да облекча лудостта му, но все пак тя го пребори. От този ден нататък черно проклятие се стели над това кралство, но може би ако освободиш духа му от неговите земни окови, проклятието ще бъде повдигнато...
it: La perdita del figlio fu troppo per Re Leoric. Tentai quel che potei per calmare la sua pazzia, ma alla fine venni sopraffatto. Da quel giorno su questo Regno pesa una nera maledizione, ma magari se tu liberassi la sua anima dalla sua prigione terrena la maledizione cesserebbe...
pl: Utrata syna przerosła Króla. Próbowałem złagodzić jego obłęd, niestety bezskutecznie. Tamtego dnia, nad królestwem zawisła czarna klątwa. Jeżeli jednak uda ci się oswobodzić jego duszę, to może ta klątwa przeminie...
uk: Втрата сина була занадто великою трагедією для Короля Леорика. Я зробив усе, що міг, щоб полегшити його безумство, але врешті-решт воно його подолало. З того дня над цим королівством нависло чорне прокляття, але, можливо, якби ти звільнив його дух із земної в’язниці, прокляття було б знято…

source: I don't like to think about how the King died. I like to remember him for the kind and just ruler that he was. His death was so sad and seemed very wrong, somehow.
bg: Не искам да си спомням как се спомина Краля. Искам да си го спомням като добър и справедлив владетел, какъвто беше. Неговата смърт донесе много скръб за всички и бе някак не намясто.
it: Non mi piace pensare a come morì il Re. Preferisco ricordarlo per l'uomo buono e giusto che era. La sua morte è stata tanto triste quanto ingiusta.
pl: Nie chcę myśleć o tym, jak zginął nasz Król. Wolę zapamiętać go jako życzliwego i prawego władcę. Jego śmierć była bardzo smutnym wydarzeniem.
uk: Я не хочу думати про те, як помер Король. Я хочу запам'ятати його як добрим і справедливим правителем. Його смерть була такою сумною і якось дуже неправильною.

source: I made many of the weapons and most of the armor that King Leoric used to outfit his knights. I even crafted a huge two-handed sword of the finest mithril for him, as well as a field crown to match. I still cannot believe how he died, but it must have been some sinister force that drove him insane!
bg: Изковал съм повечето от оръжията и броните, с които Крал Леорик екипираше своите рицари. Дори направих огромен меч от най-добрия митрил за негово величество, както и корона, за да си подхождат. Все още не мога да повярвам как си отиде, но определено трябва да е била някаква наистина злокобна сила, която да го доведе до пълна лудост!
it: Forgiai la maggior parte delle armi e delle armature che Re Leoric forniva ai suoi cavalieri. Usai la mia maestria per forgiargli una spada a due mani del miglior mithril e una corona da battaglia. Non riesco ancora a credere che sia morto, di sicuro qualche forza malvagia lo portò alla pazzia!
pl: Wykułem wiele broni i pancerzy dla świty Króla Leoryka. Sam władca dostał ode mnie ogromny, dwuręczny miecz z najlepszego mithrilu, z koroną do kompletu. Wciąż nie mogę uwierzyć w to, jak zginął. Musiał zostać opętany przez naprawdę potężne i złowrogie siły!
uk: Я зробив багато зброї та більшість обладунків, які Король Леорік використовував для спорядження своїх лицарів. Я навіть зробив для нього величезний дворучний меч з найкращого міфрилу, а також польову корону в придачу. Я досі не можу повірити, як він помер, але, мабуть, якась зловісна сила звела його з розуму!

source: I don't care about that. Listen, no skeleton is gonna be MY king. Leoric is King. King, so you hear me? HAIL TO THE KING!
bg: Това не ме интересува. Слушай ме, никакъв скелет няма да бъде МОЙ крал. Единственият крал е Леорик. Крал, разбираш ли? ДА ЖИВЕЕ КРАЛЯТ!
it: Non m'importa! Ascolta, Nessuno scheletro diventerà il MIO re. Leoric è il RE. Re, mi senti? LUNGA VITA AL RE!
pl: Nie obchodzi mnie to. Słuchaj, żaden kościotrup nie będzie MOIM królem. Leoryk jest królem. Słyszysz? Królem! WIWAT KRÓL!
uk: Мене це не хвилює. Слухай, ніякий скелет не буде МОЇМ королем. Леорік — Король. Король, ти мене чуєш? СЛАВА КОРОЛЮ!

source: The dead who walk among the living follow the cursed King. He holds the power to raise yet more warriors for an ever growing army of the undead. If you do not stop his reign, he will surely march across this land and slay all who still live here.
bg: Мъртвите, бродещи сред живите, следват прокълнатия Крал. Той притежава силата да призовава още повече войни, умножавайки своята вечно растяща армия от немъртви. Ако не сложиш край на неговото господство, той със сигурност не ще се поколебае да съсече всеки, който живее по тези земи.
it: La morte cammina fra i vivi a causa della maledizione del Re. Egli ha il potere di sollevare altri guerrieri in una crescente armata di non-morti. Se non lo fermerai, marcerà su questa terra e massacrerà tutti quelli che ancora vivono qui.
pl: Martwi kroczący pomiędzy żywymi podążyli za przeklętym Królem. Posiadł moc, dzięki której może pozyskiwać jeszcze większą ilość wojowników. Jego armia nieumarłych wciąż się rozrasta. Jeśli go nie powstrzymasz, z pewnością zaatakuje tę krainę i wybije wszystkich jej mieszkańców.
uk: Мертві, що ходять серед живих, слідують за проклятим Королем. Він володіє силою підняти ще більше воїнів для постійно зростаючої армії нежиті. Якщо ти не зупиниш його правління, він неодмінно пройде по цій землі і вб’є всіх, хто ще тут живе.

source: Look, I'm running a business here. I don't sell information, and I don't care about some King that's been dead longer than I've been alive. If you need something to use against this King of the undead, then I can help you out...
bg: Виж, имам си достатъчно работа. Не продавам информация и не ме увлича някакъв си Крал, особено ако е мъртъв от години. Ако ти трябва нещо, с което да се изправиш срещу този Господар на Немъртвите, може би мога да ти помогна...
it: Senti, sto lavorando. Non vendo informazioni e non m'importa di nessun Re che è morto da più tempo di quanto io sia stato in vita. Se ti occorre qualcosa da usare contro questo Re dei non-morti, allora ti posso anche aiutare...
pl: Słuchaj, ja tu prowadzę interesy. Nie sprzedaję informacji i nie obchodzi mnie jakiś Król, który jest martwy dłużej, niż ja żyję. No, chyba, że potrzebujesz wyposażenia przeciwko niemu. Wtedy pomogę.
uk: Дивись, я веду тут бізнес. Я не продаю інформацію, і мені байдуже до якогось Короля, який був мертвий довше, ніж я живу. Якщо тобі потрібна якась зброя проти цього Короля нежиті, то я можу тобі допомогти…

source: The warmth of life has entered my tomb. Prepare yourself, mortal, to serve my Master for eternity!
bg: Топлината на живота е пристъпила в гробницата ми. Приготви се, смъртнико, да служиш вовеки на моя Господар!
it: La fiamma della vita è tornata a me. Preparati mortale, a servire il mio Padrone per l'eternità!
pl: Ciepło życia wpełzło do mego grobowca. Za chwilę cię stłamszę i staniesz się wiecznym sługą mego Pana!
uk: Тепло життя увійшло в мою могилу. Приготуйся вічно служити моєму Господарю, смертний!

source: I see that this strange behavior puzzles you as well. I would surmise that since many demons fear the light of the sun and believe that it holds great power, it may be that the rising sun depicted on the sign you speak of has led them to believe that it too holds some arcane powers. Hmm, perhaps they are not all as smart as we had feared...
bg: Забелязвам, това неясно държание озадачава и теб. Подозирам, че немалко демони се страхуват от светлината, вярвайки че тя има велика сила. Може би изгряващото слънце върху табелата им е заприличало на символ, носещ някаква тайнствена сила. Хммм, възможно е да не са чак толкова умни колкото подозираме...
it: Vedo che quello strano comportamento ti ha confuso. Suppongo che dato che molti demoni temono la luce del sole e pensano che contenga una grande forza, può essere che il sole nascente dipinto sull'insegna di cui parli abbia fatto loro credere che essa contenga arcani poteri. Hmm, forse non tutti sono così abili come temevamo...
pl: Widzę, że ta dziwna sytuacja zastanawia również ciebie. Demony bojące się światła słonecznego prawdopodobnie wierzą, że drzemie w nim wielka moc. Przypuszczam, że gdy zobaczyły słońce, zobrazowane na wspomnianym przez ciebie szyldzie, pomyślały, że skrywa w sobie tajemniczą energię. Hmm, być może nie są tak bystre, jak się obawialiśmy...
uk: Я бачу, ця дивна поведінка і тебе морочить. Я припускаю, що оскільки демони бояться світла сонця і вірять, що воно володіє великою силою, то можливо, зображення на знаку сонця, що сходить, змусило їх повірити, що знак теж володіє таємними силами. Хм, можливо, не всі вони такі розумні, як ми боялися…

source: Master, I have a strange experience to relate. I know that you have a great knowledge of those monstrosities that inhabit the labyrinth, and this is something that I cannot understand for the very life of me... I was awakened during the night by a scraping sound just outside of my tavern. When I looked out from my bedroom, I saw the shapes of small demon-like creatures in the inn yard. After a short time, they ran off, but not before stealing the sign to my inn. I don't know why the demons would steal my sign but leave my family in peace... 'tis strange, no?
bg: Господарю, имам да споделя едно странно преживяване. Знам, че имаш дълбоки познания за тези чудовищни създания, които обитават лабиринта, а това е нещо, което не мога да проумея за нищо на света... През нощта бях събуден от стържещ звук точно пред моята кръчма. Когато погледнах от спалнята си, видях в двора на кръчмата силуетите на малки демоноподобни същества. Миг по-късно те се разбягаха, но не и преди да откраднат табелата на кръчмата ми. Не знам защо демоните откраднаха табелата ми, а оставиха семейството ми на мира... странно е, нали?
it: Signore, vorrei raccontarti cosa mi è accaduto. So che tu conosci bene le mostruosità che vivono nel labirinto e quello che sto per raccontarti è una cosa che non riesco a capire... Ieri notte un rumore stridulo proveniente appena fuori dalla mia taverna mi ha tenuto sveglio. Guardando fuori ho notato delle sagome di piccoli demoni somiglianti a creaturine. Poco tempo dopo, sono fuggiti, ma non prima di avermi rubato l'insegna. Non voglio sapere perché i demoni hanno rubato la mia insegna, ma perché non lasciano in pace la mia famiglia... è strano, no?
pl: Jeśli mogę... chciałbym opowiedzieć ci dziwną historię. Wiem, że masz ogromną wiedzę o tych potwornościach zamieszkałych w labiryncie, a przydarzyło się coś czego za nic nie potrafię zrozumieć... Pewnej nocy obudziło mnie jakieś dziwne skrzypienie. Kiedy wyjrzałem z sypialni, na dziedzińcu zobaczyłem cienie małych stworzeń, wyglądających jak demony. Po chwili uciekły, ale zdążyły ukraść szyld mojej gospody. Nie pojmuję, czemu zabrały szyld, a nas zostawiły w spokoju... dziwne, nie?
uk: Учителю, у мене стався дивний випадок. Я знаю, що ти багато знаєш про тих чудовиськ, які мешкають у лабіринті, але це те, чого я не можу зрозуміти… Уночі мене розбудив шкряпаючий звук біля моєї таверни. Коли я виглянув зі своєї спальні, я побачив тіні маленьких демоноподібних створінь у дворі корчми. Через деякий час вони втекли, але не раніше, ніж вкрали табличку до моєї корчми. Я не знаю, чому демони крадуть мій знак, але залишають мою родину в спокої… дивно, правда?

source: Oh, you didn't have to bring back my sign, but I suppose that it does save me the expense of having another one made. Well, let me see, what could I give you as a fee for finding it? Hmmm, what have we here... ah, yes! This cap was left in one of the rooms by a magician who stayed here some time ago. Perhaps it may be of some value to you.
bg: Оооо, не беше нужно да ми връщаш табелата, но предполагам, че това ще ми спести разходите по изработката на нова. Добре, нека да видим с какво мога да ти се отплатя за намирането ѝ? Хммм, какво имаме тук... а, да! Тази шапка бе забравена в една от стаите от един вълшебник, който остана тук преди време. Може би ще ти бъде от полза.
it: Oh, non dovevi riportarmi l'insegna, suppongo che questo mi risparmi il costo di doverne fare un'altra. Bene, fammi pensare, cosa poso darti in cambio? Hmmm, cosa abbiamo qui?... ah, si! Questo copricapo è stato lasciato in una delle stanze da un mago che passò di qui qualche tempo fa. Forse per te potrebbe avere qualche utilità.
pl: Och, nie trzeba było zwracać mi szyldu, choć dzięki tobie nie muszę kupować nowego. Dobrze, zobaczmy, jak mogę ci to wynagrodzić? Hmmm, co my tu mamy... o, jest! Tę czapkę zostawił po sobie pewien czarodziej, który zatrzymał się tu jakiś czas temu. Może ci się do czegoś przyda.
uk: О, тобі не було потрібно повертати мій знак, але виходить, що це мені заощадить витрати на виготовлення нового. Що ж, зараз подивлюсь, що б я міг би дати тобі в винагороду? Хм, що в нас тут є… ах, ось! Колись чарівник залишив цю шапку в кімнаті. Можливо, це тобі пригодиться.

source: My goodness, demons running about the village at night, pillaging our homes - is nothing sacred? I hope that Ogden and Garda are all right. I suppose that they would come to see me if they were hurt...
bg: Боже мой, демони обикалят града нощем и плячкосват домовете ни? Нима няма нищо свято останало? Надявам се, че Огдън и Гарда са добре. Предполагам, че щяха да дойдат да ме видят, ако бяха ранени...
it: Signore, demoni che girano per il villaggio di notte, saccheggiando le nostre case - non c'è più niente di sacro? Spero che Ogden e Garda stiano bene. Penso sarebbero venuti da me se fossero feriti...
pl: Wielkie Nieba! Demony biegają nocami po wiosce i grabią nasze domy - czy nie ma już żadnych świętości? Mam nadzieję, że Ogden i Garda są cali. Chyba przyszliby do mnie, gdyby coś im się stało...
uk: Боже мій, демони бігають вночі по селу, грабують наші домівки — хіба немає нічого святого? Сподіваюся, що з Огденом і Гардою все гаразд. Хіба що, вони б прийшли до мене, якби їх поранили…

source: Oh my! Is that where the sign went? My Grandmother and I must have slept right through the whole thing. Thank the Light that those monsters didn't attack the inn.
bg: О, Боже! Така ли е изчезнала табелата? Баба ми и аз сигурно сме преспали цялата случка. Благодаря на Светлината, че тези чудовища не са нападнали гостилницата.
it: ..Oh, dio! È questa la fine che ha fatto l'insegna? Io e mia nonna dobbiamo aver dormito mentre accadeva. Grazie al Signore della Luce quei mostri non hanno attaccato la locanda.
pl: O rety! Zabrały szyld? Musiałyśmy przespać z babcią całe to zamieszanie. Dzięki światłości, że stwory nie zaatakowały gospody.
uk: О Боже! Так от куди дівся знак? Напевно, ми з бабусею все це проспали. Слава Світлу, що ті чудовиська не напали на таверну.
