Repository: diasurgical/DevilutionX
Catalog: Translations/*.po
Languages: cs, de, el, fr, sv

source: You can select a specific amount of gold to drop by right-clicking on a pile of gold in your inventory.
cs: Můžeš si zvolit konkrétní množství zlaťáků k odhození tak, že klikneš pravým tlačítkem myši na hromádku zlata ve tvém Inventáři.
de: Mit Rechtsklick auf einen Goldhaufen kannst Du eine bestimmte Menge Gold abheben.
el: Μπορείς να διαλέξεις συγκεκριμένο ποσό χρυσού για να ρίξεις, κάνοντας δεξί κλικ σε έναν σωρό χρυσού στον σάκο σου.
fr: Vous pouvez sélectionner une quantité spécifique d'or à déposer en faisant un clic droit sur une pile d'or dans votre inventaire.
sv: Du kan välja en viss mängd guld att kasta genom att högerklicka på en guldhög i dina ägodelar.

source: $Skills & Spells:
cs: $Dovednosti & Kouzla:
de: $Fertigkeiten & Zauber:
el: $Δεξιότητες & Ξόρκια:
fr: $Compétences & Sorts :
sv: $Förmågor och Trollformler:

source: You can access your list of skills and spells by left-clicking on the 'SPELLS' button in the interface bar. Memorized spells and those available through staffs are listed here. Left-clicking on the spell you wish to cast will ready the spell. A readied spell may be cast by simply right-clicking in the play area.
cs: K seznamu dovedností a kouzel se dostaneš kliknutím levým tlačítkem myši na tlačítko 'KOUZLA' na informačním panelu. Zapamatovaná kouzla a kouzla dostupná z hole jsou zde zobrazena. Kliknutí levým tlačítkem na kouzlo vybere dané kouzlo. Vybrané kouzlo lze vyčarovat tak, že klikneš pravým tlačítkem myši do herní obrazovky.
de: Rufe Deine Liste der Fertigkeiten und Zauber über den "Zauber"-Knopf oder die B-Taste auf. Erlernte und durch Stäbe verfügbare Zauber werden hier angezeigt. Linksklick zum Auswählen eines Zaubers. Rechtsklick in das Spielfeld zum Auslösen des Zaubers.
el: Μπορείς να έχεις πρόσβαση στην λίστα των ξορκιών και δεξιοτήτων σου κάνοντας αριστερό κλικ στο κουμπί 'ξόρκια' στην μπάρα πληροφοριών κάτω. Απομνημονευμένα ξόρκια και ξόρκια από ράβδους εμφανίζονται εδώ. Με αριστερό κλικ στο ξόρκι που θες να ρίξεις το ετοιμάζει κάτω δεξιά. Για να ρίξεις ένα προετοιμασμένο ξόρκι ή δεξιότητα απλά κάνε δεξί κλικ στον χώρο παιξίματος.
fr: Vous pouvez accéder à votre liste de compétences et de sorts en faisant un clic gauche sur le bouton 'SORTS' dans la barre d'interface. Les sorts appris et ceux disponibles via les bâtons sont listés ici. Un clic gauche sur le sort que vous souhaitez lancer prépare le sort. Un sort préparé peut être lancé par un simple clic droit dans la zone de jeu.
sv: Du kan nå din lista av förmågor och trollformler genom att vänsterklicka 'MAGI'-knappen i informationspanelen. Memoriserade trollformler och de som fås från stavar syns här. Genom att vänsterklicka på den trollformel du vill använda kan du förbereda den. En förberedd trollformel kan användas genom att högerklicka i spelområdet.

source: $Using the Speedbook for Spells:
cs: $Používání Rychlé Volby pro Kouzla:
de: $Verwendung der Schnellzauberleiste:
el: $Χρησιμοποιόντας το γρήγορο βιβλίο για ξόρκια:
fr: $Utiliser le Livre rapide pour les sorts :
sv: $Använda Snabboken för Trollformler:

source: Left-clicking on the 'readied spell' button will open the 'Speedbook' which allows you to select a skill or spell for immediate use. To use a readied skill or spell, simply right-click in the main play area.
cs: Kliknutí levým tlačítkem na aktuální kouzlo v informačním panelu otevře 'Rychlou Volbu', kde si můžeš rychle zvolit dovednost nebo kouzlo k použití. Vybrané kouzlo lze vyčarovat tak, že klikneš pravým tlačítkem myši do herní obrazovky.
de: Rufe die Schnellzauberleiste mit einem Linksklick auf den Knopf mit dem ausgewählten Zauber oder über die S-Taste auf. Linksklick auf eine Fertigkeit oder einen Zauber zum Auswählen. Rechtsklick in das Spielfeld zum Auslösen des Zaubers.
el: Με αριστερό κλικ στο κουμπί με το 'ετοιμασμένο ξόρκι' ανοίγει το γρήγορο βιβλίο το οποίο επιτρέπει την επιλογή ενός ξορκιού ή δεξιότητας για άμεση χρήση. Για να χρησιμοποιήσετε το ξόρκι ή την δεξιότητα απλά κάντε δεξί κλικ στον χώρο παιξίματος.
fr: Un clic gauche sur le bouton 'sort prêt' ouvrira le 'Speedbook' qui vous permet de sélectionner une compétence ou un sort pour une utilisation immédiate. Pour utiliser une compétence ou un sort préparé, faites simplement un clic droit dans la zone de jeu principale.
sv: Om du vänsterklickar på 'förberedd trollformel'-knappen så öppnas 'Snabboken' som låter dig välja en förmåga eller trollformel för omedelbart bruk. För att använda en förberedd förmåga eller trollformel är det bara att högerklicka i spelområdet.

source: Shift + Left-clicking on the 'select current spell' button will clear the readied spell.
cs: Kliknutím Shift + Levé tlačítko myši na aktuální kouzlo můžeš odebrat vybrané kouzlo.
de: Shift + Linksklick auf den Knopf mit dem ausgewählten Zauber hebt die Auswahl auf.
el: Shift + αριστερό κλικ στο κουμπί με το 'ετοιμασμένο ξόρκι' θα καθαρίσει το ετοιμασμένο ξόρκι.
fr: Maj + clic gauche sur le bouton 'sélectionner le sort actuel' effacera le sort préparé.
sv: Genom att hålla in Shift + vänsterklicka 'förberedd trollformel'-knappen kan den förberedda trollformeln tas bort.

source: $Setting Spell Hotkeys:
cs: $Nastavení Klávesových Zkratek pro Kouzla:
de: $Zauber-Schnelltasten festlegen:
el: $Ορίζοντας πλήκτρα για ξόρκια:
fr: $Configurer le raccourci pour un sort:
sv: $Ställa in Trollformelsgenvägar:

source: You can assign up to four Hotkeys for skills, spells or scrolls. Start by opening the 'speedbook' as described in the section above. Press the F5, F6, F7 or F8 keys after highlighting the spell you wish to assign.
cs: Můžeš nastavit až 4 Klávesové zkratky pro dovednosti, svitky nebo kouzla. Nejprve otevři 'Rychlou Volbu' jak je popsáno o sekci nahoře. Poté myší najeď na kouzlo, na které chceš nastavit klávesovou zkratku a zmáčkni jednu z kláves F5, F6, F7 nebo F8.
de: Du kannst bis zu vier Schnelltasten für Zauber, Fertigkeiten oder Schriftrollen festlegen. Rufe dafür wie oben beschrieben die Schnellzauberleiste auf. Fahre dann mit der Maus über einen Zauber und weise ihm mit F5, F6, F7 oder F8 eine Schnelltaste zu.
el: Μπορείς να ορίσεις μέχρι τέσσερα πλήκτρα για δεξιότητες, ξόρκια ή παπύρους. Άνοιξε το γρήγορο βιβλίο όπως περιγράφεται στην ενότητα πάνω και πάτησε το F5, F6, F7 ή F8 πλήκτρο, αφού 'αγγίξεις' με τον δείκτη ποντικιού το ξόρκι που θες.
fr: Vous pouvez attribuer jusqu'à quatre raccourcis clavier pour les compétences, les sorts ou les parchemins. Commencez par ouvrir le 'speedbook' comme décrit dans la section ci-dessus. Appuyez sur les touches F5, F6, F7 ou F8 après avoir mis en surbrillance le sort que vous souhaitez attribuer.
sv: Du kan tilldela upp till fyra tangentgenvägar för färdigheter, trollformler, eller skriftrullar. Börja genom att öppna 'Snabboken' enligt ovan. Tryck F5-, F6-, F7- eller F8-tangenterna efter att ha markerat den trollformel du vill tilldela.

source: $Spell Books:
cs: $Knihy Kouzel:
de: $Zauberbücher:
el: $Βιβλία Ξορκιών:
fr: $Livres de sort :
sv: $Magiböcker:

source: Reading more than one book increases your knowledge of that spell, allowing you to cast the spell more effectively.
cs: Čtením více než jedné knihy zvyšuješ svou znalost daného kouzla, což ti umožní čarovat dané kouzlo efektivněji.
de: Je mehr Bücher eines bestimmten Zaubers Du liest, desto größer wird Dein Wissen und Deine Effektivität beim Anwenden des Zaubers.
el: Διαβάζοντας παραπάνω από ένα βιβλίο σου αυξάνει την γνώση σου για το ξόρκι αυτό και σου επιτρέπει να το ρίχνεις πιο αποδοτικά.
fr: Lire plus d'un livre augmente votre connaissance de ce sort, vous permettant de lancer le sort plus efficacement.
sv: Genom att läsa mer än en bok ökar du din kunskap om den trollformen, vilket låter dig använda den med större verkan.

source: Shareware Hellfire Help
cs: Nápověda k Shareware Hellfire
de: Shareware-Hellfire-Hilfe
el: Βοήθεια Δωρεάν έκδοσης Χελβαϊερ
fr: Aide Hellfire Shareware
sv: Shareware Hellfire-Hjälp

source: Hellfire Help
cs: Nápověda k Hellfire
de: Hellfire-Hilfe
el: Βοήθεια Χελβαϊερ
fr: Aide Hellfire
sv: Hellfire-Hjälp

source: Shareware Diablo Help
cs: Nápověda k Shareware Diablu
de: Shareware-Diablo-Hilfe
el: Βοήθεια Δωρεάν έκδοσης Ντιάμπλο
fr: Aide Diablo Shareware
sv: Shareware Diablo-Hjälp

source: Diablo Help
cs: Nápověda k Diablu
de: Diablo-Hilfe
el: Βοήθεια Ντιάμπλο
fr: Aide Diablo
sv: Diablo-Hjälp

source: Press ESC to end or the arrow keys to scroll.
cs: Stiskni ESC pro ukončení, šipky pro posun.
de: Escape zum Beenden oder Pfeiltasten um zu scrollen.
el: Πατήστε ESC για κλείσιμο ή τα πλήκτρα με βελάκια για ανακύλιση.
fr: Appuyez sur Échap pour terminer ou sur les flèches pour faire défiler.
sv: Tryck ESC för att avsluta och piltangenterna för att flytta.

source: Unable to create main window
cs: Nelze vytvořit hlavní okno
de: Hauptfenster kann nicht erstellt werden
el: Ανικανότητα δημιουργίας του κυρίως παραθύρου
fr: Impossible de créer la fenêtre principale
sv: Kunde inte skapa huvudfönstret

source: No room for item
de: Kein Platz für das Item
el: Δεν έχεις χώρο για το αντικείμενο

source: Oil of Accuracy
cs: Olej Přesnosti
de: Öl der Genauigkeit
el: Λάδι Ακρίβειας
fr: Huile de Précision
sv: Träffsäkerhetsolja

source: Oil of Mastery
cs: Olej Mistrovství
de: Öl der Meisterschaft
el: Λάδι της Μαεστρίας
fr: Huile de Maîtrise
sv: Mästerolja

source: Oil of Sharpness
cs: Olej Ostrosti
de: Öl der Schärfung
el: Λάδι Οξύτητας
fr: Huile d'Affutage
sv: Skärpeolja

source: Oil of Death
cs: Olej Smrti
de: Öl des Todes
el: Λάδι του Θανάτου
fr: Huile de Mort
sv: Dödsolja

source: Oil of Skill
cs: Olej Dovednosti
de: Öl der Agilität
el: Λάδο της Δεξιότητας
fr: Huile de Compétence
sv: Skicklighetsolja

source: Blacksmith Oil
cs: Kovářský Olej
de: Öl der Reparatur
el: Λάδι του Σηδιρουργού
fr: Huile de Forgeron
sv: Smedsolja

source: Oil of Fortitude
cs: Olej Statečnosti
de: Öl der Stärke
el: Λάδι της Αντοχής
fr: Huile de Courage
sv: Ståndaktighetsolja

source: Oil of Permanence
cs: Olej Stálosti
de: Öl der Beständigkeit
el: Λάδι της Μονιμότητας
fr: Huile de Durabilité
sv: Permanensolja

source: Oil of Hardening
cs: Olej Tvrdnutí
de: Öl des Härtens
el: Λάδι της Σκλήρυνσης
fr: Huile de Durcissement
sv: Härdningsolja

source: Oil of Imperviousness
cs: Olej Nepropustnosti
de: Öl der Undurchlässigkeit
el: Λάδι της Αδιαπερατότητας
fr: Huile d'Imperméabilité
sv: Osårbarhetsolja

# spell
source: {0} of {1}
de: {0} mit {1}
el: {0} με "{1}"
sv: {0} av {1}

# spell
source: {0} {1} of {2}
de: {0}{1} mit {2}
el: {1} {0} με "{2}"
sv: {0} {1} av {2}

source: {0} {1} of {2}
de: {0}{1} de{2}
el: {1} {0} και {2}
sv: {0} {1} av {2}

source: increases a weapon's
cs: zvyšuje u zbraně
de: Erhöhung de
el: αυξάνει την πιθανότητα
fr: augmente les
sv: ökar ett vapens

source: chance to hit
cs: šanci na zásah
de: r Trefferchance
el: ενός όπλου να χτυπήσει
fr: chance de toucher
sv: chans att träffa

source: greatly increases a
cs: výrazně zvyšuje
de: Starke Erhöhung de
el: αυξάνει κατά πολύ την πιθανότητα
fr: augmente beaucoup
sv: ökar betydligt ett

source: weapon's chance to hit
cs: u zbraně šanci na zásah
de: r Waffentrefferchance
el: ενός όπλου να χτυπήσει
fr: chances de toucher d'une arme
sv: vapens chans att träffa

source: damage potential
cs: potenciál poškození
de: s Schadenspotentials
el: δυνητικότητα ζημιάς
fr: potentiel de dommage
sv: skadepotential

source: greatly increases a weapon's
cs: výrazně zvyšuje u zbraně
de: Starke Erhöhung de
el: αυξάνει κατά πολύ την δυνητοκότητα
fr: augmente beaucoup les
sv: ökar betydligt ett vapens

source: damage potential - not bows
cs: potenciál poškození - ne u luku
de: s Schadenspotentials - außer Bögen
el: ενός όπλου για ζημιά - όχι σε τόξα
fr: dommage potentiel – pas les arcs
sv: skadepotential - inte bågar

source: reduces attributes needed
cs: snižuje potřebné atributy
de: Verringerte Anforderungen
el: μειώνει τα απαιτούμενα στατιστικά
fr: attributs nécessaire réduits
sv: minskar behövda attribut

source: to use armor or weapons
cs: pro používání zbroje a zbraní
de: für Rüstungen und Waffen
el: για να εξοπλίσεις όπλα και πανοπλίες
fr: pour utiliser des armes ou armures
sv: för att använda pansar eller vapen

source: restores 20% of an
cs: doplňuje 20% z
de: Stellt 20% der
el: αποκαθιστά 20% της
fr: restaure 20% de
sv: återställer 20% av ett

source: item's durability
cs: výdrže předmětu
de: Haltbarkeit wieder her
el: ανθεκτικότητας ενος αντικειμένου
fr: la durabilité de l'objet
sv: föremåls tålighet

source: increases an item's
cs: zvyšuje současnou a
de: Erhöht die aktuelle und
el: αυξάνει την μέγιστη και τρέχουσα
fr: augmente d'un objet
sv: ökar ett föremåls

source: current and max durability
cs: maximální výdrž předmětu
de: maximale Haltbarkeit
el: ανθεκτικότητα ενός αντικειμένου
fr: durabilité courante et maximale
sv: nuvarande och maximala tålighet

source: makes an item indestructible
cs: udělá předmět nezničitelným
de: Macht einen Gegenstand unzerstörbar
el: κάνει ένα αντικείμενο άφθαρτο
fr: rend un objet indestructible
sv: gör ett föremål oförstörbart

source: increases the armor class
cs: zvýší obranné číslo
de: Erhöhung des Rüstungswerts
el: αυξάνει την κλάση θωράκισης
fr: augmente la classe d'une armure
sv: ökar pansarklassen

source: of armor and shields
cs: zbroje nebo štítu
de: von Rüstungen und Schilden
el: μιας πανοπλίας ή ασπίδας
fr: d'armure et de bouclier
sv: för pansar och sköldar

source: greatly increases the armor
cs: výrazně zvýší obranné číslo
de: Große Erhöhung des Rüstungswerts
el: αυξάνει κατά πολύ την κλάση θωρακισης
fr: augmente beaucoup l'armure
sv: ökar betydligt pansar-

source: class of armor and shields
cs: zbroje nebo štítu
de: von Rüstungen und Schilden
el: μιας πανοπλίας ή ασπίδας
fr: classe d'armure et de bouclier
sv: klassen för vapen och sköldar

source: sets fire trap
cs: nastraží ohnivou past
de: legt eine Feuerfalle
el: τοποθέτηση παγίδας φωτιας
fr: pose un piège à feu
sv: sätter en eldfälla

source: sets lightning trap
cs: nastraží bleskovou past
de: legt eine Blitzfalle
el: τοποθέτηση παγίδας κεραυνού
fr: pose un piège à foudre
sv: sätter en åskfälla

source: sets petrification trap
cs: nastraží past zkamenění
de: legt eine Versteinerungsfalle
el: τοποθέτηση παγίδας πέτρωσης
fr: pose un piège de pétrification
sv: sätter en försteningsfälla

source: restore all life
cs: doplní všechny životy
de: Volle Lebensaufladung
el: ολική αναπλήρωση της ζωής
fr: restaure toute la vie
sv: återställ allt liv

source: restore some life
cs: doplní část životů
de: Partielle Lebensaufladung
el: μερική αναπλήρωση της ζωής
fr: restaure de la vie
sv: återställ en del liv

source: restore some mana
cs: doplní část many
de: Partielle Manaaufladung
el: μερική αναπλήρωση των μάνα
fr: restaurer un peu de mana
sv: återställ en del mana

source: restore all mana
cs: doplní všechnu manu
de: Volle Manaaufladung
el: ολική αναπλήρωση των μάνα
fr: restaure tout le mana
sv: återställ all mana

source: increase strength
cs: zvýší sílu
de: Erhöht die Stärke
el: αυξάνει την δύναμη
fr: augmente la force
sv: öka styrka

source: increase magic
cs: zvýší magii
de: Erhöht die Magie
el: αυξάνει την μαγεία
fr: augmente la magie
sv: öka magi

source: increase dexterity
cs: zvýší obratnost
de: Erhöht die Agilität
el: αυξάνει την επιδεξιότητα
fr: augmente la dextérité
sv: öka smidighet

source: increase vitality
cs: zvýší vitalitu
de: Erhöht die Vitalität
el: αυξάνει την ζωτικότητα
fr: augmente la vitalité
sv: öka kropp

source: restore some life and mana
cs: doplní část životů a many
de: Lebens- und Manaaufladung
el: μερική αναπλήρωση ζωής και μάνα
fr: restaure de la vie et du mana
sv: återställ en del liv och mana

source: restore all life and mana
cs: doplní všechny životy a manu
de: Volles Leben und Mana
el: ολική αναπλήρωση ζωής και μάνα
fr: restaure toute la vie et le mana
sv: återställ allt liv och mana

source: (works only in arenas)
de: (funktioniert nur in Arenen)
el: (λειτουργεί μόνο στης αρένες)

source: Right-click to view
cs: Zobrazení - klikni Pravým
de: Rechtsklick zum Ansehen
el: Δεξί-κλικ για προβολή
fr: Clic-droit pour voir
sv: Högerklicka för att visa

source: Right-click to use
cs: Použití - klikni Pravým
de: Rechtsklick zum Benutzen
el: Δεξί-κλικ για χρήση
fr: Clic-droit pour utiliser
sv: Högerklicka för att använda

source: Right-click to read, then left-click to target
cs: Přečtení - klikni Pravým, poté klikni Levým na cíl
de: Rechtsklick zum Lesen, dann Linksklick zum Zielen
el: Δεξί-κλικ για διάβασμα, και αριστερό-κλικ στον στόχο
fr: Clic-droit pour lire, puis clic-gauche pour cibler
sv: Högerklicka för att läsa, därefter vänsterklicka för att ange mål

source: Right-click to read
cs: Přečtení - klikni Pravým
de: Rechtsklick zum Lesen
el: Δεξί-κλικ για διάβασμα
fr: Clic-droit pour lire
sv: Högerklicka för att läsa

source: Activate to view
cs: Aktivuj pro zobrazení
de: Aktivieren zum Ansehen
el: Ενεργοποίηση για προβολή
fr: Activer pour visualiser
sv: Aktivera för att visa

source: Open inventory to use
cs: Otevři inventář pro použití
de: Zum Benutzen das Inventar öffnen
el: Άνοιξε τον σάκο σου για να το χρησιμοποιήσεις
fr: Ouvrez l'inventaire pour l'utiliser
sv: Öppna ägodelsskärm för att använda

source: Activate to use
cs: Aktivuj pro použití
de: Aktivieren zum Benutzen
el: Ενεργοποίησε το για να το χρησιμοποιήσεις
fr: Activer pour utiliser
sv: Aktivera för att använda

source: Select from spell book, then cast spell to read
cs: Vyber si z knihy kouzel, a poté vyčaruj kouzlo pro přečtení
de: Aus dem Zauberbuch wählen, dann Zaubern zum Lesen
el: Επιλέξτε από το βιβλίο με τα ξόρκια και μετά κάντε ξόρκι για ανάγνωση
fr: Sélectionner depuis le livre des sorts, puis lancer le sort pour le lire
sv: Välj från magibok, därefter använd trollformel för att läsa

source: Activate to read
cs: Aktivuj pro přečtení
de: Linksklick zum Lesen
el: Ενεργοποίησε το για να το διαβάσεις
fr: Activer pour lire
sv: Aktivera för att läsa

source: {} to view
de: {} zum Ansehen
el: {} για προβολή

source: {} to use
de: {} zum benutzen
el: {} για χρήση

source: Select from spell book, then {} to read
de: Aus dem Zauberbuch wählen, dann {} lesen
el: Επιλέξτε από το βιβλίο με τα ξόρκια, και μετά {} για ανάγνωση

source: {} to read
de: {} zum Lesen
el: {} για ανάγνωση

# player
source: Level: {:d}
cs: Patro: {:d}
el: Επίπεδο: {:d}
fr: Niveau : {:d}
sv: Nivå: {:d}

source: Doubles gold capacity
cs: Zdvojnásobí kapacitu hromádek zlata
de: Verdoppelt die Goldkapazität
el: Διπλασιάζει τον αποθηκευτικό χώρο για τον χρυσό
fr: Double la capacité en Or
sv: Fördubblar guldkapacitet

source: Required:
cs: Požadavky:
de: Benötigt:
el: Απαιτεί:
fr: Requis :
sv: Krävs:

source: {:d} Str
cs: {:d} Síla
el: {:d} Δυν
fr: {:d} For
sv: {:d} Sty

source: {:d} Mag
cs: {:d} Magie
el: {:d} Μαγ

source: {:d} Dex
cs: {:d} Obrat
de: {:d} Agil
el: {:d} Επι
sv: {:d} Smi

source: Book of {:s}
cs: Kniha - {:s}
de: Buch mit {:s}
el: Βιβλίο: {:s}
fr: Livre : {:s}
sv: Bok om {:s}

source: Ear of {:s}
cs: Ucho od {:s}
de: Ohr von {:s}
el: Το αυτί του(ης) {:s}
fr: Oreille de {:s}
sv: {:s}s öra

source: chance to hit: {:+d}%
cs: šance na zásah: {:+d}%
de: Trefferchance: {:+d}%
el: πιθανότητα για χτύπημα: {:+d}%
fr: toucher : {:+d}%
sv: träffchans: {:+d}%

source: {:+d}% damage
cs: {:+d}% poškození
de: {:+d}% Schaden
el: {:+d}% ζημιά
fr: {:+d}% dégâts
sv: {:+d}% skada

source: to hit: {:+d}%, {:+d}% damage
cs: na zásah: {:+d}%, {:+d}% poškození
de: Treff.: {:+d}%, {:+d}% Schaden
el: για χτύπημα: {:+d}%, {:+d}% ζημιά
fr: toucher : {:+d}%, {:+d}% dégâts
sv: att träffa: {:+d}%, {:+d}% skada

source: {:+d}% armor
cs: {:+d}% obrana
de: {:+d}% Rüstung
el: {:+d}% θωράκιση
fr: {:+d}% armure
sv: {:+d}% pansar

source: armor class: {:d}
cs: obranné číslo: {:d}
de: Rüstungswert: {:d}
el: κλάση θωράκισης: {:d}
fr: classe d'armure : {:d}
sv: pansarklass: {:d}

source: Resist Fire: {:+d}%
cs: Odolnost Oheň: {:+d}%
de: Feuerresistenz: {:+d}%
el: Αντοχή Φωτιάς: {:+d}%
fr: Résistance au Feu : {:+d}%
sv: Motstå Eld: {:+d}%

source: Resist Fire: {:+d}% MAX
cs: Odolnost Oheň: {:+d}% MAX
de: Feuerresistenz: {:+d}% MAX
el: Αντοχή Φωτιάς {:+d}% ΜΕΓΙΣΤΟ
fr: Résistance au Feu : {:+d}% MAX
sv: Motstå Eld: {:+d}% MAX

source: Resist Lightning: {:+d}%
cs: Odolnost Blesky: {:+d}%
de: Blitzresistenz: {:+d}%
el: Αντοχή Κεραυνού: {:+d}%
fr: Résistance à la Foudre : {:+d}%
sv: Motstå Åska: {:+d}%

source: Resist Lightning: {:+d}% MAX
cs: Odolnost Blesky: {:+d}% MAX
de: Blitzresistenz: {:+d}% MAX
el: Αντοχή Κεραυνού: {:+d}% ΜΕΓΙΣΤΟ
fr: Résistance à la Foudre : {:+d}% MAX
sv: Motstå Åska: {:+d}% MAX

source: Resist Magic: {:+d}%
cs: Odolnost Magie: {:+d}%
de: Magieresistenz: {:+d}%
el: Αντοχή Μαγείας: {:+d}%
fr: Résistance à la Magie : {:+d}%
sv: Motstå Magi: {:+d}%

source: Resist Magic: {:+d}% MAX
cs: Odolnost Magie: {:+d}% MAX
de: Magieresistenz: {:+d}% MAX
el: Αντοχή Μαγείας: {:+d}% ΜΕΓΙΣΤΟ
fr: Résistance à la Magie : {:+d}% MAX
sv: Motstå Magi: {:+d}% MAX

source: Resist All: {:+d}%
cs: Odolnost Vše: {:+d}%
de: Resistenz gegen alles: {:+d}%
el: Αντοχή Πάντων: {:+d}%
fr: Résistance à tout : {:+d}%
sv: Motstå Allt: {:+d}%

source: Resist All: {:+d}% MAX
cs: Odolnost Vše: {:+d}% MAX
de: Resistenz gegen alles: {:+d}% MAX
el: Αντοχή Πάντων: {:+d}% ΜΕΓΙΣΤΟ
fr: Résistance à tout : {:+d}% MAX
sv: Motstå Allt: {:+d}% MAX

source: spells are increased {:d} level
cs: kouzla navýšena o {:d} úroveň
de: + {:d} auf alle Zauberlevel
el: τα ξόρκια κερδίζουν {:d} επίπεδο
fr: sorts augmentés de {:d} niveau
sv: trollformler ökas {:d} nivå

source: spells are decreased {:d} level
cs: kouzla snížena o {:d} úroveň
de: - {:d} auf alle Zauberlevel
el: τα ξόρκια μειώνονται {:d} επίπεδο
fr: sorts diminués de {:d} niveau
sv: trollformler minskas {:d} nivå

source: spell levels unchanged (?)
cs: úroveň kouzel beze změn
de: Zauberlevel unverändert (?)
el: επίπεδα ξορκιών απαράλαχτα (?)
fr: niveaux de sorts inchangés ( ?)
sv: trollformsnivåer oförändrade (?)

source: Extra charges
cs: Použití navíc
de: Extraladungen
el: Επιπλέον φορτία
fr: Charges supplémentaires
sv: Extra laddningar

source: {:d} {:s} charge
cs: {:d} {:s} použití
de: {:d} {:s} Ladung
el: {:d} {:s} φορτίο
sv: {:d} {:s} laddning

source: Fire hit damage: {:d}
cs: Poškození ohněm: {:d}
de: Feuerschaden: {:d}
el: Ζημιά χτυπήματος φωτιάς {:d}
fr: Dégâts de Feu : {:d}
sv: Eldträffskada: {:d}

source: Fire hit damage: {:d}-{:d}
cs: Poškození ohněm: {:d}-{:d}
de: Feuerschaden: {:d}-{:d}
el: Ζημιά χτυπήματος φωτιάς {:d}-{:d}
fr: Dégâts de Feu : {:d}-{:d}
sv: Eldträffskada: {:d}-{:d}

source: Lightning hit damage: {:d}
cs: Poškození bleskem: {:d}
de: Blitzschaden: {:d}
el: Ζημιά χτυπήματος κεραυνού {:d}
fr: Dégâts de Foudre : {:d}
sv: Åskträffskada: {:d}

source: Lightning hit damage: {:d}-{:d}
cs: Poškození bleskem: {:d}-{:d}
de: Blitzschaden: {:d}-{:d}
el: Ζημιά χτυπήματος κεραυνού {:d}-{:d}
fr: Dégâts de Foudre : {:d}-{:d}
sv: Åskträffskada: {:d}-{:d}

source: {:+d} to strength
cs: {:+d} síla
de: {:+d} zu Stärke
el: {:+d} στην δύναμη
fr: {:+d} en force
sv: {:+d} till styrka

source: {:+d} to magic
cs: {:+d} magie
de: {:+d} zu Magie
el: {:+d} στην μαγεία
fr: {:+d} en magie
sv: {:+d} till magi

source: {:+d} to dexterity
cs: {:+d} obratnost
de: {:+d} zu Agilität
el: {:+d} στην επιδεξιότητα
fr: {:+d} en dexterité
sv: {:+d} till smidighet

source: {:+d} to vitality
cs: {:+d} vitalita
de: {:+d} zu Vitalität
el: {:+d} στην ζωτικότητα
fr: {:+d} en vitalité
sv: {:+d} till kropp

source: {:+d} to all attributes
cs: {:+d} ke všem statistikám
de: {:+d} zu allen Attributen
el: {:+d} σε όλα τα στατιστικά
fr: {:+d} à tous les attributs
sv: {:+d} till alla attribut

source: {:+d} damage from enemies
cs: {:+d} poškození od nepřátel
de: {:+d} Schaden von Feinden
el: {:+d} ζημιά από εχθρούς
fr: {:+d} dégâts des ennemis
sv: {:+d} skada från fiender

source: Hit Points: {:+d}
cs: Životy {:+d}
de: Leben: {:+d}
el: Πόντοι Ζωής {:+d}
fr: Points de vie : {:+d}
sv: Livspoäng: {:+d}
