Repository: diasurgical/DevilutionX
Catalog: Translations/*.po
Languages: cs, de, el, fr, sv

source: Long Battle Bow
cs: Dlouhý Bojový Luk
de: Kampfbogen
el: Μακρύ Τόξο Μάχης
fr: Arc Long de Bataille
sv: Lång Stridsbåge

source: Short War Bow
cs: Krátký Válečný Luk
de: Prunkbogen
el: Κοντό Τόξο Πολέμου
fr: Arc Court de Guerre
sv: Kort Krigsbåge

source: Long War Bow
cs: Dlouhý Válečný Luk
de: Kriegsbogen
el: Μακρύ Τόξο Πολεμού
fr: Arc Long de Guerre
sv: Lång Krigsbåge

source: Long Staff
cs: Dlouhá Hůl
de: Langstab
el: Πλούσια Ράβδος
fr: Bâton Long
sv: Långstav

source: Composite Staff
cs: Kompozitní Hůl
de: Kompositstab
el: Σύνθετη Ράβδος
fr: Bâton Composite
sv: Kompositstav

source: Quarter Staff
cs: Krátká Hůl
de: Kampfstab
el: Μακριά Ράβδος
fr: Bâton de Quart
sv: Kvartsstav

source: War Staff
cs: Válečná Hůl
de: Kriegsstab
el: Πολεμική Ράβδος
fr: Bâton de Guerre
sv: Krigsstav

source: Ring
cs: Prsten
el: Δαχτυλίδι
fr: Bague

source: Amulet
de: Amulett
el: Φυλακτό
fr: Amulette
sv: Amulett

source: Rune of Fire
cs: Runa Ohně
de: Feuerrune
el: Ρούνος της Φωτιάς
fr: Rune de Feu
sv: Eldruna

source: Rune
cs: Runa
el: Ρούνος
sv: Runa

source: Rune of Lightning
cs: Runa Blesku
de: Blitzrune
el: Ρούνος του Κεραυνού
fr: Rune de Foudre
sv: Åskruna

source: Greater Rune of Fire
cs: Vyšší Runa Ohně
de: Große Feuerrune
el: Ανώτερος Ρούνος της Φωτιάς
fr: Rune Supérieure de Feu
sv: Större Eldruna

source: Greater Rune of Lightning
cs: Vyšší Runa Blesku
de: Große Blitzrune
el: Ανώτερος Ρούνος του Κεραυνού
fr: Rune Supérieure de Foudre
sv: Större Åskruna

source: Rune of Stone
cs: Runa Kamene
de: Steinrune
el: Ρούνος της Πέτρας
fr: Rune de Pierre
sv: Stenruna

source: Short Staff of Charged Bolt
cs: Krátká Hůl - Blesková Střela
de: Kurzstab des geladenen Blitzes
el: Κοντή Ράβδος των Φορτισμένων Σφαιριδίων
fr: Bâton Court – Trait de Foudre
sv: Kortstav av Urladdning

source: Arena Potion
de: Arena Trank
el: Φίλτρο Αρένας

source: The Butcher's Cleaver
cs: Řezníkův Sekáček
de: Metzgerbeil des Schlächters
el: Ο Μπαλτάς του Χασάπη
fr: Le Couperet du Boucher
sv: Slaktarens Köttyxa

source: The Rift Bow
cs: Trhlinový Luk
de: Der Riftbogen
el: Το Τόξο του Ρήγματος
fr: Arc de le Faille
sv: Revbågen

source: The Needler
cs: Jehelníček
de: Der Nadler
el: Ο Βελονιστής
fr: L'Aiguilleteuse
sv: Nålaren

source: The Celestial Bow
cs: Luk z Nebes
de: Der himmlische Bogen
el: Το Τόξο των Ουρανών
fr: L'Arc Céléste
sv: Stjärnhimmelsbågen

source: Deadly Hunter
cs: Smrtící Lovec
de: Tödlicher Jäger
el: Ο Θανατηφόρος Κυνηγός
fr: Chasseur Mortel
sv: Dödliga Jägaren

source: Bow of the Dead
cs: Luk Mrtvých
de: Bogen der Toten
el: Το Τόξο των Νεκρών
fr: L'Arc des Morts
sv: De Dödas Båge

source: The Blackoak Bow
cs: Luk z Černého Dubu
de: Der Schwarzeichenbogen
el: Το Τόξο της Μαύρης Βελανιδιάς
fr: Arc de Chêne Noir
sv: Svarteksbågen

source: Flamedart
cs: Plamenná Šipka
de: Feuerpfeil
el: Βέλος της Φλόγας
fr: Fléchette de Flamme
sv: Eldpil

source: Fleshstinger
cs: Masožrout
de: Nierenstecher
el: Το Κεντρί της Σάρκας
fr: Dard de Chair
sv: Köttstickaren

source: Windforce
cs: Větrná Síla
de: Windmacht
el: Η Δύναμη του Ανέμου
fr: Cyclone
sv: Vindkraft

source: Eaglehorn
cs: Orlí Roh
de: Adlerhorn
el: Το Κέρας του Αετού
fr: Corne d'Aigle
sv: Örnhorn

source: Gonnagal's Dirk
cs: Gonnagalův Nůž
de: Gonnagals Dolch
el: Το Ξιφίδιο του Γκόναγκαλ
fr: Poignard de Gonnagal
sv: Gonnagals Dolk

source: The Defender
cs: Obránce
de: Der Verteidiger
el: Ο Αμυνόμενος
fr: Le Défenseur
sv: Försvararen

source: Gryphon's Claw
cs: Gryfův Dráp
de: Greifenklaue
el: Το Νύχι του Γρυπαετού
fr: Griffe de Griffon
sv: Gripklon

source: Black Razor
cs: Černá Břitva
de: Schwarzer Schnitter
el: Το Μαύρο Ξυράφι
fr: Rasoir Noir
sv: Svarta Rakkniven

source: Gibbous Moon
cs: Vypouklý Měsíc
de: Affenmond
el: Η Αμφίκυρτος Σελήνη
fr: Lune Gibbeuse
sv: Fullmåne

source: Ice Shank
cs: Ledová Kudla
de: Eiszapfen
el: Το Μαχαίρι του Πάγου
fr: Surin de Glace
sv: Iskniven

source: The Executioner's Blade
cs: Čepel Popravčího
de: Die Henkersklinge
el: Η Λεπίδα του Εκτελεστή
fr: La Lame du Bourreau
sv: Avrättarens Klinga

source: The Bonesaw
cs: Řezač Kostí
de: Die Knochensäge
el: Το Πριόνι για Κόκκαλα
fr: La Scie à Amputation
sv: Bensågen

source: Shadowhawk
cs: Stínový Jestřáb
de: Schattenfalke
el: Το Γεράκι της Σκιάς
fr: Faucon des Ombres
sv: Skugghöken

source: Wizardspike
cs: Kouzelníkův Hrot
de: Keris des Zauberers
el: Η Αιχμή του Μάγου
fr: Pointe du Sorcier
sv: Trollkarlsmärlan

source: Lightsabre
cs: Meč Světla
de: Lichtsäbel
el: Φωτόσπαθο
fr: Sabre-Laser
sv: Ljussabel

source: The Falcon's Talon
cs: Sokolův Pařát
de: Die Falkenklaue
el: Το Νύχι του Αετού
fr: La Serre du Faucon
sv: Falkens Klo

source: Inferno
el: Λαίλαπα

source: Doombringer
cs: Nositel Záhuby
de: Todesbringer
el: O Μόρος
fr: Porte-Malheur
sv: Domedagsbringaren

source: The Grizzly
cs: Grizzly
de: Der Grizzly
el: Η Γρίζλι
fr: Le Grizzly
sv: Grizzlyn

source: The Grandfather
cs: Praotec
de: Der Großvater
el: Ο Προπάππους
fr: Le Grand-Père
sv: Farfarn

source: The Mangler
cs: Znetvořitel
de: Der Zermalmer
el: Ο Ξεσκιστής
fr: L'Écharpeur
sv: Manglaren

source: Sharp Beak
cs: Ostrý Zobák
de: Scharfschnabel
el: Το Aιχμηρό Ράμφος
fr: Bec Pointu
sv: Vass Näbb

source: BloodSlayer
cs: Krvavý Zabiják
de: Blutschlächter
el: Ο Φονιάς του Αίματος
fr: Pourfendeur de Sang
sv: Bloddödaren

source: The Celestial Axe
cs: Sekera z Nebes
de: Die himmlische Axt
el: Το Ουράνιο Τσεκούρι
fr: La Hache Céleste
sv: Stjärnhimmelsyxan

source: Wicked Axe
cs: Zlovolná Sekera
de: Bösartige Axt
el: Το Κακόβουλο Τσεκούρι
fr: Hache Malfaisante
sv: Elaka Yxan

source: Stonecleaver
cs: Sekač Kamene
de: Steinspalter
el: Ο Μπαλτάς της Πέτρας
fr: Couperet de Pierre
sv: Stenhuggaren

source: Aguinara's Hatchet
cs: Aguinařina Sekyrka
de: Aguinaras Kriegsbeil
el: Το Τσεκούρι της Αγκουϊνάρας
fr: Hachette d'Aguinara
sv: Aguinaras Huggyxa

source: Hellslayer
cs: Pekelný Zabiják
de: Höllenschlächter
el: Ο Σφάχτης της Κολάσεως
fr: Pourfendeur de l'Enfer
sv: Helvetesdödaren

source: Messerschmidt's Reaver
cs: Messerschmidtův Plenitel
de: Messerschmidts Räuber
el: O Θεριστής του Μέσσερσμιντ
fr: Saccageur de Messerschmidt
sv: Messerschmidts Rövare

source: Crackrust
cs: Rezavý Louskáček
de: Brechrost
el: Η Σκουριασμένη Ρωγμή
fr: Craquerouille
sv: Sprickrost

source: Hammer of Jholm
cs: Kladivo z Jholmu
de: Hammer des Jholm
el: Το Σφυρί του Γιόλμ
fr: Marteau de Jholm
sv: Jholms Hammare

source: Civerb's Cudgel
cs: Civerbův Obušek
de: Civerbs Knüppel
el: Το Ρόπαλο του Κίβερμπ
fr: Massue de Civerb
sv: Civerbs Påk

source: The Celestial Star
cs: Jitřenka z Nebes
de: Der himmlische Stern
el: Το Ουράνιο Άστρο
fr: L'Étoile Céleste
sv: Himlastjärnan

source: Baranar's Star
cs: Baranarova Jitřenka
de: Baranars Stern
el: Το Άστρο του Μπάραναρ
fr: L'Étoile de Baranar
sv: Baranars Stjärna

source: Gnarled Root
cs: Sukovitý Kořen
de: Knorrige Wurzel
el: Οζώδης Ρίζα
fr: Racine Noueuse
sv: Gnagda Roten

source: The Cranium Basher
cs: Mlátič Lebek
de: Der Schädelspalter
el: Ο Κόπανος των Κρανίων
fr: Le Cabosse-Crâne
sv: Skallkrossaren

source: Schaefer's Hammer
cs: Schaeferovo Kladivo
de: Dirks Streithammer
el: Η Σφύρα του Σχάφερ
fr: Marteau de Schaefer
sv: Schäfers Hammare

source: Dreamflange
cs: Přiruba Snů
de: Alptraumtöter
el: Ο Κεφαλοθραύστης των Ονείρων
fr: Bride des Rêves
sv: Drömtaggen

source: Staff of Shadows
cs: Stínová Hůl
de: Stab der Schatten
el: Η Ράβδος των Σκιών
fr: Bâton des Ombres
sv: Skuggstaven

source: Immolator
cs: Upalovač
el: Ο Αναφλέκτηρας
fr: Immolateur
sv: Förbrännaren

source: Storm Spire
cs: Bouřná Věž
de: Sturmspitze
el: Ο Πυργίσκος της Θύελας
fr: Pinacle de Tempête
sv: Stormspiran

source: Gleamsong
cs: Třpytivá Píseň
de: Glitzerlied
el: Το Λαμπερό Τραγούδι
fr: Mélopée Scintillante
sv: Glimmersången

source: Thundercall
cs: Přivolavač Hromu
de: Donnerruf
el: Το Κάλεσμα του Κεραυνού
fr: Appel du Tonnerre
sv: Åskanroparen

source: The Protector
cs: Ochránce
de: Der Beschützer
el: Ο Προστάτης
fr: Le Protecteur
sv: Beskyddaren

source: Naj's Puzzler
cs: Najův Hádankář
de: Najs Rätsler
el: Ο Γρίφος του Νάτζ
fr: Casse-tête de Naj
sv: Najs Kluring

source: Mindcry
cs: Výkřik Mysli
de: Seelenjammer
el: Το Κλάμα του Νού
fr: Pleur d'Esprit
sv: Sinnesropet

source: Rod of Onan
cs: Onanova Tyč
de: Onans Stab
el: Η Ράβδος του Ονάν
fr: Baguette d'Onan
sv: Onans Stav

source: Helm of Spirits
cs: Helma Duchů
de: Helm der Geister
el: Το Κράνος των Πνευμάτων
fr: Heaume des Esprits
sv: Andarnas Hjälm

source: Thinking Cap
cs: Přemýšlející Šišák
de: Die Denkkappe
el: Σκούφος Σκέψης
fr: Calot de Pensée
sv: Tänkarmössan

source: OverLord's Helm
cs: Mocipánova Helma
de: Helm des Aufsehers
el: Η Περικεφαλαία του Άρχοντα
fr: Heaume de Suzerain
sv: Storherrens Hjälm

source: Fool's Crest
cs: Hlupákův Odznak
de: Narrenkappe
el: Το Λοφίο του Βλαμμένου
fr: Crête du Bouffon
sv: Dårens Krona

source: Gotterdamerung
cs: Soumrak Bohů
de: Götterdämmerung
el: To Λυκόφως των Θεών
fr: Götterdämmerung
sv: Gudars Skymning

source: Royal Circlet
cs: Královská Čelenka
de: Königlicher Reif
el: Βασιλικό Διάδεμα
fr: Diadème Royal
sv: Kungliga Tiaran

source: Torn Flesh of Souls
cs: Roztrhané Maso Duší
de: Fleisch der gequälten Seelen
el: Η Σκισμένη Σάρκα των Ψυχών
fr: Chair Déchirée des Âmes
sv: Slitna Själars Kött

source: The Gladiator's Bane
cs: Gladiátorova Zhouba
de: Der Fluch des Gladiators
el: Το Μαρτύριο του Μονομάχου
fr: Le Fléau du Gladiateur
sv: Gladiatorns Bane

source: The Rainbow Cloak
cs: Duhový Plášť
de: Der Regenbogenumhang
el: Ο Μανδύας του Ουράνιου Τόξου
fr: La Cape Arc-en-ciel
sv: Regnbågsmanteln

source: Leather of Aut
cs: Kožešina z Autu
de: Auts Lederrüstung
el: Το Δέρμα του Αούτ
fr: Cuir d'Aut
sv: Auts Läder

source: Wisdom's Wrap
cs: Přehoz Moudrosti
de: Gewand der Weisheit
el: Το Περιτύλιγμα της Σοφίας
fr: Enveloppe de Sagesse
sv: Vishetens Förband

source: Sparking Mail
cs: Jiskřivá Zbroj
de: Funkenrüstung
el: Ο Αστραφτερός Αλυσιδωτός Θώρακας
fr: Cotte de Mailles Étincelante
sv: Gnistrande Brynjan

source: Scavenger Carapace
cs: Mrchožroutův Krunýř
de: Aasfressers Beute
el: To Καύκαλο του Σαπροφάγου
fr: Carapace de Charognard
sv: Samlarens Skal

source: Nightscape
cs: Kápě Noci
de: Nachtschatten
el: Νυχτερινό Τοπίο
fr: Paysage Nocturne
sv: Nattkappan

source: Naj's Light Plate
cs: Najovy Odlehčené Pláty
de: Najs leichter Panzer
el: Ο Ολομεταλλικός Θώρακας του Νάτζ
fr: Plaque légère de Naj
sv: Najs Lätta Harnesk

source: Demonspike Coat
cs: Kabát z Ostnatého Démona
de: Stachelige Dämonenhaut
el: Το Παλτό της Δαιμόνιας Αιχμής
fr: Manteau de Piques de Démon
sv: Demontaggskappan

source: The Deflector
cs: Deflektor
de: Der Deflektor
el: Ο Εκτροπέας
fr: Le Déflecteur
sv: Deflektorn

source: Split Skull Shield
cs: Štít Rozštěpené Lebky
de: Spaltschädel-Schild
el: Η Ασπίδα του Ραγισμένου Κρανίου
fr: Bouclier de Crâne Écartelé
sv: Halva Skallens Sköld

source: Dragon's Breach
cs: Dračí Průlom
de: Drachentöter
el: Η Ρωγμή του Δράκου
fr: Brèche du Dragon
sv: Drakens Bräsch

source: Blackoak Shield
cs: Štít z Černého Dubu
de: Schwarzeichenschild
el: Η Ασπίδα της Μαύρης Βελανιδιάς
fr: Bouclier de Chêne Noir
sv: Svarteksskölden

source: Holy Defender
cs: Svatý Obránce
de: Heiliger Lodder
el: Ο Άγιος Υπερασπιστής
fr: Saint Défenseur
sv: Heliga Försvararen

source: Stormshield
cs: Bouřný Štít
de: Sturmschild
el: Η Ασπίδα της Θύελλας
fr: Bouclier de Tempête
sv: Stormskölden

source: Bramble
cs: Réva
de: Dornenzweig
el: Ο Βάτος
fr: Roncier
sv: Törne

source: Ring of Regha
cs: Prsten Reghy
de: Ring von Regha
el: Το Δακτυλίδι της Ρέγκχας
fr: Anneau de Regha
sv: Reghas Ring

source: The Bleeder
cs: Prsten Krvácení
de: Der Bluter
el: Το Ρεμάλι
fr: Le Saigneur
sv: Blödaren

source: Constricting Ring
cs: Stahující Prsten
de: Würgering
el: Το Περιοριστικό Δακτυλίδι
fr: Anneau Garrottant
sv: Strypande Ringen

source: Ring of Engagement
cs: Zásnubní Prsten
de: Verlobungsring
el: Το δακτυλίδι της Συμπλοκής
fr: Anneau d'Engagement
sv: Förlovningsringen

source: Tin
cs: Cínový
de: Zinn-
el: του Κασσίτερου
fr: en Étain
sv: Tenn

source: Brass
cs: Mosazný
de: Messing-
el: του Oρείχαλκου
fr: en Laiton
sv: Mässing

source: Bronze
cs: Bronzový
el: του Μπρούτζου
fr: en Bronze
sv: Brons

source: Iron
cs: Železný
de: Eisen-
el: του Σιδήρου
fr: en Fer
sv: Järn

source: Steel
cs: Ocelový
de: Stahl-
el: του Ατσαλιού
fr: en Acier
sv: Stål

source: Silver
cs: Stříbrný
de: Silber-
el: του Ασημιού
fr: en Argent

source: Platinum
cs: Platinový
de: Platin-
el: της Πλατίνας
fr: en Platine
sv: Platina

source: Mithril
cs: Mithrilový
el: του Μίθριλ
fr: en Mithril
sv: Mitril

source: Meteoric
cs: Meteorický
de: Meteorischer
el: του Μετεωρίτη
fr: en Météore
sv: Meteorisk

source: Strange
cs: Zvláštní
de: Seltsamer
el: του Παράξενου
fr: Étrange
sv: Underlig

source: Useless
cs: Nepoužitelný
de: Unnützer
el: του Άχρηστου
fr: Inutile
sv: Oanvändbar

source: Bent
cs: Ohnutý
de: Verbogener
el: του Λυγισμένου
fr: Courbe
sv: Böjd

source: Weak
cs: Slabý
de: Schwacher
el: του Αδύναμου
fr: Faible
sv: Svag

source: Jagged
cs: Zubatý
de: Gezackter
el: της Οδόντωσης
fr: de Déchirure
sv: Hackig

source: Deadly
cs: Smrtící
de: Tödlicher
el: του Θανατηφόρου
fr: de Violence
sv: Dödlig

source: Heavy
cs: Těžký
de: Schwerer
el: της Ενίσχυσης
fr: de Cruauté
sv: Tung

source: Vicious
cs: Krutý
de: Grimmiger
el: του Φαύλου
fr: d'Atrocité
sv: Hotfull

source: Brutal
cs: Brutální
de: Brutaler
el: της Κτηνωδίας
fr: de Brutalité

source: Massive
cs: Masivní
de: Massiver
el: του Ογκού
fr: Énorme
sv: Massiv

source: Savage
cs: Divoký
de: Wilder
el: της Αγριότητας
fr: Féroce
sv: Vild

source: Ruthless
cs: Bezohledný
de: Rücksichtsloser
el: του Αδίστακτου
fr: Implacable
sv: Hänsynslös

source: Merciless
cs: Nemilosrdný
de: Gnadenloser
el: του Ανελέητου
fr: Impitoyable
sv: Skoningslös

source: Clumsy
cs: Nemotorný
de: Ungeschickter
el: του Άτσαλου
fr: de Maladresse
sv: Klumpig

source: Dull
cs: Tupý
de: Stumpfer
el: της Άμβλυσης
fr: de Gaucherie
sv: Slö

source: Sharp
cs: Ostrý
de: Scharfer
el: της Αιχμηρότητας
fr: de Boucher
sv: Vass

source: Fine
cs: Skvělý
de: Erlesener
el: της Εξοχότητας
fr: de Fantassin
sv: Bra

source: Warrior's
cs: Bojovníkův
de: Kriegerischer
el: του Μαχητή
fr: de Guerrier
sv: Krigarens

source: Soldier's
cs: Vojákův
de: Soldatischer
el: του Στρατιώτη
fr: de Soldat
sv: Soldatens

source: Lord's
cs: Lordův
de: Fürstlicher
el: του Άρχονα
fr: de Seigneur
sv: Furstens

source: Knight's
cs: Rytířův
de: Ritterlicher
el: του Ιππότη
fr: de Chevalier
sv: Riddarens

source: Master's
cs: Mistrův
de: Meisterlicher
el: του Μαέστρου
fr: de Maître
sv: Mästarens

source: Champion's
cs: Šampionův
de: Heldenhafter
el: του Πρωταθλητή
fr: de Champion
sv: Förkämpens

source: King's
cs: Králův
de: Königlicher
el: του Βασιλιά
fr: de Roi
sv: Kungens

source: Vulnerable
cs: Zranitelný
de: Verletzlicher
el: του Ευάλωτου
fr: Vulnérable
sv: Sårbar

source: Rusted
cs: Zrezivělý
de: Verrosteter
el: της Σκουριάς
fr: Fragile
sv: Rostig

source: Strong
cs: Silný
de: Starker
el: της Δύναμης
fr: Solide
sv: Stark

source: Grand
cs: Velkolepý
de: Robuster
el: της Μεγαλότητας
fr: Grandiose
sv: Utmärkt

source: Valiant
cs: Statečný
de: Tapferer
el: του Θάρρους
fr: de Vaillance
sv: Tapper

source: Glorious
cs: Slavný
de: Glorreicher
el: της Δόξας
fr: de Gloire
sv: Strålande

source: Blessed
cs: Požehnaný
de: Gesegneter
el: της Ευλογίας
fr: de Bénédiction
sv: Välsignad

source: Saintly
cs: Posvátný
de: Geweihter
el: του Άγιου
fr: de Sainteté
sv: Hegonaktig

source: Awesome
cs: Úžasný
de: Großartiger
el: του Φανταστικού
fr: Fantastique
sv: Härlig

source: Godly
cs: Božský
de: Göttlicher
el: του Θεού
fr: de Dieux
sv: Gudomlig

source: Red
cs: Červený
de: Roter
el: του Κόκκινου
fr: de Jaspe
sv: Röd

source: Crimson
cs: Rudý
de: Karmesin-
el: του Πορφυρού
fr: de Cornaline
sv: Blodröd

source: Garnet
cs: Granátový
de: Granat-
el: του Λυχνίτη
fr: de Grenat
sv: Karmosinröd

source: Ruby
cs: Rubínový
de: Rubin-
el: του Ρουμπινιού
fr: de Rubis
sv: Rubinröd

source: Blue
cs: Modrý
de: Blauer
el: του Μπλέ
fr: de Turquoise
sv: Blå

source: Azure
cs: Azurový
de: Azurblauer
el: του Γαλάζιου
fr: d'Azurite
sv: Marinblå

source: Lapis
cs: Lapisový
de: Lazulith-
el: του Λάπις
fr: de Lapis
sv: Lapisblå

source: Cobalt
cs: Kobaltový
de: Kobalt-
el: του Κοβάλτιου
fr: de Cobalt
sv: Koboltblå

source: Sapphire
cs: Safírový
de: Saphir-
el: του Ζαφειριού
fr: de Saphir
sv: Safirblå

source: White
cs: Bílý
de: Weißer
el: του Λευκού
fr: de Porcelaine
sv: Vit

source: Pearl
cs: Perleťový
de: Perlen-
el: του Μαργαριταριού
fr: de Perle
sv: Pärlevit

source: Ivory
cs: Slonovinový
de: Elfenbein-
el: του Ελεφαντόδοτου
fr: d'Ivoire
sv: Elfenbensvit

source: Crystal
cs: Krystalový
de: Kristall-
el: του Κρυστάλου
fr: de Cristal
sv: Kristall

source: Diamond
cs: Diamantový
de: Diamant-
el: του Διαμαντιού
fr: de Diamant
sv: Diamant

source: Topaz
cs: Topazový
de: Topas-
el: του Τόπαζ
fr: de Topaze
sv: Topas

source: Amber
cs: Jantarový
de: Bernstein-
el: του Κεχριμπαριού
fr: d'Ambre
sv: Bärnsten

source: Jade
cs: Nefritový
el: του Νεφρίτη
fr: de Jade

source: Obsidian
cs: Obsidiánový
el: του Οψιανού
fr: d'Obsidienne

source: Emerald
cs: Smaragdový
de: Smaragd-
el: του Σμαραγδιού
fr: d'Émeraude
sv: Smaragd

source: Hyena's
cs: Hyeny
de: Hyänen-
el: της Ύαινας
fr: de la Hyène
sv: Hyenans

source: Frog's
cs: Žáby
de: Frosch-
el: του Βατράχου
fr: de la Grenouille
sv: Grodans

source: Spider's
cs: Pavoukův
de: Spinnen-
el: της Αράχνης
fr: de l'Araignée
sv: Spindelns

source: Raven's
cs: Havranův
de: Raben-
el: του Κόρακα
fr: du Corbeau
sv: Korpens

source: Snake's
cs: Hadův
de: Schlangen-
el: του Φιδιού
fr: du Lézard
sv: Äspingens

source: Serpent's
cs: Ještěrův
de: Vipern-
el: του Ερπετού
fr: du Serpent
sv: Ormens

source: Drake's
cs: Dráčkův
de: Echsen-
el: της Σαύρας
fr: de la Manticore
sv: Lindormens

source: Dragon's
cs: Drakův
de: Drachen-
el: του Δρακόμορφου
fr: du Dragon
sv: Drakens

source: Wyrm's
cs: Wyrmův
de: Lindwurm-
el: του Δράκοντα
fr: du Wyrm
sv: Nidhöggs

source: Hydra's
cs: Hydří
de: Hydra-
el: της Ύδρας
fr: de l'Hydre
sv: Hydrans

source: Angel's
cs: Andělův
de: Engels-
el: των Αγγέλων
fr: d'Ange
sv: Ängelns

source: Arch-Angel's
cs: Arch-Andělův
de: Erzengels-
el: των Αρχαγγέλων
fr: d'Arch-Ange
sv: Ärkeängelns

source: Plentiful
cs: Hojný
de: Spendabler
el: της Αφθονίας
fr: Prolifique
sv: Ymnig

source: Bountiful
cs: Bohatý
de: Großzügiger
el: της Πλουσιότητας
fr: Intarissable
sv: Översvämmande

source: Flaming
cs: Planoucí
de: Flammender
el: της Φλόγας
fr: de Flamme
sv: Flammande

source: Lightning
cs: Bleskový
de: Blitzender
el: του Κεραυνού
fr: de Foudre
sv: Blixtrande

source: quality
cs: kvality
de: r Qualität
el: της Ποιότητας
fr: de Qualité
sv: kvalitet

source: maiming
cs: zmrzačení
de: r Verstümmelung
el: της Ακρωτηρίασης
fr: de Blessure
sv: lemlästande

source: slaying
cs: zabíjení
de: s Erschlagens
el: του Φόνου
fr: d'Extermination
sv: dräpande

source: gore
cs: nabodnutí
de: s Massakers
el: της Αιματοχυσίας
fr: de Tuerie
sv: blodsspillan

source: carnage
cs: krveprolití
de: s Gemetzels
el: του Μακελιού
fr: de Carnage
sv: sönderslitande

source: slaughter
cs: vraždění
de: s Schlachtens
el: της Σφαγής
fr: de Massacre
sv: slakt

source: pain
cs: bolesti
de: s Schmerzes
el: του Πόνου
fr: de Douleur
sv: smärta

source: tears
cs: slz
de: r Tränen
el: των Δακρύων
fr: de Larmes
sv: tårar

source: health
cs: života
de: r Gesundheit
el: της Υγείας
fr: de Santé
sv: hälsa

source: protection
cs: ochrany
de: s Schutzes
el: της Προστασίας
fr: de Protection
sv: beskydd

source: absorption
cs: absorpce
de: r Absorption
el: της Απορόφησης
fr: d'Absorption

source: deflection
cs: odklonění
de: r Deflektion
el: της Απόκρουσης
fr: de Déviation
sv: återspegling

source: osmosis
cs: osmózy
de: r Osmose
el: της Όσμωσης
fr: d'Osmose
sv: osmos

source: frailty
cs: křehkosti
de: r Zerbrechlichkeit
el: της Ευθραυστότητας
fr: de Fragilité
sv: skörhet

source: weakness
cs: slabosti
de: r Schwäche
el: της Αδυναμίας
fr: de Faiblesse
sv: svaghet

source: strength
cs: síly
de: r Stärke
el: της Δύναμης
fr: de Force
sv: styrka

source: might
cs: mocnosti
de: r Macht
el: της Ισχύς
fr: de Puissance
sv: makt

source: power
cs: moci
de: r Kraft
el: της Εξουσίας
fr: de Pouvoir
sv: kraft

source: giants
cs: obrů
de: r Giganten
el: των Γιγάντων
fr: de Géant
sv: jättar

source: titans
cs: titánů
de: r Titanen
el: των Τιτάνων
fr: de Titan
sv: titaner

source: paralysis
cs: paralýzy
de: r Paralyse
el: της Παράλυσης
fr: de Paralysie
sv: paralys

source: atrophy
cs: atrofie
de: r Atropie
el: της Ατροφίας
fr: d'Atrophie
sv: atrofi

source: dexterity
cs: obratnosti
de: r Agilität
el: της Επιδεξιότητας
fr: de Dextérité
sv: smidighet

source: skill
cs: dovednosti
de: r Fertigkeit
el: της Δεξιότητας
fr: d'Aptitude
sv: skicklighet

source: accuracy
cs: přesnosti
de: r Genauigkeit
el: της Ευστοχίας
fr: d'Exactitude
sv: träffsäkerhet

source: precision
cs: preciznosti
de: r Präzision
el: της Ακρίβειας
fr: de Précision

source: perfection
cs: dokonalosti
de: r Perfektion
el: της Τελειότητας
fr: de Perfection
sv: perfektion

source: the fool
cs: hlupáka
de: s Narren
el: του Χαζού
fr: du Sot
sv: dåren

source: dyslexia
cs: dyslexie
de: r Dyslexie
el: της Δυσλεξίας
fr: de Dyslexie
sv: dyslexi

source: magic
cs: magie
de: r Magie
el: της Μαγείας
fr: de Magie
sv: magi

source: the mind
cs: mysli
de: s Geistes
el: του Μυαλού
fr: de l'Esprit
sv: sinnet

source: brilliance
cs: oslnivosti
de: r Brillanz
el: της Λαμπρότητας
fr: d'Intelligence
sv: briljans

source: sorcery
cs: čarodějnictví
de: r Zauberei
el: της Βασκανείας
fr: de Sorcellerie
sv: besvärjelse

source: wizardry
cs: kouzelnictví
de: r Hexerei
el: των Μάγιστρων
fr: d'Archimagie
sv: trolldom

source: illness
cs: nemoci
de: r Krankheit
el: της Αρρώστιας
fr: de Maladie
sv: illamående

source: disease
cs: choroby
de: r Seuche
el: της Επιδημίας
fr: de Nausée
sv: sjukdom

source: vitality
de: r Vitalität
el: της Ζωτικότητας
fr: de Vitalité
sv: livskraft

source: zest
cs: nadšení
de: r Frische
el: του Πάθους
fr: d'Entrain
sv: livlighet

source: vim
cs: elánu
de: s Schwungs
el: της Ζωντάνιας
fr: d'Ardeur
sv: ork

source: vigor
cs: ráznosti
de: r Härte
el: του Σφρίγους
fr: de Vigueur
sv: vigör

source: life
cs: života
de: s Lebens
el: της Ζωής
fr: de Vie
sv: liv

source: trouble
cs: potíží
de: r Sorgen
el: του Μπελά
fr: de Difficulté
sv: problem

source: the pit
cs: jámy
de: r Lähmung
el: της Τρύπας
fr: de la Fosse
sv: gropen

source: the sky
cs: oblohy
de: s Himmels
el: του Ουρανού
fr: du Ciel
sv: himlen

source: the moon
cs: měsíce
de: s Mondes
el: της Σελήνης
fr: de la Lune
sv: månen

source: the stars
cs: hvězd
de: r Sterne
el: των Άστρων
fr: des Étoiles
sv: stjärnorna

source: the heavens
cs: nebes
de: r Herrlichkeit
el: των Ουρανών
fr: du Paradis
sv: himlen

source: the zodiac
cs: zvěrokruhu
de: s Tierkreises
el: του Ζωδιακού Κύκλου
fr: du Zodiaque
sv: zodiaken

source: the vulture
cs: supa
de: s Geiers
el: του Αρπακτικού
fr: du Vautour
sv: gamen

source: the jackal
cs: šakala
de: s Schakals
el: του Τσακαλιού
fr: du Chacal
sv: schakalen

source: the fox
cs: lišky
de: s Fuchses
el: της Αλεπούς
fr: du Renard
sv: räven

source: the jaguar
cs: jaguára
de: s Jaguars
el: του Ιαγουάρου
fr: du Jaguar
sv: jaguaren

source: the eagle
cs: orla
de: s Adlers
el: του Αετού
fr: de l'Aigle
sv: örnen

source: the wolf
cs: vlka
de: s Wolfs
el: του Λύκου
fr: du Loup
sv: vargen

source: the tiger
cs: tygra
de: s Tigers
el: της Τίγρης
fr: du Tigre
sv: tigern

source: the lion
cs: lva
de: s Löwen
el: του Λιονταριού
fr: du Lion
sv: lejonet

source: the mammoth
cs: mamuta
de: s Mammuts
el: του Μαμούθ
fr: du Mammouth
sv: mammuten

source: the whale
cs: velryby
de: s Wals
el: της Φάλαινας
fr: de la Baleine
sv: valen

source: fragility
cs: křehkosti
de: r Brüchigkeit
el: της Ευθραυστότητας
fr: de Verre
sv: bräcklighet

source: brittleness
cs: lámavosti
de: r Sprödigkeit
el: της Διαλύσης
fr: de Fragilité
sv: sprödhet
