Repository: diasurgical/DevilutionX
Catalog: Translations/*.po
Languages: cs, de, el, fr, sv

source: Take heed and bear witness to the truths that lie herein, for they are the last legacy of the Horadrim. Nearly three hundred years ago, it came to be known that the Three Prime Evils of the Burning Hells had mysteriously come to our world. The Three Brothers ravaged the lands of the east for decades, while humanity was left trembling in their wake. Our Order - the Horadrim - was founded by a group of secretive magi to hunt down and capture the Three Evils once and for all. The original Horadrim captured two of the Three within powerful artifacts known as Soulstones and buried them deep beneath the desolate eastern sands. The third Evil escaped capture and fled to the west with many of the Horadrim in pursuit. The Third Evil - known as Diablo, the Lord of Terror - was eventually captured, his essence set in a Soulstone and buried within this Labyrinth. Be warned that the soulstone must be kept from discovery by those not of the faith. If Diablo were to be released, he would seek a body that is easily controlled as he would be very weak - perhaps that of an old man or a child.
cs: Pozor dej a svedc o pravdach, jez zde ctes, jelikoz jsou poslednim odkazem Horadrim. Pred temer tremi stovkami let se stalo, ze Tri Prvotni Zla z Horoucich Pekel zahadne vstoupila do naseho sveta. Tri Bratri pustosili po desetileti zeme vychodu, zatimco se lide v jejich stopach trasli strachem. Nas Rad - Horadrim - byl zalozen tajnou skupinou magu, aby vypatral a uveznil Tri Zla pro jednou a naveky. Puvodne Horadrim uveznili dva ze Tri v mocnych artefaktech, jez jsou znamy jako Kameny duse, a pohrbili je hluboko pod piskem vychodnich pousti. Treti Zlo uniklo zajmuti a uprchlo na zapad, pronasledovano mnoha Horadrim. Treti Zlo - zname jako Diablo, Pan Hruzy - bylo nakonec dopadeno, jeho podstata ulozena do Kamenu duse a pohrbena v tomto Labyrintu. Budiz kazdy varovan, ze Kamen duse nesmi byt objeven lidmi bez viry. Bude-li Diablo uvolnen, vyhleda telo, jez muze jednoduse ovladat, protoze bude velice slaby - treba telo starce ci ditete.
de: Merket auf und vernehmt die Worte der Wahrheit, denn sie sind das letzte Vermächtnis der Horadrim. Vor beinahe dreihundert Jahren wurde bekannt, dass die Drei Erzübel der Hölle auf mysteriöse Weise in unsere Welt gelangt waren. Die drei Brüder verwüsteten jahrzehntelang die Länder des Ostens, und die Menschheit konnte nur zitternd zu ihnen aufsehen. Heimlich wurde von einer Gruppe Magier unser Orden gegründet, die Horadrim, mit dem Zweck, die drei Erzübel ein für allemal zu fangen. Die Gründerväter der Horadrim schafften es auch wirklich, zwei der drei Brüder in mächtigen Artefakten einzuschließen, den sogenannten Seelensteinen, die sie anschließend tief unten im Sand der verlassenen Wüsten des Ostens vergruben. Doch das dritte Erzübel entkam und floh nach Westen, verfolgt von vielen Horadrim. Dieser Dämon, bekannt als Diablo, Fürst des Terrors, wurde schließlich auch gefangen, seine Essenz in einen Seelenstein eingesperrt und in diesem Labyrinth versteckt. Hütet Euch, dass niemand den Seelenstein finde, der nicht dem Orden angehört! Wenn Diablo wieder freikäme, würde er sich sofort einen neuen Körper suchen, wahrscheinlich erst einmal einen schwachen, den er leicht kontrollieren kann, etwa einen alten Mann oder ein Kind.
el: Προσέξτε και δώστε μαρτυρία για τις αλήθειες που γράφονται εδώ, γιατί είναι η τελευταία κληρονομιά των Χοράντριμ. Πριν από σχεδόν τριακόσια χρόνια, έγινε γνωστό ότι τα Τρία Πρωταρχικά Κακά των Φλεγόμενων Κολάσεων είχαν έρθει μυστηριωδώς στον κόσμο μας. Οι Τρεις Αδερφοί ρήμαξαν τα εδάφη της ανατολής για δεκαετίες, ενώ η ανθρωπότητα έμενε να τρέμει στο πέρασμά τους. Το Τάγμα μας - οι Χοράντριμ - ιδρύθηκε από μια ομάδα μυστικών μάγων για να κυνηγήσουν και να συλλάβουν τα Τρία Κακά μια για πάντα. Οι αρχικοί Χοράντριμ συνέλαβαν δύο από τα Τρία μέσα σε ισχυρά τεχνουργήματα γνωστά ως Λίθους των Ψυχών και τα έθαψαν βαθιά κάτω από την έρημη ανατολική έρημο. Το τρίτο Κακό διέφυγε τη σύλληψη και διέφυγε προς τα δυτικά με πολλούς από τους Χοράντριμ να το καταδιώκουν. Το Τρίτο Κακό - γνωστό ως ο Ντιάμπλο, ο Άρχοντας του Τρόμου - τελικά αιχμαλωτίστηκε, η ουσία του τοποθετήθηκε σε ένα Λίθο της Ψυχής και θάφτηκε σε αυτόν εδώ τον Λαβύρινθο. Σας προειδοποιώ ότι ο Λίθος της Ψυχής δεν πρέπει να ανακαλυφθεί από εκείνους που δεν είναι της πίστης μας. Αν ο Ντιάμπλο απελευθερωνόταν, θα αναζητούσε ένα σώμα που να ελέγχεται εύκολα καθώς θα ήταν πολύ αδύναμος - ίσως αυτό ενός γέρου ή ενός παιδιού.
fr: Voyez et soyez témoins des vérités ci-après, car elles sont le dernier héritage des Horadrim. Il y a près de trois cents ans, on apprit que les Trois Démons Primordiaux des Enfers Ardents étaient mystérieusement arrivés dans notre monde. Les Trois Frères ravagèrent les terres de l'Est des décennies durant, tandis que l'humanité tremblait dans leur sillage. Notre Ordre – les Horadrim – fut fondé par un groupe de mages discrets pour traquer et capturer les Trois Démons une fois pour toutes. Les Horadrim originels capturèrent deux des Trois au sein de puissants artefacts connus sous le nom de Pierre d'âmes et les enfouirent profondément sous les sables désolés de l'Est. Le troisième Mal échappa à la capture et s'enfuit vers l'ouest avec de nombreux Horadrim à ses trousses. Le troisième mal – connu sous le nom de Diablo, le Seigneur de la Terreur – fut finalement capturé, et son essence placée dans une Pierre d'âme et enterrée dans ce labyrinthe. Soyez prévenus que la pierre d'âme ne doit pas être découverte par ceux qui ne sont pas de la foi. Si Diablo devait être libéré, il chercherait un corps facilement contrôlable car il serait très faible – peut-être celui d'un vieillard ou d'un enfant.
sv: Lyssna noga och bär vittnesmål åt sanningarna som finns häri, ty de är Horadrims sista arv. Nära tre hundra år sedan blev det uppdagat att de Tre Första Ondskorna från de Brinnande Helvetena mystiskt kommit till vår värld. De Tre Bröderna härjade länderna i öst under decennier, medan mänskligheten darrade i deras fotspår. Vår Orden - Horadrim - grundades av en grupp hemlighetsfulla magiker för att jaga och fånga de Tre Ondskorna en gång för alla. De ursprungliga Horadrim tillfångatog två av de Tre med kraftfulla skatter som kallas Själsstenar och gömde dem djupt under den öde sanden i öst. Den tredje Ondskan flydde fångenskapen och tog sig västerut med många av Horadrim efter sig. Den Tredje Ondskan - som kallas Diablo, Fasans Herre - fångades till sist, och hans essens bands i en Själssten och begravdes i denna Labyrint. Det är viktigt att Själsstenen måste hållas gömd från upptäckt av de som inte delar vår tro. Om Diablo skulle släppas lös, skulle han söka en kropp som är enkel att kontrollera då han skulle vara mycket svag - kanske en gammal man eller ett barn.

source: So it came to be that there was a great revolution within the Burning Hells known as The Dark Exile. The Lesser Evils overthrew the Three Prime Evils and banished their spirit forms to the mortal realm. The demons Belial (the Lord of Lies) and Azmodan (the Lord of Sin) fought to claim rulership of Hell during the absence of the Three Brothers. All of Hell polarized between the factions of Belial and Azmodan while the forces of the High Heavens continually battered upon the very Gates of Hell.
cs: I stalo se, ze v Horoucich Peklech propukla revoluce znama jako Temne vyhnanstvi. Nizsi Zla svrhla Tri Prvotni Zla a vyhostila jejich duchovni formy do rise smrtelniku. Demonove Belial (Pan Lzi) a Azmodan (Pan Hrichu) bojovali o ziskani vlady nad Peklem behem nepritomnosti Tri Bratru. Cele Peklo se rozdelilo na frakce Beliala a Azmodana, zatimco sily Vysokeho Nebe neustale dorazely az temer na same Brany Pekla.
de: Und so geschah es, dass in den Tiefen der Hölle eine Revolution stattfand, bekannt als das Dunkle Exil. Die Geringen Übel stürzten die drei Erzübel und verbannten ihre geistigen Formen in das Reich der Sterblichen. Kaum waren die drei Fürsten der Finsternis fort, kämpften in der Hölle die Dämonen Belial (der Herr der Lügen) und Azmodan (der Herr der Sünden) um die Vorherrschaft. Die gesamte Hölle spaltete sich in diese beiden Lager auf, während die vereinten Kräfte des Lichts konstant auf die Pforten einstürmten.
el: Έτσι έγινε γνωστό ότι μια μεγάλη επανάσταση έλαβε χώρα μέσα στις Φλεγόμενες Κολάσεις, γνωστή ως Η Σκοτεινή Εξορία. Τα Μικρότερα Κακά ανέτρεψαν τα Τρία Πρωτεύοντα Κακά και εξόρισαν τις πνευματικές τους μορφές στον θνητό κόσμο. Οι δαίμονες Μπελίαλ (ο Άρχοντας του Ψέματος) και ο Άζμονταν (ο Άρχοντας της Αμαρτίας) πολέμησαν για να διεκδικήσουν την κυριαρχία της Κόλασης κατά την απουσία των Τριών Αδελφών. Όλη η Κόλαση πολώθηκε μεταξύ των φατριών του Μπελίαλ και του Άζμονταν ενώ οι δυνάμεις των Υψηλών Ουρανών μάχονταν και χτυπούσαν αδιάκοπα τις ίδιες τις Πύλες της Κόλασης.
fr: Or donc il arriva qu'une grande révolution se fit au sein des Enfers Ardents, qu'on nomma le Sombre Exil. Les Démons Inférieurs renversèrent les Trois Démons Primordiaux et bannirent leur forme spirituelle dans le royaume des mortels. Les démons Belial (le Seigneur du Mensonge) et Azmodan (le Seigneur du Péché) s'affrontèrent pour revendiquer la souveraineté sur l'Enfer en l'absence des Trois Frères. Tout l'Enfer se polarisa entre les factions de Belial et d'Azmodan tandis que les forces du Paradis Céleste s'abattaient sans relâche sur les Portes mêmes de l'Enfer.
sv: På så vis började en stor revolution i de Brinnande Helvetena som kallades den Mörka Exilen. De Mindre Ondskorna störtade de Tre Första Ondskorna och bannlyste deras andeformer till de dödligas värld. Demonerna Belial (Lögnernas Herre) och Azmodan (Syndens Herre) kämpade för att ta makten över Helvetet under de Tre Brödernas frånvaro. Hela Helvetet polariserades mellan Belials och Azmodans fraktioner medan de Höga Himlarnas styrkor ständigt bultade mot själva Helvetets Portar.

source: Many demons traveled to the mortal realm in search of the Three Brothers. These demons were followed to the mortal plane by Angels who hunted them throughout the vast cities of the East. The Angels allied themselves with a secretive Order of mortal magi named the Horadrim, who quickly became adept at hunting demons. They also made many dark enemies in the underworlds.
cs: Mnoho demonu putovalo po risich smrtelniku a hledalo Tri Bratry. Tito demoni byli do smrtelne roviny nasledovani Andeli, kteri je pronasledovali v ohromnych mestech Vychodu. Andele se spojili s tajnym Radem smrtelnych magu, znamym jako Horadrim, kteri se rychle stali odborniky na patrani po demonech. Take si udelali mnoho temnych nepratel v podsveti.
de: Viele Dämonen reisten in die Welt der Sterblichen, um die drei Brüder zu suchen. Doch jedem dieser Dämon folgten auch Engel in unsere Welt, die ihn in den riesigen Städten des Ostens jagten. Die Engel verbündeten sich dazu mit einem Orden sterblicher Magier, den Horadrim, die bald exzellente Dämonenjäger wurden. Doch dabei machten sie sich auch mächtige Feinde in der Unterwelt...
el: Πολλοί δαίμονες ταξίδεψαν στο βασίλειο των θνητών αναζητώντας τους Τρεις Αδερφούς. Αυτούς τους δαίμονες ακολούθησαν στην διάσταση των θνητών Άγγελοι, που τους κυνήγησαν σε όλες τις απέραντες πόλεις της Ανατολής. Οι Άγγελοι συμμάχησαν με ένα μυστικό Τάγμα θνητών μάγων που ονομάζονταν Χοράντριμ, οι οποίοι γρήγορα έγιναν έμπειροι στο κυνήγι δαιμόνων. Έκαναν επίσης πολλούς σκοτεινούς εχθρούς στους κάτω κόσμους.
fr: De nombreux démons voyagèrent jusqu'au royaume des mortels à la recherche des Trois Frères. Ces démons furent suivis jusque dans le plan des mortels par des Anges qui les traquèrent à travers les vastes cités de l'Est. Les Anges s'allièrent à un Ordre discret de mages mortels nommé les Horadrim, qui devinrent rapidement versés dans la chasse aux démons. Ceux-là se firent également de nombreux et implacables ennemis dans les enfers.
sv: Många demoner reste till de dödligas värld för att söka de Tre Bröderna. Dessa demoner följdes till de dödligas värld av Änglar som jagade dem genom de stora städerna i Öst. Änglarna allierade sig med en hemlightetsfull Magikerorden som kallades Horadrim, och som snabbt blev skickliga demonjägare. De gjorde sig också många mörka fiender i underjorden.

source: So it came to be that the Three Prime Evils were banished in spirit form to the mortal realm and after sewing chaos across the East for decades, they were hunted down by the cursed Order of the mortal Horadrim. The Horadrim used artifacts called Soulstones to contain the essence of Mephisto, the Lord of Hatred and his brother Baal, the Lord of Destruction. The youngest brother - Diablo, the Lord of Terror - escaped to the west. Eventually the Horadrim captured Diablo within a Soulstone as well, and buried him under an ancient, forgotten Cathedral. There, the Lord of Terror sleeps and awaits the time of his rebirth. Know ye that he will seek a body of youth and power to possess - one that is innocent and easily controlled. He will then arise to free his Brothers and once more fan the flames of the Sin War...
cs: I stalo se, ze Tri Prvotni Zla byal v duchovni forme vyhnana do rise smrtelniku a po desetiletich rozsevani chaosu na Vychode, byla ulovena prokletym Radem smrtelniku Horadrim. Horadrim pouzili artefakty zvane Kameny duse, aby v nich zachytili podstatu Mefista, Pana Nenavisti, a jeho bratra Baala, Pana Zniceni. Nejmladsi z bratru - Diablo, Pan Hruzy - uprchl na zapad. Nakonec Horadrim uveznili i Diabla do Kamenu duse a pohrbili ho pod davnou, zapomenutou Katedralou. Tam Pan Hruzy spi a ocekava cas sveho znovuzrozeni. Vez, ze bude hledat telo mlade a nadane, aby ho ovladl - takove, ktere je nevinne a snadno ovladatelne. Pote povstane, aby uvolnil sve Bratry a znovu rozviril plameny Hrisne Valky...
de: So geschah es, dass die drei Erzübel in geistiger Form in das Reich der Sterblichen verbannt wurden. Und nachdem sie jahrzehntelang das Chaos im Osten verbreitet hatten, wurden sie von dem verfluchten Orden der sterblichen Horadrim gejagt. Die Horadrim benutzten sogenannte Seelensteine, um die Essenz von Mephisto, dem Fürsten des Hasses, und von Baal, dem Herrn der Vernichtung, gefangenzunehmen und einzusperren. Der Jüngste der Gebrüder, Diablo, der Fürst des Terrors, entkam in den Westen. Doch schließlich setzten die Horadrim auch Diablo in einem Seelenstein gefangen, und sie vergruben ihn unter einer alten, vergessenen Kathedrale. Dort ruht der Fürst des Terrors nun und wartet auf die Zeit seiner Wiedergeburt. Wisset, dass er wiederkehren wird in einem Körper voller Jugend und Macht - einem Körper, der unschuldig und leicht zu kontrollieren ist. Dann wird er sich erheben, seine Brüder zu befreien und das Land aufs Neue mit der Fackel des Sündenkrieges in Brand zu stecken.
el: Έτσι συνέβη ότι τα Τρία Πρωτεύοντα Κακά εκδιώχθηκαν με τη μορφή πνεύματων στο βασίλειο των θνητών και αφού έσπειραν το χάος σε όλη την Ανατολή για δεκαετίες, κυνηγήθηκαν από το καταραμένο Τάγμα των θνητών Χοράντριμ. Οι Χοράντριμ χρησιμοποίησαν τεχνουργήματα που ονομάστηκαν Λίθοι των Ψυχών για να αποθηκεύσουν την ουσία του Μεφίστο, του Άρχοντα του Μίσους και του αδελφού του Βαάλ, του Άρχοντα της Καταστροφής. Ο μικρότερος αδερφός - ο Ντιάμπλο, ο Άρχοντας του Τρόμου - διέφυγε στη δύση. Τελικά οι Χοράντριμ φυλάκισαν τον Ντιάμπλο μέσα σε μια Λίθο της Ψυχής επίσης, και τον έθαψαν κάτω από έναν αρχαίο, ξεχασμένο Καθεδρικό ναό. Εκεί κοιμάται ο Άρχοντας του Τρόμου και περιμένει την ώρα της αναγέννησής του. Να ξέρετε ότι θα αναζητήσει ένα σώμα νεότητας και δύναμης για να το καταβάλει - ένα που είναι αθώο και εύκολα ελεγχόμενο. Στη συνέχεια θα σηκωθεί για να ελευθερώσει τα αδέρφια του και να αναζωπυρώσει ξανά τις φλόγες του Πολέμου της Αμαρτίας...
fr: Or donc il arriva que les Trois Démon Primordiaux furent bannis sous forme d'esprit dans le royaume des mortels et après avoir semé le chaos à travers l'Est pendant des décennies, ils furent pourchassés par l'Ordre maudit des mortels Horadrim. Les Horadrim firent usage d'artefacts nommés Pierres d'âme pour contenir l'essence de Mephisto, le Seigneur de la Haine et de son frère Baal, le Seigneur de la Destruction. Le plus jeune frère – Diablo, le Seigneur de la Terreur – s'échappa vers l'ouest. Finalement, les Horadrim capturèrent à son tour Diablo dans une pierre d'âme et l'ensevelirent sous une ancienne Cathédrale oubliée. C'est là que le Seigneur de la Terreur dort, attendant le jour de sa renaissance. Sachez qu'il cherchera à posséder un corps jeune et puissant – un corps innocent et facilement contrôlable. Il se relèvera alors pour libérer ses frères et attiser à nouveau les flammes de la Guerre du Péché...
sv: På så vis hände det att de Tre Första Ondskorna bannlystes i andeform till de dödligas värld och efter att ha sått kaos i Öst under decennier fångades de av den förbannade Horadrimorden. Horadrim använde skatter som kallades Själsstenar för att binda essenserna av Mefisto, Hatets Herre, och hans bror Baal, Förstörelsens Herre. Den yngsta brodern - Diablo, Fasans Herre - flydde väst. Till sist fångade Horadrim även Diablo i en Själssten, och begravde honom under en uråldrig, bortglömd Katedral. Där sover Fasans Herre och inväntar sin pånyttfödelse. Veten i att han kommer söka en ung och kraftfull kropp att besätta - en som är oskyldig och enkel att kontrollera. Han kommer den resa sig för att befria sina Bröder och återigen blästra Syndakrigets lågor...

source: All praises to Diablo - Lord of Terror and Survivor of The Dark Exile. When he awakened from his long slumber, my Lord and Master spoke to me of secrets that few mortals know. He told me the kingdoms of the High Heavens and the pits of the Burning Hells engage in an eternal war. He revealed the powers that have brought this discord to the realms of man. My lord has named the battle for this world and all who exist here the Sin War.
cs: Vsichni velebi Diabla - Pana Hruzy a Toho, jez prezil Temne vyhnanstvi. Kdyz se probudil z dlouheho spanku, muj Pan a Mistr se mnou mluvil o tajemstvich, jez zna pouze par smrtelniku. Rekl mi o vecne valce kralovstvi Vysokeho Nebe a diry Horoucich Pekel. Odhalil mi sily, ktere prinesly tento nesvar do rise lidi. Muj Pan nazval tuto bitvu o nas svet a vse, co zde existuje, Hrisna Valka.
de: Lob und Ruhm sei Diablo, dem Fürsten des Terrors und Überlebenden des Dunklen Exils. Als er aus seinem langen Schlummer erwachte, erzählte mir mein Herr und Meister von Geheimnissen, die nur wenigen Sterblichen je bekannt waren. Er erzählte mir von den Fürstentümern des Himmelreiches und den Abgründen der brennenden Hölle, und von einem ewigen Krieg zwischen den beiden. Er nannte mir auch die Mächte, die diesen Zwist ins Reich der Menschheit brachten. Mein Herr nannte die Schlacht um diese Welt und alle, die auf ihr leben, den Sündenkrieg...
el: Όλοι οι έπαινοι για τον Ντιάμπλο - Άρχοντα του Τρόμου και επιζώντα της Σκοτεινής Εξορίας. Όταν ξύπνησε από τον μακρύ ύπνο του, ο Κύριος και ο Άρχοντας μου, μου μίλησε για μυστικά που λίγοι θνητοί γνωρίζουν. Μου είπε ότι τα βασίλεια των Υψηλών Ουρανών και οι λάκκοι των Φλεγόμενων Κολάσεων, εμπλέκονται σε έναν αιώνιο πόλεμο. Μου αποκάλυψε τις δυνάμεις που έφεραν αυτή τη διχόνοια στα βασίλεια του ανθρώπου. Ο Κύριός μου ονόμασε τη μάχη για τον κόσμο μας, και για όλους όσους υπάρχουν εδώ, ως τον Πόλεμο της Αμαρτίας.
fr: Louanges à Diablo – Seigneur de la Terreur et survivant du Sombre Exil. Lorsqu'il sortit de son long sommeil, mon Seigneur et Maître me parla de secrets que peu de mortels connaissent. Il me dit que les royaumes du Paradis Céleste et les fosses des Enfers Ardents étaient engagés dans une guerre éternelle. Il révéla les pouvoirs qui avaient causé cette discorde dans les royaumes des Hommes. Mon seigneur a nommé la bataille pour gagner ce monde et tous ceux qui y vivent la Guerre du Péché.
sv: Alla lovord åt Diablo - Fasans Herre och överlevare av den Mörka Exilen. När han vaknade från sin långa sömn, berättade min Herre och Mästare för mig om hemligheter som få dödliga känner till. Han berättade för mig att de Höga Himlarnas riken och de Brinnande Helvetenas avgrunder står i evigt krig. Han avslöjade makterna som fört denna konflikt till människornas värld. Min herre har döpt striden om denna värld och alla som finns här Syndakriget.

source: Glory and Approbation to Diablo - Lord of Terror and Leader of the Three. My Lord spoke to me of his two Brothers, Mephisto and Baal, who were banished to this world long ago. My Lord wishes to bide his time and harness his awesome power so that he may free his captive brothers from their tombs beneath the sands of the east. Once my Lord releases his Brothers, the Sin War will once again know the fury of the Three.
cs: Slavu a podporu Diablovi - Panu Hruzy a Vudci Tri. Muj Pan mi rekl o svych dvou Bratrech, Mefistovi a Baalovi, kteri byli pred davnymi veky vyhnani do tohoto sveta. Muj Pan si preje vyckat na svuj cas a sbirat sve straslive sily, aby mohl osvobodit sve uveznene bratry z jejich hrobky pod poustemi vychodu. Jakmile muj Pan uvolni sve Bratry, Hrisna Valka opet pozna zurivost Tri.
de: Ruhm und Ehre sei Diablo, dem Fürsten des Terrors und Anführer der Drei. Mein Gebieter erzählte mir von seinen beiden Brüdern, Mephisto und Baal, die schon vor langer Zeit auf diese Welt verbannt worden sind. Mein Herr will in Ruhe abwarten, seine furchterregenden Kräfte sammeln und dann seine gefangenen Brüder aus ihrem Gefängnis unter dem Wüstensand des Ostens befreien. Und sobald mein Gebieter erst seine Brüder befreit hat, wird der Sündenkrieg wieder unter der Peitsche der Drei zu neuen Höhen getrieben.
el: Δόξα και Επιδοκιμασία στον Ντιάμπλο - Άρχοντα του Τρόμου και Ηγέτη των Τριών. Ο Κύριός μου, μου μίλησε για τους δύο Αδερφούς του, τον Μεφίστο και τον Βαάλ, που εξορίστηκαν σε αυτόν τον κόσμο πριν από πολύ καιρό. Ο Κύριός μου θέλει να αφιερώσει το χρόνο του και να αξιοποιήσει τη φοβερή δύναμή του, ώστε να μπορέσει να ελευθερώσει τους αιχμάλωτους αδελφούς του από τους τάφους τους κάτω από την έρημο της ανατολής. Μόλις ο Κύριός μου απελευθερώσει τους Αδερφούς του, ο Πόλεμος της Αμαρτίας θα γνωρίσει ξανά την οργή των Τριών.
fr: Gloire et Approbation à Diablo – Seigneur de la Terreur et Chef des Trois. Mon Seigneur m'a parlé de ses deux Frères, Méphisto et Baal, qui furent bannis de ce monde il y a longtemps. Mon Seigneur souhaite attendre son heure et atteler sa puissance inouïe à la libération de ses frères captifs de leurs tombes sous les sables de l'Orient. Une fois que mon Seigneur aura libéré ses frères, la Guerre du Péché connaîtra à nouveau la fureur des Trois.
sv: Ära och Underkastelse åt Diablo - Fasans Herre och de Tres Ledare. Min Herre berättade för mig om sina två Bröder, Mefisto och Baal, som bannlystes till denna värld för länge sedan. Min Herre önskar bida sin tid och få bruk av sin mäktiga styrka så han kan befria sina fångade bröder från deras grifter under österns sand. När min Herre befriar sina Bröder, kommer Syndakriget återigen få se de Tres vrede.
