Repository: diasurgical/DevilutionX
Catalog: Translations/*.po
Languages: cs, de, el, fr, sv

source: You do not have enough room in inventory
cs: Nemáš dost místa v inventáři
de: Ihr habt nicht genug Platz im Inventar
el: Δεν έχεις χώρο στον σάκο σου
fr: Vous n'avez pas assez de place dans votre inventaire
sv: Du har inte tillräckligt med utrymme i dina ägodelar

source: Do we have a deal?
cs: Máme dohodu?
de: Abgemacht?
el: Είμαστε σύμφωνοι;
fr: Marché conclu ?
sv: Är vi överens?

source: Are you sure you want to identify this item?
cs: Opravdu chceš identifikovat tento předmět?
de: Seid Ihr sicher, dass ich das identifizieren soll?
el: Σίγουρα θες να ταυτοποιήσεις το αντικείμενο αυτό;
fr: Voulez-vous vraiment identifier cet objet ?
sv: Är du säker på att du vill identifiera detta föremål?

source: Are you sure you want to buy this item?
cs: Opravdu chceš koupit tento předmět?
de: Seid Ihr sicher, dass Ihr diesen Gegenstand kaufen wollt?
el: Σίγουρα θες να αγοράσεις το αντικείμενο αυτό;
fr: Voulez-vous vraiment acheter cet objet ?
sv: Är du säker på att du vill köpa detta föremål?

source: Are you sure you want to recharge this item?
cs: Opravdu chceš dobít tento předmět?
de: Seid Ihr sicher, dass ich diesen Stab aufladen soll?
el: Σίγουρα θες να επαναφορτίσεις το αντικείμενο αυτό;
fr: Voulez-vous vraiment recharger cet objet ?
sv: Är du säker på att du vill ladda om detta föremål?

source: Are you sure you want to sell this item?
cs: Opravdu chceš prodat tento předmět?
de: Seid Ihr sicher, dass Ihr diesen Gegenstand verkaufen wollt?
el: Σίγουρα θες να πουλήσεις το αντικείμενο αυτό;
fr: Voulez-vous vraiment vendre cet objet ?
sv: Är du säker på att du vill sälja detta föremål?

source: Are you sure you want to repair this item?
cs: Opravdu chceš opravit tento předmět?
de: Seid Ihr sicher, dass ich das reparieren soll?
el: Σίγουρα θες να επιδιορθώσεις το αντικείμενο αυτό;
fr: Voulez-vous vraiment réparer cet objet ?
sv: Är du säker på att du vill laga detta föremål?

source: Wirt the Peg-legged boy
cs: Wirt, kluk s protézou
de: Wirt mit dem Holzbein
el: Ο Ουίρτ, με το Ξύλινο Πόδι
fr: Wirt à la jambe de bois
sv: Den Träbente pojken Wirt

source: Talk to Wirt
cs: Mluvit s Wirtem
de: Mit Wirt sprechen
el: Μίλα με τον Ουίρτ
fr: Parler à Wirt
sv: Tala med Wirt

source: I have something for sale,
cs: Mám něco na prodej,
de: Ich habe etwas Besonderes zu,
el: Έχω κάτι προς πώληση,
fr: J'ai quelque chose à vendre,
sv: Jag har något att sälja,

source: but it will cost 50 gold
cs: ale bude tě stát 50 zlaťáků
de: verkaufen. Für 50 Gold-
el: αλλά θα δώσεις 50 χρυσά
fr: mais ça fera 50 pièces
sv: men det kostar 50 guld

source: just to take a look.
cs: aby ses mohl podívat.
de: stücke zeige ich es Dir.
el: μονό για να το δεις.
fr: rien que pour voir.
sv: bara för att se det.

source: What have you got?
cs: Co máš za předmět?
de: Was hast Du?
el: Τι έχεις;
fr: Qu'est-ce que tu as ?
sv: Vad har du?

source: Say goodbye
cs: Rozloučit se
de: Auf Wiedersehen
el: Πες αντίο
fr: Dire au revoir
sv: Säg hejdå

source: I have this item for sale:
cs: Mám na prodej tento předmět:
de: Hier mein Angebot:
el: Έχω αυτό για πώληση:
fr: J'ai cet objet à vendre :
sv: Jag säljer detta:

source: Leave
cs: Odejít
de: Verlassen
el: Φύγε
fr: Partir
sv: Gå därifrån

source: Healer's home
cs: Domě Léčitele
de: Haus des Heilers
el: Το σπίτι του Θεραπευτή
fr: Maison du Guérisseur
sv: Läkarens hus

source: Talk to Pepin
cs: Mluvit s Pepinem
de: Mit Pepin sprechen
el: Μιλήσεις στον Πέπιν
fr: Parler à Pepin
sv: Tala med Pepin

source: Leave Healer's home
cs: Odejít z Léčitelova domu
de: Heiler verlassen
el: Φύγε από το σπίτι του Πέπιν
fr: Quitter le Guérisseur
sv: Lämna Läkarens hus

source: The Town Elder
cs: Městský Stařešina
de: Deckard Cain
el: Ο Γέροντας της Πόλης
fr: L'Ancien de la Ville
sv: Byäldsten

source: Talk to Cain
cs: Mluvit s Cainem
de: Mit Cain sprechen
el: Μιλήσεις στον Κάιν
fr: Parler à Cain
sv: Tala med Cain

source: Identify an item
cs: Identifikovat předmět
de: Gegenstand identifizieren
el: Ταυτοποιήσεις ένα αντικείμενο
fr: Identifier un objet
sv: Identifiera ett föremål

source: You have nothing to identify.
cs: Nemáš nic k identifikaci.
de: Ihr habt nichts zu identifizieren.
el: Δεν έχεις τίποτα για ταυτοποίηση.
fr: Vous n'avez rien à identifier.
sv: Du har inget att identifiera.

source: Identify which item?
cs: Který předmět chceš identifikovat?
de: Was soll ich identifizieren?
el: Πιο αντικείμενο θέλεις να ταυτοποιήσω;
fr: Identifier quel objet ?
sv: Identifiera vilket föremål?

source: This item is:
cs: Tento předmět je:
de: Folgende Gegenstände habe ich identifiziert:
el: Αυτό το αντικείμενο είναι:
fr: Cet objet est :
sv: Detta föremål är:

source: Done
cs: Hotovo
de: Erledigt
el: Τελειώσαμε
fr: Fait
sv: Klart

source: Talk to {:s}
cs: Mluvit s {:s}
de: Sprecht mit {:s}
el: Συνομιλία - {:s}
fr: Parler à {:s}
sv: Tala med {:s}

source: Talking to {:s}
cs: Mluvení s {:s}
de: Ihr sprecht mit {:s}
el: Συνομιλία - {:s}
fr: Parler à {:s}
sv: Talar med {:s}

source: is not available
cs: není dostupné
de: ist nicht verfügbar
el: δεν είναι διαθέσιμο
fr: n'est pas disponible
sv: är inte tillgänglig

source: in the shareware
cs: v shareware
de: in der Shareware
el: στην δωρεάν
fr: dans le shareware
sv: i shareware

source: version
cs: verzi
el: έκδοση

source: Gossip
cs: Klábosit
de: Tratsch
el: Κουτσομπολιό
fr: Potins
sv: Skvaller

source: Rising Sun
cs: Vycházející Slunce
de: Aufgehende Sonne
el: Πανδοχείο 'Ανατέλλων Ήλιος'
fr: Soleil Levant
sv: Soluppgången

source: Talk to Ogden
cs: Mluvit s Ogdenem
de: Mit Ogden sprechen
el: Μιλήσεις στον Όγκντεν
fr: Parler à Ogden
sv: Tala med Ogden

source: Leave the tavern
cs: Odejít z hospody
de: Taverne verlassen
el: Φύγε από την Ταβέρνα
fr: Quitter la tarvene
sv: Lämna Krogen

source: Talk to Gillian
cs: Mluvit s Gillian
de: Mit Gillian sprechen
el: Μιλήσεις στην Γκίλλιαν
fr: Parler à Gillian
sv: Tala med Gillian

source: Access Storage
cs: Otevři Skladiště
de: Truhe öffnen
el: Πρόσβαση Στην Αποθήκη
fr: Accéder à la Cachette
sv: Öppna förråd

source: Farnham the Drunk
cs: Opilec Farnham
de: Farnham, der Säufer
el: Φάρνχαμ ο Μεθύστακας
fr: Farnham l'Ivrogne
sv: Fyllot Farnham

source: Talk to Farnham
cs: Mluvit s Farnhamem
de: Mit Farnham sprechen
el: Μιλήσεις στον Φάρνχαμ
fr: Parler à Farnham
sv: Tala med Farnham

source: Say Goodbye
cs: Rozloučit se
de: Auf Wiedersehen
el: Πες αντίο
fr: Dire Au Revoir
sv: Säg Hejdå

source: Your gold: {:s}
cs: Tvoje zlaťáky: {:s}
de: Euer Gold: {:s}
el: Ο χρυσός σου: {:s}
fr: Votre or : {:s}
sv: Ditt guld: {:s}

source: Slain Townsman
cs: Zabitý Měšťák
de: Getöteter Dorfbewohner
el: Σφαγμένος Κάτοικός
fr: Villageois mort
sv: Dräpt Bybo

source: Griswold the Blacksmith
cs: Kovář Griswold
de: Griswold, der Schmied
el: Γκρίσουαλντ o Σιδηρουργός
fr: Griswold le Forgeron
sv: Smeden Griswold

source: Pepin the Healer
cs: Léčitel Pepin
de: Pepin, der Heiler
el: Πέπιν ο Θεραπευτής
fr: Pepin le Guérisseur
sv: Läkaren Pepin

source: Wounded Townsman
cs: Zraněný Měšťan
de: Verwundeter Dorfbewohner
el: Τραυματισμένος Κάτοικος
fr: Villageois Blessé
sv: Skadad Bybo

source: Ogden the Tavern owner
cs: Majitel hospody Ogden
de: Ogden, der Gastwirt
el: Όγκντεν ο ιδιοκτήτης της Ταβέρνας
fr: Ogden le Tavernier
sv: Krögaren Ogden

source: Cain the Elder
cs: Stařešina Cain
de: Cain, der Dorfälteste
el: Κάιν ο Σοφός Γέροντας
fr: Cain l'Ancien
sv: Cain den Äldste

source: Adria the Witch
cs: Čarodějnice Adria
de: Adria, die Hexe
el: Άντρια η Μάγισσά
fr: Adria la Sorcière
sv: Häxan Adria

source: Gillian the Barmaid
cs: Barmanka Gillian
de: Gillian, die Barkeeperin
el: Γκίλλιαν η Σερβιτόρα
fr: Gillian la Serveuse
sv: Servitrisen Gillian

source: Cow
cs: Kráva
de: Kuh
el: Αγελάδα
fr: Vache
sv: Ko

source: Lester the farmer
cs: Farmář Lester
de: Lester, der Farmer
el: Λέστερ ο Γεωργός
fr: Lester le Fermier
sv: Bonden Lester

source: Celia
el: Σέλια

source: Complete Nut
cs: Úplný Blázen
de: Kompletter Narr
el: Τρελός
fr: Cinglé
sv: Fullkomligt Nöt

source: Warrior
cs: Válečník
de: Krieger
el: Πολεμιστής
fr: Guerrier
sv: Krigare

source: Rogue
cs: Zlodějka
de: Jägerin
el: Kλεφτρόνι
sv: Rövare

source: Sorcerer
cs: Čaroděj
de: Magier
el: Μάγος
fr: Sorcier
sv: Besvärjare

source: Monk
cs: Mnich
de: Mönch
el: Μοναχός
fr: Moine
sv: Munk

source: Bard
de: Bardin
el: Βάρδος
fr: Barde
sv: Skald

source: Barbarian
cs: Barbar
de: Barbar
el: Βάρβαρός
fr: Barbare
sv: Barbar

# monster
source: Zombie
cs: Zombík
el: Ζόμπι

# monster
source: Ghoul
cs: Ghůl
de: Ghul
el: Ζόμπι Βρυκόλακας
fr: Goule
sv: Ghul

# monster
source: Rotting Carcass
cs: Tlející Mrtvola
de: Faulender Kadaver
el: Σαπισμένο Πτώμα
fr: Carcasse Putride
sv: Ruttnande Kadaver

# monster
source: Black Death
cs: Černá Smrt
de: Pestbringer
el: Μαύρος Θάνατος
fr: Mort Noire
sv: Digerdöd

# monster
source: Fallen One
cs: Odpadlík
de: Gefallener
el: Έκπτωτος
fr: Déchu
sv: Fallen

# monster
source: Carver
cs: Řezbář
de: Kobold
el: Χαράκτης
fr: Découpeur
sv: Uppskärare

# monster
source: Devil Kin
cs: Ďáblík
de: Teuflischer
el: Διάβολοσόϊ
fr: Démonoïde
sv: Smådjävel

# monster
source: Dark One
cs: Temný
de: Dunkle Kreatur
el: Σκοτεινός
fr: Sombre
sv: Mörking

# monster
source: Skeleton
cs: Skelet
de: Skelett
el: Σκελετός
fr: Squelette
sv: Skelett

# monster
source: Corpse Axe
cs: Kostra Sekerník
de: Knochenkrieger
el: Πτώμα με Τσεκούρι
fr: Hache de Cadavre
sv: Benyxa

# monster
source: Burning Dead
cs: Uhořelý
de: Brennender Toter
el: Φλεγόμενος Νεκρός
fr: Mort Ardent
sv: Brinnande Död

# monster
source: Horror
cs: Horor
el: Τρόμος
fr: Horreur
sv: Fasa

# monster
source: Scavenger
cs: Mrchožrout
de: Aasfresser
el: Σαπροφάγος
fr: Charognard
sv: Asätare

# monster
source: Plague Eater
cs: Pojídač Moru
de: Pestkäfer
el: Καταβροχθέας Πανώλης
fr: Mangeur de Peste
sv: Pestätare

# monster
source: Shadow Beast
cs: Stínová Bestie
de: Schattenbiest
el: Σκιώδες Θηρίο
fr: Bête de l'Ombre
sv: Skuggdjur

# monster
source: Bone Gasher
cs: Okusovač Kostí
de: Knochenreißer
el: Χαρακωτής Κοκάλων
fr: Déchiqueteuse d'Os
sv: Bengnagare

# monster
source: Corpse Bow
cs: Kostra Lukostřelec
de: Knochen-Bogenschütze
el: Πτώμα με Τόξο
fr: Arc de cadavre
sv: Benbåge

# monster
source: Skeleton Captain
cs: Skelet Kapitán
de: Skelett-Heerführer
el: Σκελετωμένος Λοχαγός
fr: Capitaine Squelette
sv: Skelettkapten

# monster
source: Corpse Captain
cs: Kostra Kapitán
de: Knochen-Heerführer
el: Πτώμα Λοχαγού
fr: Capitaine Cadavre
sv: Benkapten

# monster
source: Burning Dead Captain
cs: Uhořelý Kapitán
de: Brennender Heerführer
el: Φλεγόμενος Νεκρός Λοχαγός
fr: Capitaine Mort Ardent
sv: Brinnande Död-Kapten

# monster
source: Horror Captain
cs: Horor Kapitán
de: Horror-Heerführer
el: Λοχαγός του Τρόμου
fr: Capitaine Horreur
sv: Faskapten

# monster
source: Invisible Lord
cs: Neviditelný Pán
de: Fürst der Täuschung
el: Αόρατος Άρχοντας
fr: Seigneur Invisible
sv: Osynlig Herre

# monster
source: Hidden
cs: Skrytý
de: Phantom
el: Κρυφός
fr: Caché
sv: Gömd

# monster
source: Stalker
de: Anschleicher
el: Διώκτης
fr: Harceleur
sv: Smygare

# monster
source: Unseen
cs: Nespatřený
de: Ungesehener
el: Αθέαντος
fr: Invisible
sv: Osedd

# monster
source: Illusion Weaver
cs: Tkadlec Iluzí
de: Illusionist
el: Υφαντής των ψευδαισθήσεων
fr: Tisseur d'illusion
sv: Illusionsvävare

# monster
source: Satyr Lord
cs: Pán Satyr
de: Satyrfürst
el: Άρχοντας Σάτυρος
fr: Seigneur Satyre
sv: Satyrherre

# monster
source: Flesh Clan
cs: Klan Masa
de: Blut-Clan
el: Η Φυλή της Σάρκας
fr: Clan de la Chair
sv: Köttklan

# monster
source: Stone Clan
cs: Klan Kamene
de: Stein-Clan
el: Η Φυλή της Πέτρας
fr: Clan de la Pierre
sv: Stenklan

# monster
source: Fire Clan
cs: Klan Ohně
de: Feuer-Clan
el: Η Φυλή της Φωτιάς
fr: Clan du Feu
sv: Eldklan

# monster
source: Night Clan
cs: Klan Noci
de: Nacht-Clan
el: Η Φυλή της Νύχτας
fr: Clan de la Nuit
sv: Nattklan

# monster
source: Fiend
cs: Pohůnek
de: Fledermaus
el: Κτηνώδες Πετούμενο
fr: Démon
sv: Djävel

# monster
source: Blink
cs: Šotek
de: Blinzler
el: Αστραπιαίο Πετούμενο
fr: Clignoteur
sv: Blinkare

# monster
source: Gloom
cs: Pochmurník
de: Düsterflügel
el: Ζοφερό Πετούμενο
fr: Ténébreux
sv: Dunkel

# monster
source: Familiar
cs: Posluhovač
el: Μαγικός Ιπτάμενος Σύντροφος
fr: Familier
sv: Häxväsen

# monster
source: Acid Beast
cs: Kyselinová Bestie
de: Säurespucker
el: Όξινο Θηρίο
fr: Bête Acide
sv: Syrbest

# monster
source: Poison Spitter
cs: Jedovatý Plivač
de: Giftspucker
el: Φτύστης Δηλητηρίου
fr: Cracheur de Poison
sv: Giftspottare

# monster
source: Pit Beast
cs: Bestie z Jámy
de: Grubenbiest
el: Θηρίο του Λάκου
fr: Bête des Fosses
sv: Hålbest

# monster
source: Lava Maw
cs: Lávový Chřtán
de: Lavaschlund
el: Στόμα Λάβας
fr: Gueule de Lave
sv: Lavasluk

# monster
source: Skeleton King
cs: Král Kostlivců
de: Skelettkönig
el: Βασιλιάς των Σκελετών
fr: Roi Squelette
sv: Skelettkung

# monster
source: The Butcher
cs: Řezník
de: Der Schlächter
el: Ο Χασάπης
fr: Le Boucher
sv: Slaktaren

# monster
source: Overlord
cs: Mocipán
de: Aufseher
el: Δεσπότης
fr: Suzerain
sv: Översittare

# monster
source: Mud Man
cs: Bláťák
de: Entstellter
el: Λασπωμένος
fr: Homme de Boue
sv: Lerman

# monster
source: Toad Demon
cs: Žabí Démon
de: Verdammter
el: Δαιμονικός Βάτραχος
fr: Démon Crapaud
sv: Paddemon

# monster
source: Flayed One
cs: Stažený z Kůže
de: Gehäuteter
el: Γδαρμένος
fr: Écorché
sv: Skinnflådd

# monster
source: Wyrm
de: Lindwurm
el: Δρακόντειος
sv: Lindorm

# monster
source: Cave Slug
cs: Jeskynní Slimák
de: Höhlenlarve
el: Γυμνοσάλιαγκας Σπηλαίων
fr: Limace des Cavernes
sv: Grottsnigel

# monster
source: Devil Wyrm
cs: Ďábelský Wyrm
de: Teufelswurm
el: Διαβολικός Δράκοντας
fr: Démon Wyrm
sv: Helvetesorm

# monster
source: Devourer
cs: Požírač
de: Verschlinger
el: Καταβροχθέας
fr: Dévoreur
sv: Slukare

# monster
source: Magma Demon
cs: Magmový Démon
de: Magmafürst
el: Δαίμονας Μάγματος
fr: Démon Magmatique

# monster
source: Blood Stone
cs: Krvavý Kámen
de: Blutfürst
el: Ματωμένη Πέτρα
fr: Pierre de Sang
sv: Blodssten

# monster
source: Hell Stone
cs: Pekelný Kámen
de: Höllenfürst
el: Πέτρα της Κολάσεως
fr: Pierre de l'Enfer
sv: Helvetessten

# monster
source: Lava Lord
cs: Lávový Pán
de: Lavafürst
el: Άρχονας της Λάβας
fr: Seigneur de Lave
sv: Lavaherre

# monster
source: Horned Demon
cs: Rohatý Démon
de: Gehörnter Drescher
el: Κερατάς Δαίμονας
fr: Démon Cornu
sv: Behornad Demon

# monster
source: Mud Runner
cs: Zablácený Běžec
de: Schlammdrescher
el: Δρομέας της Λάσπης
fr: Coureur de Boue
sv: Lerrännare

# monster
source: Frost Charger
cs: Mrazivý Útočník
de: Frostdrescher
el: Καταδρομέας του Παγετού
fr: Chargeur de Givre
sv: Frostlöpare

# monster
source: Obsidian Lord
cs: Obsidiánový Pán
de: Obsidianfürst
el: Οψιανός Άρχοντας
fr: Seigneur d'Obsidienne
sv: Obsidianherre

# monster
source: oldboned
cs: staré kosti
el: γερασμένο Κόκαλο
fr: Vieux Os
sv: gammalbent

# monster
source: Red Death
cs: Rudá Smrt
de: Roter Tod
el: Κόκκινος Θάνατος
fr: Mort Rouge
sv: Röd Död

# monster
source: Litch Demon
cs: Kostěný Démon
de: Lich-Dämon
el: Απέθαντος Μάγος Δαίμονας
fr: Démon Liche
sv: Likdemon

# monster
source: Undead Balrog
cs: Nemrtvý Balrog
de: Untoter Balrog
el: Απέθαντο Μπάλρογκ
fr: Balrog Mort-Vivant
sv: Odöd Balrog

# monster
source: Incinerator
cs: Podpalovač
de: Brennende Seele
el: Αποτεφρωτής
fr: Incinérateur
sv: Förbrännare

# monster
source: Flame Lord
cs: Plamenný Pán
de: Flammenfürst
el: Άρχοντας της Φλόγας
fr: Seigneur des Flammes
sv: Eldsherre

# monster
source: Doom Fire
cs: Ohnivá Záhuba
de: Feuer der Verdammnis
el: Φωτιά της Καταστροφής
fr: Feu Funeste
sv: Domedagseld

# monster
source: Hell Burner
cs: Pekelný Podpalovač
de: Höllenbrand
el: Καυστήρας της Κόλασης
fr: Brûleur de l'Enfer
sv: Helvetesbrännare

# monster
source: Red Storm
cs: Rudá Bouře
de: Gewittergeißler
el: Κόκκινη Θύελλα
fr: Orage Rouge
sv: Röd Storm

# monster
source: Storm Rider
cs: Bouřný Jezdec
de: Sturmreiter
el: Καβαλάρης της θύελλας
fr: Cavalier des Tempêtes
sv: Stormryttare

# monster
source: Storm Lord
cs: Bouřný Pán
de: Sturmfürst
el: Άρχοντας της θύελλας
fr: Seigneur des Tempêtes
sv: Stormherre

# monster
source: Maelstrom
cs: Bouřná Smršť
de: Mahlstrom
el: Ζωντανή Δίνη
fr: Maelström
sv: Malström

# monster
source: Devil Kin Brute
cs: Ukrutný Ďáblík
de: Teuflische Brut
el: Κτηνώδες Διάβολοσόϊ
fr: Démonoïde Brute
sv: Smådjävelskämpe

# monster
source: Winged-Demon
cs: Okřídlený Démon
de: Geflügelter Dämon
el: Φτερωτός Δαιμονας
fr: Démon Ailé
sv: Bevingad Demon

# monster
source: Gargoyle
cs: Chrlič
el: Γκαργκόϊλ
fr: Gargouille
sv: Gargouille

# monster
source: Blood Claw
cs: Krvavý Dráp
de: Blutklaue
el: Ματωμένο Νύχι
fr: Griffe de sang
sv: Blodklo

# monster
source: Death Wing
cs: Křídla Smrti
de: Todesschwinge
el: Φτερωτός Θάνατος
fr: Aile de la Mort
sv: Dödsvinge

# monster
source: Slayer
cs: Zabiják
de: Feuergeißler
el: Σφάχτης
fr: Pourfendeur
sv: Dräpare

# monster
source: Guardian
cs: Dozorce
de: Wächter
el: Προστάτης
fr: Gardien
sv: Väktare

# monster
source: Vortex Lord
cs: Pán Víru
de: Feuerwirbler
el: Άρχοντας της Δίνης
fr: Seigneur du Vortex
sv: Virvelherre

# monster
source: Balrog
el: Μπάλρογκ

# monster
source: Cave Viper
cs: Jeskynní Zmije
de: Höhlenviper
el: Οχιά της Σπιλιάς
fr: Vipère des Cavernes
sv: Grottorm

# monster
source: Fire Drake
cs: Ohnivý Dráček
de: Salamander
el: Δράκος της Φωτιάς
fr: Drake de Feu
sv: Elddrake

# monster
source: Gold Viper
cs: Zlatá Zmije
el: Χρυσή Οχιά
fr: Vipère d'Or
sv: Guldorm

# monster
source: Azure Drake
cs: Azurový Dráček
de: Azurschlange
el: Κυανός Δράκος
fr: Drake d'Azur
sv: Safirdrake

# monster
source: Black Knight
cs: Temný Rytíř
de: Schwarzer Ritter
el: Μαύρος Ιππότης
fr: Chevalier Noir
sv: Svart Riddare

# monster
source: Doom Guard
cs: Stráž Záhuby
de: Ritter der Verdammnis
el: Φρουρός του Χαμού
fr: Gardien Funeste
sv: Domedagsvakt

# monster
source: Steel Lord
cs: Ocelový Pán
de: Ritter des Abgrunds
el: Ατσαλένιος Άρχοντας
fr: Seigneur d'Acier
sv: Stålherre

# monster
source: Blood Knight
cs: Krvavý Rytíř
de: Blutritter
el: Ιππότης του Αίματος
fr: Chevalier de Sang
sv: Blodsriddare

# monster
source: The Shredded
cs: Rozřezaný
de: Zerfetzte
el: Ο Κοματιασμένος
fr: Emmailloté
sv: Sönderriven

# monster
source: Hollow One
cs: Prázdný
de: Leere Hülle
el: Κενό Πλάσμα
fr: Caverneux
sv: Ihålig

# monster
source: Pain Master
cs: Pán Bolesti
de: Herr der Schmerzen
el: Άρχοντας του Πόνου
fr: Maître de la Douleur
sv: Smärtmästare

# monster
source: Reality Weaver
cs: Tkadlec Reality
de: Trugbild-Weber
el: Υφαντής της Πραγματικότητας
fr: Tisseur de Réalité
sv: Verklighetsvävare

# monster
source: Succubus
cs: Sukuba
de: Sukkubus
el: Σούκουμπους
fr: Succube
sv: Succuba

# monster
source: Snow Witch
cs: Sněhová Čarodějnice
de: Schneehexe
el: Μάγισσα του Χιονιού
fr: Sorcière des Neiges
sv: Snöhäxa

# monster
source: Hell Spawn
cs: Pekelná Stvůra
de: Höllenhexe
el: Γόνος της Κολάσεως
fr: Engeance de l'Enfer
sv: Helvetesyngel

# monster
source: Soul Burner
cs: Palič Duší
de: Sirene
el: Καυστήρας των Ψυχών
fr: Brûleur d'Âmes
sv: Själsbrännare

# monster
source: Counselor
cs: Poradce
de: Justiziar
el: Σύμβουλoς
fr: Conseiller
sv: Rådgivare

# monster
source: Magistrate
cs: Soudce
de: Magistrat
el: Δικαστής
fr: Magistrat
sv: Nämndeman

# monster
source: Cabalist
cs: Kabalista
de: Kabbalist
el: Μέλος Σάχτας
fr: Cabaliste
sv: Kabbalist

# monster
source: Advocate
cs: Advokát
de: Palatin
el: Συνήγορος
fr: Avocat
sv: Advokat

# monster
source: Golem
el: Πήλινος Μαχητής

# monster
source: The Dark Lord
cs: Temný Pán
de: Der Dunkle Fürst
el: Ο Σκοτεινός Άρχοντας
fr: Le Seigneur des Ténèbres
sv: Mörkrets Furste

# monster
source: The Arch-Litch Malignus
cs: Arci-Lich Malignus
de: Der Erz-Lich Malignus
el: Ο Απέθαντος Αρχιμάγος Μαλίγκνους
fr: L'Archi-Liche Malignus
sv: Ärkeliket Malignus

# monster
source: Gharbad the Weak
cs: Gharbad Slaboch
de: Gharbad der Schwächliche
el: Γκάρμπάντ Ο Αδύναμος
fr: Gharbad le Faible
sv: Gharbad den Svage

# monster
source: Zhar the Mad
cs: Šílený Zhar
de: Zhar der Verrückte
el: Ζάρ ο Τρελός
fr: Zhar le Fou
sv: Zhar den Galne

# monster
source: Snotspill
cs: Kapka z Nosu
el: Μυξορίχτης
fr: Morvure
sv: Snorspill

# monster
source: Arch-Bishop Lazarus
cs: Arcibiskup Lazarus
de: Erzbischof Lazarus
el: Ο Αρχιεπίσκοπος Λάζαρος
fr: Archevêque Lazarus
sv: Ärkebiskop Lazarus

# monster
source: Red Vex
cs: Rudé Soužení
de: Die Hexe Vanth
el: Κόκκινη Αγανάκτηση
fr: Vex Rouge
sv: Röd Vex

# monster
source: Black Jade
cs: Černý Nefrit
de: Aterjadus
el: Ο Μαύρος Νεφρίτη
fr: Jade Noir
sv: Svart Jade

# monster
source: Lachdanan
el: Λακντάναν

# monster
source: Warlord of Blood
cs: Krvavý Válečník
de: Kriegsherr des Blutes
el: Ο Πολέμαρχος του Αίματος
fr: Seigneur de Guerre de Sang
sv: Blodets Krigsherre

# monster
source: Hork Demon
cs: Horkův Démon
de: Grendel
el: Σαρκοδαίμονας
fr: Démon Hork

# monster
source: The Defiler
cs: Znesvěcovač
de: Gothaur der Schlinger
el: Ο Βεβηλωτής
fr: Le Sacrilège
sv: Besudlaren

# monster
source: Na-Krul
el: Να-Κρούλ

# monster
source: Bonehead Keenaxe
cs: Kosťohlav Sekáček
de: Knochenaxt der Kühne
el: Κοφτερό Σκελετωμένο Τσεκούρι
fr: Chef d'Os la Hache Affutée
sv: Benhuvud Skarpyxe

# monster
source: Bladeskin the Slasher
cs: Ostrokožec Rozřezávač
de: Klingenhaut der Schnitter
el: Ο Λεπιδόδερμας ο Κόφτης
fr: Cuirlame le Massacreur
sv: Svärdhud Uppskäraren

# monster
source: Soulpus
cs: Dušohnis
de: Eitrige Seele
el: Το Πύον της Ψυχής
fr: Âmefuroncle
sv: Själsvar

# monster
source: Pukerat the Unclean
cs: Krysodav Nečistý
de: Lygromath der Unreine
el: Το Εμετικό Ακάθαρτο Ποντίκι
fr: Dégueulerat l'Impur
sv: Spyråttan den Orene

# monster
source: Boneripper
cs: Trhač Kostí
de: Knochenbrecher
el: Κόκαλόξηλωτής
fr: Éventreur d'Os
sv: Benslitaren

# monster
source: Rotfeast the Hungry
cs: Hnilobný Hodovač
de: Gatacheor der Hungrige
el: Σαπιοφάγος Ο Πεινασμένος
fr: Bâfrescrofule L'Affamé
sv: Rötfest den Hungrige

# monster
source: Gutshank the Quick
cs: Střevopich zvaný Hbitý
de: Soor-Omash der Flinke
el: Εντεροκνήμης Ο Γρήγορος
fr: Taillebide le Prompt
sv: Tarmskäraren den Snabbe

# monster
source: Brokenhead Bangshield
cs: Rozbitohlav Štítoprásk
de: Bhazman-Lath
el: Ο Σπαζοκέφαλος Ασπιδοκτύπης
fr: Têterompue le Bouclier-Fracas
sv: Sprickskalle Slagsköld

# monster
source: Bongo
el: Μπόνγκο

# monster
source: Rotcarnage
cs: Tlející Masakr
de: Garrach der Befallene
el: Σαπισμένος Μακελάρης
fr: Carnagebubon
sv: Skrädruttnaren

# monster
source: Shadowbite
cs: Stínohlodač
de: Schattenbiss
el: Σκιωδαγκανιάρης
fr: Morsure de l'Ombre
sv: Skuggbett

# monster
source: Deadeye
cs: Smrtící Oko
de: Todesauge
el: Νεκρομάτης
fr: Œil-Mort
sv: Dödögat

# monster
source: Madeye the Dead
cs: Šílené Oko Mrtvola
de: Sarcon der Verblichene
el: Τρελομάτης ο Νεκρός
fr: Fol-Œil le Mort
sv: Villöga den Döde

# monster
source: El Chupacabras
el: Ελ Τσουπακάμπρας

# monster
source: Skullfire
cs: Hořící Lebka
de: Feuerschädel
el: Κρανιοφωτιά
fr: Crâne de Feu
sv: Skallelden

# monster
source: Warpskull
cs: Zkroucená Lebka
de: Zyraell
el: Το Διαστροφικό Κρανίο
fr: Crânetors
sv: Vridskallen

# monster
source: Goretongue
cs: Nabodávač Jazyků
de: Drokvalath Bannschläger
el: Αιματόγλωσσος
fr: Tripelangue
sv: Äckeltungan

# monster
source: Pulsecrawler
cs: Tepolezec
de: Carnifex
el: Παλμοερπετό
fr: Grouillefusant
sv: Pulskryparen

# monster
source: Moonbender
cs: Uctívač Měsíce
de: Kalong
el: Ο Λυγιστής της Σελήνης
fr: Courbe-Lune
sv: Månböjaren

# monster
source: Wrathraven
cs: Havraní Hněv
de: Zornrabe
el: Το Κοράκι της Οργής
fr: Corbeau du Châtiment
sv: Vredeskorpen

# monster
source: Spineeater
cs: Požírač Páteří
de: Chyraptaroth
el: Ο Καταβροχθέας Σπονδύλων
fr: Mangeur d'Échine
sv: Ryggradsätaren

# monster
source: Blackash the Burning
cs: Uhořelý zvaný Černý Popel
de: Varmoth der Feuerteufel
el: Η Μαύρη Στάχτη της Ανάφλεξης
fr: Cendre-Noire l'Ardent
sv: Svartaska den Brinnande
