Repository: diasurgical/devilutionX
Catalog: Translations/*.po
Languages: bg, da, it, pl, uk

source: Oh, I'm afraid this does not bode well at all. This map of the stars portends great disaster, but its secrets are not mine to tell. The time has come for you to have a very serious conversation with the Storyteller...
bg: Опасявам се, че това не вещае нищо добро. Тази карта на звездите предвещава голямо бедствие, но тайните ѝ не са мои, за да ги споделям. Дошло е времето да проведеш много сериозен разговор с Разказвача...
it: Oh, non è un buon segno. Questa mappa delle stelle predice un grande disastro, ma non tocca me rivelarti i suoi segreti. È giunto il momento per te di fare una conversazione molto seria col Narratore...
pl: Usunięty quest.
uk: О, боюся, це не передвіщає нічого хорошого. Ця карта зірок віщує велике лихо, але не мені розказувати її секрети. Настав твій час для дуже серйозної розмови з Розповідачем…

source: I've been looking for a map, but that certainly isn't it. You should show that to Adria - she can probably tell you what it is. I'll say one thing; it looks old, and old usually means valuable.
bg: Търся една карта, но не е тази. Трябва да я покажеш на Адрия - тя вероятно ще ти обясни какво е това. Ще ти кажа едно: изглежда стара, а стара обикновено означава ценна.
it: Sto cercando una mappa, ma certamente non è quella. Dovresti mostrarla ad Adria - lei probabilmente può dirti cos'è. Ti dirò una cosa; sembra antica, e di solito antico vuol dire prezioso.
pl: Usunięty quest.
uk: Я шукав карту, але це точно не вона. Ти повинні показати її Адрії — вона, напевно, розповість тобі, що це таке. Я скажу одне; вона виглядає старою, а стара карта зазвичай означає що вона цінна.

source: Pleeeease, no hurt. No Kill. Keep alive and next time good bring to you.
bg: Моооооля, не наранява. Не убива. Пази живот си и следващ път носи добро на теб.
it: Per favoreeee, no male. No uccidere. Prossima volta fare bel dono per te.
pl: Proooosi nie bij. Nie zabijaj. Daruj życie, a dobro cię spotka.
uk: Прошууу, не бий. Не вбивай. Залиш живим і наступного разу принесу добро тобі.

source: Something for you I am making. Again, not kill Gharbad. Live and give good. You take this as proof I keep word...
bg: Аз прави нещо за теб. Отново, не убива Гарбад. Живее и дава добро. Ти вземе това за уверение, че държи на дума...
it: Sto facendo qualcosa per te. Ancora, non uccidere Gharbad. Lascialo vivere. Tieni questo come prova di fiducia...
pl: Dla ciebie coś robi. Prosi zostaw Garbada. On żyje i daje dobro. A ty weź to jako dowód obietnicy...
uk: Дещо для тебе я роблю. Ще раз, не вбивай Гарбада. Живу і дарую добро. Візьми це як доказ, що я тримаю слово…

source: Nothing yet! Almost done. Very powerful, very strong. Live! Live! No pain and promise I keep!
bg: Още нищо! Почти готово. Много мощен, много силен. Жив! Жив! Не болка и аз обещание спазва!
it: Ancora Niente! Quasi fatto. Molto potente, molto forte. Si! Si! No dolore, e promessa mantengo!
pl: Jeszcze nic! Kończy! Wielka moc i siła. Żyć! Żyć! Nie męczył, więc spełni obietnicę!
uk: Ще нічого! Майже готово. Дуже могутнє, дуже сильне. Жити! Жити! Без болю і обіцянки я дотримаюся!

source: This too good for you. Very Powerful! You want - you take!
bg: Това твърде добро за теб. Много мощен! Ти иска - ти получава!
it: Questo troppo per te. Molto Potente! Se vuoi - tu prendere!
pl: To za dobre! Zbyt silne! Nie odda tak łatwo!
uk: Занадто добре для тебе. Дуже могутнє! Хочеш — забери!

source: What?! Why are you here? All these interruptions are enough to make one insane. Here, take this and leave me to my work. Trouble me no more!
bg: Какво?! Защо правиш? Всички тези досадници могат за да докарат човек до лудост. Хайде, вземи това и ме остави да си върша работата. Не ме безпокой повече!
it: Cosa? Perché sei qui? Tutte queste interruzioni mi faranno impazzire. Ecco, prendi questo e lasciami lavorare. E non disturbarmi più!
pl: Co?! Co ty tutaj robisz? Przez takich jak ty nie mogę się skoncentrować. Masz, weź to i daj mi pracować w spokoju. Więcej się tu nie pałętaj!
uk: Що?! Чому ти тут? Усі цих переривання зведуть мене з розуму. Візьми ось це і дай мені працювати. Не турбуй мене більше!

source: Arrrrgh! Your curiosity will be the death of you!!!
bg: Ааааррх! Любопитството ти ще те вкара в гроба!!!
it: Arrrrgh! La tua curiosità ti porterà alla morte!!!
pl: Arrrrgh! Ciekawość prowadzi do piekła!!!
uk: Аааа! Товя цікавість обійтеться тобі смертю!!!

source: Hello, my friend. Stay awhile and listen...
bg: Здравей, приятелю. Остани за малко и слушай...
it: Ciao, amico mio. Resta un po' e ascolta...
pl: Zostań na chwilę i posłuchaj...
uk: Привіт, мій друже. Залишся і послухай…

source: While you are venturing deeper into the Labyrinth you may find tomes of great knowledge hidden there. Read them carefully for they can tell you things that even I cannot.
bg: Навлизайки по-дълбоко в Лабиринта, ще откриеш скрити книги съдържащи велико познание. Прочети ги внимателно, защото те могат да ти разкрият неща, които дори аз не мога.
it: Mentre ti avventuri sempre più nel Labirinto potresti trovare dei Tomi di grande conoscenza. Leggili attentamente perché possono dirti cose che nemmeno io so.
pl: Kiedy zaczniesz schodzić w głąb Labiryntu, prawdopodobnie natrafisz na ukryte tam księgi o wielkiej wiedzy. Czytaj je uważnie, mogą powiedzieć ci o rzeczach, o których nawet ja nie słyszałem.
uk: Коли ти заглиблюєшся в Лабіринт, ти можеш знайти там томи великих знань. Читай їх уважно, бо вони розкажуть те, чого навіть я не знаю.

source: I know of many myths and legends that may contain answers to questions that may arise in your journeys into the Labyrinth. If you come across challenges and questions to which you seek knowledge, seek me out and I will tell you what I can.
bg: Знам много митове и легенди, които могат да съдържат отговори на въпроси, възникнали по време на странстването ти в Лабиринта. Ако се сблъскаш с предизвикателства и въпроси, за които търсиш знания, потърси ме и аз ще ти кажа всичко, каквото мога.
it: Conosco molti miti e leggende che possono contenere risposte a domande che ti farai durante i tuoi viaggi nel Labirinto. Se ti imbatti in qualche sfida o domanda della quale ti serve una risposta, chiedimelo e io ti dirò quello che posso.
pl: Znam wiele mitów i legend, które mogą zawierać odpowiedzi na nurtujące cię pytania. Jeżeli podczas podróży obudzą się w tobie wątpliwości, przyjdź z nimi do mnie. Pomogę ci w miarę możliwości.
uk: Я знаю багато міфів і легенд, які можуть мати відповіді на питання, що виникнуть під час твоїх подорожей у Лабіринт. Якщо ти зіткнешся з задачами чи запитаннями, які не знаєш, знайди мене, і я розскажу, що можу.

source: Griswold - a man of great action and great courage. I bet he never told you about the time he went into the Labyrinth to save Wirt, did he? He knows his fair share of the dangers to be found there, but then again - so do you. He is a skilled craftsman, and if he claims to be able to help you in any way, you can count on his honesty and his skill.
bg: Грисволд - човек на големи дела и голяма смелост. Обзалагам се, че никога не ти е разказвал за времето, когато влезе в Лабиринта, за да спаси Върт, нали? Той е видял своя дял от опасностите, които го дебнат там, но от друга страна - ти също. Той е опитен занаятчия и ако твърди, че може да ви помогне по някакъв начин, можете да разчиташ на неговата честност и умения.
it: Griswold? è un uomo d'azione e di grande coraggio. Scommetto che non ti ha raccontato di quando lui è andato nel Labirinto per salvare Wirt, Vero? Sapeva a quali pericoli andava in contro, andando là, e ora anche tu... fai lo stesso. Lui è un artigiano specializzato, e se dice di poterti aiutare, conta pure sulla sua abilità e la sua onestà.
pl: Griswold to człowiek wielkich czynów. Pewnie nie mówił ci o swojej wyprawie w głąb labiryntu. Uratował wtedy Wirta. Odczuł też na własnej skórze jak tam jest niebezpiecznie. Poza tym jest niezwykle uzdolnionym rzemieślnikiem. Jeżeli twierdzi, że zrobi wszystko, żeby ci pomóc, zaufaj mu.
uk: Грізволд — людина великих дій і великої мужності. Б’юся об заклад, він ніколи не розповідав тобі про те, як пішов у Лабіринт, щоб врятувати Вірта, чи не так? Він знає свою долю небезпек, які там знаходяться, а тепер — і ти. Він вправний майстер, і якщо він стверджує, що може чимось тобі допомогти, то можеш розраховувати на його чесність і майстерність.

source: Ogden has owned and run the Rising Sun Inn and Tavern for almost four years now. He purchased it just a few short months before everything here went to hell. He and his wife Garda do not have the money to leave as they invested all they had in making a life for themselves here. He is a good man with a deep sense of responsibility.
bg: Огдън е собственик и управител на странноприемницата и гостилница 'Изгряващото слънце' вече почти четири години. Той я купи само няколко месеца преди всичко тук да се превърне в Ад. Двамата със съпругата му Гарда нямат пари, за да си тръгнат, тъй като са вложили всичко, което са имали, за да си създадат живот тук. Той е добър човек с дълбоко чувство за отговорност.
it: Ogden ha comprato e gestisce la Locanda del Sol Levante da quasi quattro anni. La comprò alcuni mesi prima che le cose qui diventassero un inferno. Lui e sua moglie Garda non hanno i soldi per andarsene perché hanno investito tutti i loro averi per farsi una vita qui. È un brav'uomo e con un profondo senso di responsabilità.
pl: Ogden jest właścicielem Gospody pod Wschodzącym Słońcem już od prawie czterech lat. Kupił ją kilka miesięcy przed tym jak wszystko poszło w diabły. Wraz z żoną, Gardą, nie mają pieniędzy na wyjazd. Wszystkie oszczędności zainwestowali w ułożenie sobie życia tutaj. Ogden jest dobrym i bardzo odpowiedzialnym człowiekiem.
uk: Огден володіє та керує Таверною і Корчмою Висхідного Сонця вже майже чотири роки. Він придбав його всього за кілька місяців, перш ніж все тут пійшло до біса. У нього та його дружини Гарди немає грошей, щоб виїхати, оскільки вони вклали все, що мали, щоб створити собі тут життя. Він хороша людина з глибоким почуттям відповідальності.

source: Poor Farnham. He is a disquieting reminder of the doomed assembly that entered into the Cathedral with Lazarus on that dark day. He escaped with his life, but his courage and much of his sanity were left in some dark pit. He finds comfort only at the bottom of his tankard nowadays, but there are occasional bits of truth buried within his constant ramblings.
bg: Бедният Фарнам. Той е обезпокоителен спомен за обречената трупа, която се отправи в катедралата заедно с Лазар, в онзи мрачен ден. Спаси се на косъм от смъртта, но смелостта му и голяма част от разсъдъка му, останаха в някоя тъмна яма. Днес той намира утеха само на дъното на бъклицата си, но в постоянното му бърборене понякога се крие частица истина.
it: Povero Farnham. Lui è un inquietante promemoria del gruppo condannato ad entrare nella Cattedrale con Lazarus, in quel nero giorno. Riuscì a salvarsi, ma il suo coraggio e la sua sanità mentale rimasero laggiù nell'oscurità. Oggi trova conforto solo sul fondo del suo boccale, ma a volte si distinguono brandelli di verità nel suo vaneggiare.
pl: Biedny Farnham. Jako jeden z nielicznych przetrwał zagładę grupy, która tamtego strasznego dnia wkroczyła do Katedry z Lazarusem. Przeżył, ale jego odwaga i rozsądek pozostały w mrokach podziemi. Teraz spokój odnajduje jedynie na dnie swojego kufla. Słuchaj go uważnie, ponieważ czasami z jego chaotycznego bełkotu można wyciągnąć skrawek prawdy.
uk: Бідний Фарнхем. Він є тривожним нагадуванням про приречене зборище, яке увійшло до собору з Лазарем того темного дня. Він утік живим, але його хоробрість і глузд залишилися в тій темній ямі. Нині він знаходить втіху лише на дні кухля, але час від часу в його нісенітницях є частинки правди.

source: The witch, Adria, is an anomaly here in Tristram. She arrived shortly after the Cathedral was desecrated while most everyone else was fleeing. She had a small hut constructed at the edge of town, seemingly overnight, and has access to many strange and arcane artifacts and tomes of knowledge that even I have never seen before.
bg: Вещицата Адрия е аномалия в Тристрам. Тя пристигна малко след като катедралата бе осквернена, докато всички останали са бягаха. Построи си една малка колиба в края на града, сякаш от нощ за ден и има достъп до много странни и загадъчни артефакти и томове със знания, които дори аз не съм виждал преди.
it: La strega, Adria, è un'anomalia qui a Tristram. Giunse poco dopo che la Cattedrale venne sconsacrata, mentre molti di noi se ne stavano andando. Costruì, a quanto pare in una notte, una piccola capanna ai limiti della città e ha accesso a strani e arcani manufatti e tomi di conoscenza, che nemmeno io avevo mai visto prima.
pl: Adria wzbudza we mnie niepokój. Przybyła krótko po zbezczeszczeniu katedry, w czasie gdy wszyscy inni uciekali. Zamieszkała w małej chatce na obrzeżach miasta, zbudowanej ponoć z dnia na dzień. Ponadto, wiedźma ta posiada dostęp do wielu dziwnych i tajemniczych artefaktów oraz ksiąg, których nigdy wcześniej nie widziałem.
uk: Відьма Адрія — аномалія тут, у Трістрамі. Вона прибула невдовзі після того, як собор було осквернено, поки більшість інших тікали. Вона здавалося б, за ніч побудувала невелику хатину на околиці міста, і має при собі багато дивних та загадкових артефактів і томів знань, яких навіть я ніколи раніше не бачив.

source: The story of Wirt is a frightening and tragic one. He was taken from the arms of his mother and dragged into the labyrinth by the small, foul demons that wield wicked spears. There were many other children taken that day, including the son of King Leoric. The Knights of the palace went below, but never returned. The Blacksmith found the boy, but only after the foul beasts had begun to torture him for their sadistic pleasures.
bg: Историята на Вирт е ужасяваща и трагична. Той бе изтръгнат от ръцете на майка си и завлечен в лабиринта от малки, противни демони, носещи порочни копия. В онзи ден бяха отвлечени и много други деца, включително и синът на крал Леорик. Придворните рицарите се впуснаха надолу, но никога не се завърнаха. Ковачът намери момчето, но само след като мръсните зверове били започнали да го изтезават за свое садистично удоволствие.
it: Quella di Wirt è una storia tanto spaventosa quanto tragica. Venne rapito alla madre e trascinato nel Labirinto, lasciato preda di piccoli e orribili demoni. Furono presi molti altri bambini quel giorno, incluso il figlio di Re Leoric. I Cavalieri del palazzo andarono la sotto, ma non ritornarono mai. Fu il Fabbro a ritrovare il ragazzo, ma solo dopo che le bestie avevano incominciato a torturarlo per i loro sadici piaceri.
pl: Historia Wirta jest przerażająca. Został wyrwany z rąk swej matki i zaciągnięty do labiryntu przez małe, plugawe, dzierżące włócznie pomioty. Musisz wiedzieć, że tamtego dnia porwano też wiele innych dzieci, w tym syna Króla Leoryka. Rycerze z pałacu ruszyli im na ratunek, lecz od tamtej pory nie dali już znaku życia. Wirta odnalazł kowal, niestety chłopiec padł już ofiarą potwornych tortur tych plugawych bestii.
uk: Історія Вірта страшна і трагічна. Маленькі мерзенні демони що мали гострі списи забрали його з рук матері і потягли в лабіринт. Того дня забрали багато інших дітей, разом з сином Короля Леоріка. Лицарі палацу пішли вниз, але так і не повернулися. Коваль знайшов хлопчика, але не раніше, як мерзенні звірі почали катувати його для своїх садистських втіх.

source: Ah, Pepin. I count him as a true friend - perhaps the closest I have here. He is a bit addled at times, but never a more caring or considerate soul has existed. His knowledge and skills are equaled by few, and his door is always open.
bg: Ах, Пепин. Считам го за истински приятел, може би най-близкият, който имам тук. На моменти е малко отвеян, но никога не е съществувала по-грижовна и внимателна душа. Малцина могат да се похвалят с неговите знания и умения, а вратата му е винаги отворена.
it: Ah, Pepin. Lui per me è un vero amico, forse il migliore che ho. A volte è un po' confuso, ma non esiste nessuno con un animo così premuroso. Pochi eguagliano la sua conoscenza e le sue abilità, e la sua porta è sempre aperta.
pl: Ach, Pepin. Uważam go za prawdziwego przyjaciela - chyba najbliższego, jakiego mam. Czasami wydaje się być trochę zagubiony, ale nigdy jeszcze nie spotkałem cieplejszej duszy. Niewielu posiada takie zasoby wiedzy czy umiejętności i chce się nimi dzielić.
uk: А, Пепін. Я вважаю його справжнім другом — можливо, найближчим з усіх. Він трохи заплутаний часом, але ніколи не існувало більш турботливої чи уважної душі. Його знання та навички мало кому зрівняються, і його двері завжди відкриті.

source: Gillian is a fine woman. Much adored for her high spirits and her quick laugh, she holds a special place in my heart. She stays on at the tavern to support her elderly grandmother who is too sick to travel. I sometimes fear for her safety, but I know that any man in the village would rather die than see her harmed.
bg: Джилиан е прекрасна девойка. Тачена много заради доброто си настроение и бързия си смях, с което заема специално място в сърцето ми. Тя остана в гостилницата, за да се грижи за възрастната си баба, която е твърде болнава, за да пътува. Понякога се страхувам за нейната безопасност, но знам, че всеки мъж в селото би предпочел да умре, отколкото да я види наранена.
it: Gillian è una bella donna. Molto amata per il suo spirito e la risata facile, ha un posto speciale nel mio cuore. Lavora alla taverna per aiutare sua nonna, che è troppo malata per viaggiare. A volte temo per la sua sicurezza, ma so che ogni uomo del villaggio morirebbe piuttosto che vederla ferita.
pl: Gillian jest wspaniałą kobietą. Zajmuje w moim sercu szczególne miejsce. Ma pogodną duszę, a jej uśmiech niejednego już oczarował. Mieszka w gospodzie i pomaga swojej babci, która jest zbyt chora, żeby się swobodnie poruszać. Choć wiem, że każdy mężczyzna w wiosce oddałby za nią życie, to i tak czasami boję się o jej bezpieczeństwo.
uk: Гілліан — хороша жінка. Її обожнюють за піднесений настрій і легкий сміх, вона займає особливе місце в моєму серці. Вона залишається в таверні, щоб підтримати свою літню бабусю, яка занадто хвора, щоб подорожувати. Я іноді боюся за її безпеку, але знаю, що будь-який чоловік у селі воліє померти, ніж побачити, як їй нашкодять.

source: Greetings, good master. Welcome to the Tavern of the Rising Sun!
bg: Привет, добри господарю. Добре дошъл в Гостилницата на Изгряващото Слънце!
it: Salve, signore. Benvenuto alla Taverna del Sol Levante!
pl: Witaj w mojej Gospodzie!
uk: Вітаю, добрий майстре. Ласкаво просимо до Таверни Висхідного Сонця!

source: Many adventurers have graced the tables of my tavern, and ten times as many stories have been told over as much ale. The only thing that I ever heard any of them agree on was this old axiom. Perhaps it will help you. You can cut the flesh, but you must crush the bone.
bg: Много приключенци са седели на масите в моята таверна и десет пъти повече истории са били разказани на чаша пиво. Единственото нещо, за което някога съм ги чувал да се съгласяват, е тази стара поговорка. Може би тя ще ви помогне. Можеш да срежеш плътта, но трябва да строшиш костта.
it: Molti avventurieri hanno onorato le tavole della mia taverna, e le storie raccontate sono state dieci volte la birra consumata. L'unica cosa su cui tutti erano d'accordo era questo vecchio assioma. Forse ti aiuterà. Puoi tagliare la carne, ma devi spezzare le ossa.
pl: Wielu śmiałków zasiadało przy stołach mej gospody i opowiedziano tutaj mnóstwo historii zapijając je także mnóstwem piwa. Jedyną rzeczą, z którą prawie każdy się zgadzał, była stara maksyma. Może ci się przyda. Ciało możesz rozciąć, ale kości musisz zmiażdżyć.
uk: Багато шукачів пригод сідали за столи моєї таверни, і в десять разів більше історій було розказано, скільки елю було випито . Єдине, що я коли-небудь чув, щоб хтось із них погодився, це стара аксіома. Можливо, вона допоможе тобі. Плоть можна розрізати, але кістки треба трощити.

source: Griswold the blacksmith is extremely knowledgeable about weapons and armor. If you ever need work done on your gear, he is definitely the man to see.
bg: Ковачът Грисволд е изключително компетентен по отношение на оръжията и доспехите. Ако някога имаш нужда от работа по снаряжението ти, определено трябва да се обърнеш към него.
it: Griswold il fabbro è bene informato su armi e armature. Se hai bisogno di fare modifiche al tuo equipaggiamento, lui è di sicuro l'uomo che cerchi.
pl: Kowal Griswold posiada ogromną wiedzę na temat broni i pancerzy. Koniecznie go odwiedź, jeśli twój ekwipunek będzie wymagał naprawy.
uk: Коваль Грізволд дуже добре обізнаний зі зброєю та обладунками. Якщо тобі коли-небудь знадобиться робота зі спорядженням, тоді звісно, треба ідти до нього.

source: Farnham spends far too much time here, drowning his sorrows in cheap ale. I would make him leave, but he did suffer so during his time in the Labyrinth.
bg: Фарнам прекарва твърде много време тук, давейки мъката си в евтино пиво. Бих го накарал да си тръгне, но той е страдал неимоверно много докато е бил в Лабиринта.
it: Farnham passa fin troppo tempo qui, affogando i suoi dolori con birra da due soldi. Io lo manderei via, ma ha sofferto troppo mentre era nel Labirinto.
pl: Farnham spędza tu stanowczo za dużo czasu. Nieustannie zapija smutki tanim piwem. Nie mam serca, żeby go wyprosić, bo domyślam się ile wycierpiał w Labiryncie.
uk: Фарнхем проводить тут занадто багато часу, топить свої печалі в дешевому елі. Я б змусив його піти, але він все-таки так страждав в Лабіринті.

source: Adria is wise beyond her years, but I must admit - she frightens me a little. Well, no matter. If you ever have need to trade in items of sorcery, she maintains a strangely well-stocked hut just across the river.
bg: Адрия е изключително мъдра за годините си, и трябва да призная, че това малко ме плаши. Е, няма значение. Ако някога ти се наложи да търгуваш с магически предмети, тя държи една необичайно добре снабдена колиба точно от другата страна на реката.
it: Adria è molto saggia per la sua età, ma devo ammettere che mi spaventa un po'. Beh, non importa. Se hai bisogno di trattare articoli magici, lei possiede una capanna stranamente ben fornita al di là del fiume.
pl: Adria jest zbyt mądra jak na swój wiek i to mnie troszeczkę przeraża. W sumie, to bez znaczenia. Posiada niepokojąco wiele magicznych przedmiotów. Znajdziesz ją w chacie, po drugiej stronie rzeki.
uk: Адрія мудра не по роках, але, признаюсь, вона мене трохи лякає. Ну, неважливо. Якщо тобі коли-небудь доведеться торгувати зачарованими предметами, вона тримає добре укомплектовану хатину через річку.

source: If you want to know more about the history of our village, the storyteller Cain knows quite a bit about the past.
bg: Ако искаш да научиш повече за историята на нашия град, разказвачът Кайн знае доста истории от миналото.
it: Se vuoi saperne di più sulla storia del nostro villaggio, Cain il narratore sa un bel po' di cose sul passato.
pl: Jeśli chcesz dowiedzieć się więcej o historii naszej wioski, porozmawiaj z naszym kronikarzem, Cainem. On naprawdę dobrze zna jej przeszłość.
uk: Якщо ти хочеш дізнатися більше про історію села, Розповідач Каїн чимало знає про наше минуле.
