Repository: diasurgical/devilutionX
Catalog: Translations/*.po
Languages: bg, da, it, pl, uk

source: Many demons traveled to the mortal realm in search of the Three Brothers. These demons were followed to the mortal plane by Angels who hunted them throughout the vast cities of the East. The Angels allied themselves with a secretive Order of mortal magi named the Horadrim, who quickly became adept at hunting demons. They also made many dark enemies in the underworlds.
bg: Много демони се отправиха към Царството на смъртните, за да търсят Тримата братя, последвани от Ангелите в света на смъртните, които ги преследваха през обширните градове на Изток. Ангелите се съюзиха с потайния Орден на смъртните магьосници на име Хорадрим, които бързо станаха изкусни в лова на демони. Така те си създадоха множество врагове в подземните светове.
it: Molti demoni si spostarono nel reame dei mortali in cerca dei tre fratelli. Questi demoni vennero seguiti da Angeli che li perseguitarono attraverso le vaste città d'oriente. Gli angeli si allearono con un ordine segreto di maghi mortali chiamato Horadrim, che divennero ben presto maestri nel cacciare demoni. Si fecero anche molti oscuri nemici nei regni d'oltretomba.
pl: Wiele demonów przybyło do krainy śmiertelników w poszukiwaniu Trzech Braci. Ich poczynania na ziemi śledziły anioły, które rozpoczęły polowania na nie w wielkich miastach Wschodu. Anioły sprzymierzyły się ze śmiertelnikami i zawarły pakt z tajemniczym zakonem horadrimów. Jego członkowie szybko stali się znakomitymi łowcami zła i błyskawicznie zdobyli w krainie podziemi wielu wrogów.
uk: Багато демонів подорожували в вимір смертних у пошуках Трьох Братів. За ними слідували ангели, що полювали на них у великих містах Сходу. Ангели вступили в союз з таємним орденом смертних магів, що зветься Хорадрім, які швидко стали досвідченими в полюванні на демонів. Також вони нажили собі багато темних ворогів у підземних світах.

source: So it came to be that the Three Prime Evils were banished in spirit form to the mortal realm and after sewing chaos across the East for decades, they were hunted down by the cursed Order of the mortal Horadrim. The Horadrim used artifacts called Soulstones to contain the essence of Mephisto, the Lord of Hatred and his brother Baal, the Lord of Destruction. The youngest brother - Diablo, the Lord of Terror - escaped to the west. Eventually the Horadrim captured Diablo within a Soulstone as well, and buried him under an ancient, forgotten Cathedral. There, the Lord of Terror sleeps and awaits the time of his rebirth. Know ye that he will seek a body of youth and power to possess - one that is innocent and easily controlled. He will then arise to free his Brothers and once more fan the flames of the Sin War...
bg: И така стана, че душите на Трите Върховни злини бяха заточени в Царството на смъртните, всявайки хаос десетилетия наред сред земите на Изтока, те биват заловени от прокълнатия Орден на смъртните Хорадрим. Хорадрим използваха артефакти, наречени Камъни на Душата, за да съхранят същността на Мефисто - Господарят на Омразата и неговия брат, Баал - Господарят на Унищожението. Най-младият брат, Диабло, Господарят на Ужаса, бяга на запад. Рано или късно, Хорадрим залавят Диабло в Камък на душата. и го заравят под древната, забравена Катедрала. Там, Господарят на Ужаса спи и изчаква моментът на своето възраждане. Знай, че той ще потърси младо тяло носещо власт, такова, което лесно може да обладае - невинно и лесно контролируемо. Тогава той ще се надигне, за да освободи братята си и отново ще наклади огньовете на Войната на греховете.
it: Così accadde che i Tre Mali Maggiori furono banditi in forma spirituale nel reame dei mortali e dopo aver sparso caos in oriente per decadi, vennero cacciati dal maledetto Ordine Horadrim. L'Horadrim usò artefatti chiamati Pietre dell'Anima per contenere l'essenza di Mephisto, il Signore dell'Odio e di Baal, il Signore della Distruzione. Il fratello più giovane - Diablo, il Signore del Terrore - fuggì ad ovest. L'Horadrim riuscì poi a catturare anche Diablo in una Pietra dell'Anima, che venne sepolta sotto un'antica Cattedrale dimenticata. Qui, il Signore del Terrore dorme e attende il tempo della sua rinascita. Egli cercherà un corpo giovane e forte da possedere - uno che sia innocente e facile da controllare. Sorgerà quindi per liberare i suoi fratelli e attizzare le fiamme della Guerra del Peccato...
pl: Dokonało się. Duchy Wielkiej Trójcy zostały wygnane do świata śmiertelników. Po trwającym dekady sianiu spustoszenia na Wschodzie, zostali wytropieni przez zakon śmiertelników. Horadrimowie użyli artefaktów nazywanych Kamieniami Dusz i umieścili w nich esencje Mefisto, Pana Nienawiści i jego brata Baala, Pana Zniszczenia. Najmłodszy brat, Diablo - Pan Grozy, uciekł na zachód. Ostatecznie Horadrimowie schwytali do Kamienia Dusz również Diablo, a następnie ukryli go pod starożytną, zapomnianą katedrą. Tam oto Pan Grozy pozostaje uśpiony i oczekuje na przebudzenie. Wiedzcie o tym, że potrzebuje młodego i energicznego ciała, naiwnej osoby, którą łatwo będzie opętać. Odrodzi się wtedy, by uwolnić swych Braci i ponownie wzniecić ogień Wojny Grzechu...
uk: Так сталося, що Три Перших Зла були вигнані у формі духів в вимір смертних, і після того, як вони десятиліттями сіяли хаос на Сході, їх зловив проклятий Орден смертного Хорадріма. Хорадрім використовував артефакти, які називаються Каменями Душі, щоб вмістити сутність Мефісто, Володаря Ненависті, і його брата Ваала, Володаря Руйнування. Наймолодший брат - Діабло, Лорд Жаху - втік на захід. Врешті-решт Хорадрім також захопив Діабло в Камені Душі і поховав його під стародавнім, забутим собором. Там Володар Жаху спить і чекає часу свого відродження. Знайте, що він буде шукати молоде і сильне тіло, яким можна володіти, — тіло, що є невинним і яким легко керувати. Тоді він встане, щоб звільнити своїх братів і ще раз розпалити полум'я Війни Гріхів…

source: All praises to Diablo - Lord of Terror and Survivor of The Dark Exile. When he awakened from his long slumber, my Lord and Master spoke to me of secrets that few mortals know. He told me the kingdoms of the High Heavens and the pits of the Burning Hells engage in an eternal war. He revealed the powers that have brought this discord to the realms of man. My lord has named the battle for this world and all who exist here the Sin War.
bg: Все хвала за Диабло - Господар на Ужаса и Оцелял от Мрачното изгнание. Когато той се пробуди от дълбокия си сън, моят Господар и Учител, ми разкри тайни, които малцина смъртни знаят. Той ми описа как кралствата на Високите небеса и бездните на Горящия ад, водят вечна война. Показа ми силите, които са довели този раздор в света на човека. Моят Господар назова конфликта на този свят и всички останали, които съществуват, Войната на Греха.
it: Tutti adorino Diablo - Signore del Terrore e Superstite dell'Esilio Oscuro. Quando si svegliò dal suo sonno, il mio Signore e Padrone mi parlò di segreti che pochi mortali conoscono. Mi raccontò di come i Regni Celesti e i Pozzi dell'Inferno si scontrarono in una eterna guerra. Mi rivelò i fatti che portarono questa lotta nei reami umani. Egli ha chiamato questa battaglia per questo mondo e per tutti quelli che vi abitano Guerra del Peccato.
pl: Chwała Diablo - Panu Grozy, który przetrwał Mroczne Wygnanie. Mój Pan i Mistrz przebudził się wreszcie z głębokiego snu. Wyjawił mi sekrety znane niewielu śmiertelnikom. Opowiedział mi o Królestwie Niebios i Płonących Piekłach, ścierających się w odwiecznej wojnie. Pokazał moce, które sprowadziły ten konflikt do krainy ludzi, a samą walkę za ten świat i każde jego istnienie nazwał Wojną Grzechu.
uk: Всі похвали Діабло - Лорду Жаху і Тому, Хто Вижив Темне Заслання. Коли він прокинувся від довгого сну, мій Володар і Вчитель розповів мені про таємниці, які небагато смертних знають. Він сказав мені, що царства Високих Небес і палаючі ями Пекла, воюють у вічній війні. Він розкрив сили, які принесли цей розбрат у царства людей. Мій повелитель назвав битву за цей світ і всіх, хто в ньому існує, Війною Гріхів.

source: Glory and Approbation to Diablo - Lord of Terror and Leader of the Three. My Lord spoke to me of his two Brothers, Mephisto and Baal, who were banished to this world long ago. My Lord wishes to bide his time and harness his awesome power so that he may free his captive brothers from their tombs beneath the sands of the east. Once my Lord releases his Brothers, the Sin War will once again know the fury of the Three.
bg: Слава и признание за Диабло - Господар на Ужаса и Водач на Тримата. Моят Господар ми разказа за неговите двама братя, Мефисто и Баал, които били запратени на този свят преди векове. Той желае да отдаде времето си да възстанови своята невероятната сила, за да освободи пленените си братя от техните гробници, дълбоко под пясъците на изток. И когато Господарят разбие оковите им, Войната на Греха отново ще усети яростта на Тримата.
it: Gloria e Onori a Diablo - Signore del Terrore e Capo dei Tre. Il mio Signore mi parlò dei suoi fratelli, Mephisto e Baal, banditi in questo mondo secoli fa. Egli attende per scatenare il suo immenso potere che può liberare i suoi fratelli rinchiusi nei loro sepolcri sotto le sabbie dell'est. Una volta che il mio Signore avrà liberato i suoi Fratelli, la Guerra del Peccato conoscerà di nuovo la furia dei Tre.
pl: Chwała i uwielbienie dla Diablo - Pana Grozy, który przewodzi całej Trójcy. Mój Pan opowiadał mi o swych dwóch braciach, Mefisto i Baalu, z którymi dawno temu został wygnany do naszego świata. Czeka teraz na odpowiedni moment, by wykorzystać swą niesamowitą moc do uwolnienia pojmanych braci, znajdujących się w grobowcach pod piaskami Wschodu. Kiedy mój Pan oswobodzi swych braci, Wojna Grzechu jeszcze raz zazna gniewu Trójcy.
uk: Слава і Хвала Діабло - Повелителю Жаху і Лідеру Трьох. Мій Повелитель говорив мені про своїх братів, Мефісто і Ваала, які давно були вигнані в цей світ. Мій Володар хоче дочекатися і використати свою дивовижну силу, щоб він міг звільнити своїх полонених братів з їх гробниць під пісками сходу. Як тільки мій Повелитель звільнить своїх братів, Війна гріхів знову пізнає лють Трьох.

source: Hail and Sacrifice to Diablo - Lord of Terror and Destroyer of Souls. When I awoke my Master from his sleep, he attempted to possess a mortal's form. Diablo attempted to claim the body of King Leoric, but my Master was too weak from his imprisonment. My Lord required a simple and innocent anchor to this world, and so found the boy Albrecht to be perfect for the task. While the good King Leoric was left maddened by Diablo's unsuccessful possession, I kidnapped his son Albrecht and brought him before my Master. I now await Diablo's call and pray that I will be rewarded when he at last emerges as the Lord of this world.
bg: Приветствия и жертвувания за Диабло - Господар на Ужаса и Унищожител на Души. Когато пробудих моя Господар от съня, той се опита да приеме образа на смъртен. Диабло опита да завземе тялото на Крал Леорик, но моят Господар нямаше сили, задето беше държан в плен. Моят Повелител се нуждаеше от проста и невинна котва на този свят и той намери малкия Албрихт да бъде най-подходящият за задачата. Докато, в това време, добрият Крал Леорик изпадаше в лудост заради неуспешното вселяване на Диабло, аз отвлякох сина му, Албрихт и го отведох при моя Господар. Сега, очаквам Диабло да вземе решение и се надявам, че усилията ми ще бъдат възнаградени, когато той бъде провъзгласен за Владетел на този свят.
it: Saluti e onori a Diablo - Signore del Terrore e Distruttore d'Anime. Quando ho destato il mio Padrone dal suo sonno, tentò di possedere una forma mortale. Diablo provò a reclamare il corpo di Re Leoric, ma il mio Padrone era troppo provato dalla sua prigionia. Il mio Signore abbisognava di un innocente legame a questo mondo, e trovò il giovane Albrecht perfetto in questo ruolo. Mentre Re Leoric impazziva, per il fallito tentativo di possessione di Diablo, rapii Albrecht e lo donai al mio Padrone. Ora aspetto la chiamata di Diablo e spero in una ricompensa quando alla fine si ergerà come Signore del mondo.
pl: Oddajcie cześć i pokłon Diablo - Panu Grozy i niszczycielowi dusz. Kiedy przebudziłem mego mistrza, spróbował opętać śmiertelnika. Diablo chciał posiąść ciało Króla Leoryka, jednak był jeszcze zbyt słaby. Potrzebował ofiary słabszej i naiwniejszej, by powrócić w pełni do tego świata. Uznał chłopca, Albrechta, za idealny cel. Podczas gdy Król Leoryk tracił zmysły po nieudanej próbie opętania, ja porwałem jego syna Albrechta i zaprowadziłem go przed mojego Mistrza. Teraz oczekuję rozkazu od Diablo i modlę się o to, by zostać nagrodzonym kiedy zostanie Panem tego świata.
uk: Радуйся і принеси жертву Діабло - Повелителю Жаху і Винищувачу Душ. Коли я розбудив свого Вчителя від сну, він спробував заволодіти смертним тілом. Діабло намагався заволодіти тілом Короля Леоріка, але мій господар був занадто слабкий від ув’язнення. Моєму Повелителю був потрібен простий і невинний якір у цьому світі, і він знайшов, що хлопчик Альбрехт ідеально підходить для цього. У той час як добрий Король Леорік збожеволів від невдалої спроби вселитись в нього, я викрав його сина Альбрехта і привів його до свого господаря. Тепер я чекаю поклику Діабло і молюся, щоб мене винагородили, коли він нарешті стане Володарем цього світу.

source: Thank goodness you've returned! Much has changed since you lived here, my friend. All was peaceful until the dark riders came and destroyed our village. Many were cut down where they stood, and those who took up arms were slain or dragged away to become slaves - or worse. The church at the edge of town has been desecrated and is being used for dark rituals. The screams that echo in the night are inhuman, but some of our townsfolk may yet survive. Follow the path that lies between my tavern and the blacksmith shop to find the church and save who you can. Perhaps I can tell you more if we speak again. Good luck.
bg: Слава богу, че се завърна! Доста неща се промениха откакто си замина, приятелю. Цареше мир, докато не минаха Мрачни ездачи и опустошиха градчето ни. Мнозина завариха смъртта си на място, а онези, осмелили се да вдигнат оръжие, бяха жестоко разсечени, взети за роби или ги застигна нещо още по-лошото. Църквата в края на града бе осквернена и ползвана за мрачни ритуали. Писъците, които се чуват през нощта оттам, са нечовешки, но някои от съжителите ни може и да е оцелял. Следвай пътеката, минаваща между моята гостилница и ковачницата, за да стигнеш до църквата и спасиш когото можеш. Може би ще можем да си поговорим по-обширно някой друг път. Успех.
it: Grazie al cielo sei tornato! Molto è cambiato da quando vivevi qui amico mio. Tutto era pacifico fin quando i cavalieri neri non razziarono il villaggio. Molti vennero uccisi subito e quelli che si difesero furono trucidati o trascinati via per diventare schiavi, o peggio. La chiesa ai limiti del paese è stata sconsacrata ed è usata per oscuri rituali. Le urla che risuonano nella notte sono inumane, ma alcuni dei nostri compaesani potrebbero ancora essere vivi. Per trovare la chiesa segui il sentiero fra la mia taverna e la fucina, cerca di salvarli. Forse la prossima volta saprò dirti di più. Buona fortuna.
pl: Dobrze znów cię widzieć! Dużo się zmieniło od czasu twojej ostatniej wizyty. Żyliśmy tu spokojnie, do momentu, w którym przybyły te diabelskie stworzenia i zniszczyły naszą wioskę. Wielu zginęło na miejscu. Tych co chwycili za broń zabito albo porwano na niewolników - jak nie gorzej. Kościół na skraju miasta zbezczeszczono i służy teraz mrocznym rytuałom. Nocami po osadzie roznoszą się nieludzkie krzyki. Mimo to wciąż mamy nadzieję, że część naszych ludzi przeżyła. Udaj się ścieżką wiodącą między gospodą a kuźnią, tam znajdziesz katedrę. Uratuj kogo tylko zdołasz. Więcej opowiem ci przy następnym spotkaniu. Powodzenia.
uk: Слава Богу, що ти повернувся! Багато чого змінилося з тих пір, як ти тут жив, друже. Усе було мирно, поки не прийшли темні вершники і не знищили наше село. Багатьох вирубали там, де вони стояли, а тих, хто брався за зброю, вбивали або тялги на работоргівлю — а то і гірше. Церква на околиці міста була осквернена і використовується для темних ритуалів. Уночі лунають нелюдські крики, але дехто з городян ще може вижили. Йди стежкою, що лежить між моєю таверною і ковальською майcтернею, щоб знайти церкву і врятуй кого зможеш. Я розповім більше, коли ми знову поговоримо. Удачі.

source: Maintain your quest. Finding a treasure that is lost is not easy. Finding a treasure that is hidden less so. I will leave you with this. Do not let the sands of time confuse your search.
bg: Не прекратявай твоето търсене. Да намериш изгубено съкровище, не е никак лесно. Но да намериш съкровище, което е скрито, е още по-трудно. Ще ти кажа следното. Не позволявай на пясъците на времето да попречат на твоето търсене.
it: Perdura nella tua missione. Trovare un tesoro disperso non è facile. Scovare un tesoro celato ancor meno. Ti lascio con questo. Non lasciare che le sabbie del tempo confondano la tua ricerca.
pl: Pamiętaj o tym zadaniu. Znalezienie utraconego skarbu nie jest proste. Tym bardziej znalezienie skarbu, który został ukryty. Nie pozwól, aby upływający czas wpłynął na twoje poszukiwania.
uk: Продовжуй свої звідини. Знайти втрачений скарб непросто. Знайти схований скарб ще важче. Дам тобі ось таку пораду. Не дозволяй піскам часу заплутати твої пошуки.

source: A what?! This is foolishness. There's no treasure buried here in Tristram. Let me see that!! Ah, Look these drawings are inaccurate. They don't match our town at all. I'd keep my mind on what lies below the cathedral and not what lies below our topsoil.
bg: Какво?! Що за глупост!? Тук, в Тристрам, няма заровено съкровище. Нека да погледна! А, виж, тези очертания са неверни. Изобщо не съвпадат с тези нашето градче. Аз бих се съсредоточил над това, което се намира под катедралата, не върху това, което е под тревата.
it: Un cosa?! Questa è follia. Non c'è tesoro sepolto a Tristram. Fammi vedere! Ah, guarda questi disegni inesatti. Non combaciano con la nostra città. Rimarrò con la mente su ciò che si trova sotto la cattedrale e non su ciò che sta nel nostro sottosuolo.
pl: Co? To bzdura. Pod Tristram nie ma ukrytych skarbów. Pokaż mi to! Ach, spójrz, te rysunki nie pasują do naszego miasta. Na twoim miejscu skupiłbym się nad tym co jest pod katedrą, a nie na tej mapie.
uk: Що?! Це дурість. Тут, у Трістрамі, немає скарбів. Дай мені подивитись!! О, подивись, малюнки тут неточні. Вони зовсім не відповідають нашому місту. Я б мав на увазі те, що під собором, а не те, що лежить під нашим ґрунтом.

source: I really don't have time to discuss some map you are looking for. I have many sick people that require my help and yours as well.
bg: Нямам време да обсъждам някаква карта, която търсиш. Има доста болни хора, които се нуждаят от моята и от твоята помощ.
it: Non ho veramente tempo di discutere sulla mappa che stai cercando. Ho molta gente malata che richiede il mio aiuto e anche il tuo.
pl: Nie mam czasu na przeglądanie map. Wielu ludzi potrzebuje teraz mojej pomocy, twojej zresztą też.
uk: У мене немає часу говорити про якусь карту, що ти шукаєш. У мене багато хворих, яким потрібна моя і твоя допомога.

source: The once proud Iswall is trapped deep beneath the surface of this world. His honor stripped and his visage altered. He is trapped in immortal torment. Charged to conceal the very thing that could free him.
bg: Някогащният горд Исвол, сега е окован дълбоко под повърхността на този свят, лишен от честта си и с изменена същност. Затворен е в капана на безсмъртни мъчения, задължен да скрие единственото нещо, което може да го освободи.
it: Il fiero Iswall è intrappolato nelle profondità di questo mondo. Spogliato dell'onore e sfigurato in viso. Egli è intrappolato in un tormento immortale. Incaricato a celare la cosa che potrebbe liberarlo.
pl: Usunięty quest.
uk: Колись гордий Ісволл піймався в пастку глибоко під землею. Його позбавили честі і змінили обличчя. Його захопили в пастку безкінечних мук. Призначений ховати саме те, що могло б його звільнити.

source: I'll bet that Wirt saw you coming and put on an act just so he could laugh at you later when you were running around the town with your nose in the dirt. I'd ignore it.
bg: Готов съм да се обзаложа, че когато Върт те е видял да идваш, и ти е скроил някакъв номер, така че да може да ти се присмива когато бягаш из града с нос, заврян в калта. Не му обръщай внимание.
it: Scommetto che Wirt vedendoti arrivare improvvisò una sceneggiata per deriderti più tardi, quando avresti girato in città col tuo naso nell'immondizia. Io l'ignorerei.
pl: Założę się, że to Wirt robi sobie z ciebie żarty. Pewnie pęknie ze śmiechu, gdy się dowie, jak pytasz wszystkich o te bazgroły, które ci podrzucił. Ja bym sobie dał z tym spokój.
uk: Б’юся об заклад, що Вірт побачив, як ти ідеш, і прикинувся лише для того, щоб потім сміятися з тебе, як ти бігаєш по місту носом в грунт. Я б його проігнорував.

source: There was a time when this town was a frequent stop for travelers from far and wide. Much has changed since then. But hidden caves and buried treasure are common fantasies of any child. Wirt seldom indulges in youthful games. So it may just be his imagination.
bg: Навремето, този град беше честа спирка за пътешествениците от всички краища на земята. Много неща се промениха оттогава. Но тайните пещери и заровените съкровища са винаги в главите на децата. Върт рядко взема участие в юношеските игри. Така че може просто да си въобразява.
it: Ci fu un tempo in cui la città era meta frequente per viaggiatori provenienti da ogni dove. Molto è cambiato da allora. Ma caverne ignote e tesori sepolti sono fantasie comuni nei bambini. Wirt fa di raro giochi infantili. Quindi può esserselo solo immaginato.
pl: Kiedyś często zatrzymywali się tu podróżni z dalekich stron, jednak wiele się od tego czasu zmieniło. Ale dzieci często fantazjują o ukrytych jaskiniach i zakopanych skarbach. Choć Wirt rzadko daje się ponieść młodzieńczym zabawom, to nadal możliwe, że to tylko jego wymysł.
uk: Був час, коли це місто було частою зупинкою для мандрівників звідусіль. З тих пір багато чого змінилося. Але приховані печери та закопані скарби – звичайні фантазії будь-якої дитини. Вірт іноді вдається до юнацьких ігор. Так що це може бути просто його уява.

source: Listen here. Come close. I don't know if you know what I know, but you've have really got something here. That's a map.
bg: Слушай. Ела по близо. Не знам дали знаеш, каквото аз знам, но действително носиш нещо интересно. Това е карта.
it: Ascolta. Vieni qui. Io non so se tu sai quello che so, ma hai trovato davvero qualcosa. Quella è una mappa.
pl: Cho... Chono tu. Słuchaj. Nie wiem czy ty to widzisz, ale tu jest coś narysowane. To mapa.
uk: Слухай сюди. Підійди ближче. Не знаю, чи ти знаєш те, що я знаю, але у тебе тут справді щось є. Це карта.
