Repository: diasurgical/devilutionX
Catalog: Translations/*.po
Languages: bg, da, it, pl, uk

source: Wirt is a rapscallion and a little scoundrel. He was always getting into trouble, and it's no surprise what happened to him. He probably went fooling about someplace that he shouldn't have been. I feel sorry for the boy, but I don't abide the company that he keeps.
bg: Върт е нехранимайко и малък мошеник. Винаги се забърква в неприятности и не е изненада какво му се случили. Вероятно е ходил да се шляе някъде, където не е трябвало да бъде. Съжалявам за момчето, но не понасям кръгът от приятели, които държи.
it: Wirt è un furfante e un piccolo farabutto. Si mette sempre nei guai, non fui sorpreso per quello che gli accadde. Probabilmente si aggirava in qualche posto dove non sarebbe mai dovuto andare. Mi dispiace per il ragazzo, ma non sopporto le compagnie che frequenta.
pl: Wirt? Ach, to mały urwis. Od zawsze wpadał w tarapaty, więc nie dziwi mnie co go w końcu spotkało. Prawdopodobnie kręcił się w miejscu, w którym nie powinno go być.Szkoda mi tego chłopca, wpadł w całkowicie nieodpowiednie towarzystwo.
uk: Вірт — шахрай і маленький негідник. Він завжди потрапляв у неприємності, і це не сюрприз, що з ним сталося. Напевно, він дурів десь, де йому не слід було бути. Мені шкода хлопця, але мені не подобається його компанія.

source: Pepin is a good man - and certainly the most generous in the village. He is always attending to the needs of others, but trouble of some sort or another does seem to follow him wherever he goes...
bg: Пепин е добър човек - и със сигурност най-щедрият в града ни. Винаги се грижи за нуждите на другите, но където и да отиде, го преследват неприятности от един или друг вид...
it: Pepin è una brava persona - certamente il più generoso del villaggio. Cerca sempre di prestare attenzione ai bisogni degli altri, ma problemi di ogni sorta sembrano seguirlo ovunque lui vada...
pl: Pepin jest dobrym człowiekiem. Z pewnością najbardziej wielkodusznym w wiosce. Zawsze stara się pomagać ludziom w potrzebie, przez co ciężko jest mu znaleźć nawet chwilę wytchnienia...
uk: Пепін — добра людина — і, безперечно, найщедріша в селі. Він завжди піклується про потреби інших, але здається, якісь неприємності супроводжують його, куди б він не пішов…

source: Gillian, my Barmaid? If it were not for her sense of duty to her grand-dam, she would have fled from here long ago. Goodness knows I begged her to leave, telling her that I would watch after the old woman, but she is too sweet and caring to have done so.
bg: Джилиан, моята ханджийка? Ако не беше чувството ѝ за дълг към баба ѝ , тя отдавна да бе избягала оттук. Бог знае, че я помолих да си тръгне, като й казах, че ще се грижа за старицата, но тя е твърде мила и грижовна, за да го направи.
it: Gillian, la mia Cameriera? Sarebbe fuggita da qui tempo fa, se non fosse per la sua riconoscenza verso la nonna. Dio sa se non l'ho implorata di andar via, dicendole che avrei pensato io a lei, ma è troppo dolce e premurosa, per comportarsi così.
pl: Gillian, moja barmanka? Chyba tylko miłość do babci powstrzymuje ją przed ucieczką. Nie wiem ile już razy przekonywałem ją do wyjazdu i obiecywałem zająć się staruszką. Niestety, ta młoda dziewczyna ma zbyt czułe serce, żeby ją opuścić.
uk: Гілліан, моя барменша? Якби не почуття обов’язку перед бабусею, вона б давно втекла звідси. Бог знає, що я благав її піти, сказавши, що буду стежити за старою, але вона занадто мила й турботлива, щоб це зробити.

source: What ails you, my friend?
bg: Какво те мъчи, приятелю?
it: Come ti senti, amico mio?
pl: Jak się czujesz?
uk: Що турбує тебе, друже?

source: I have made a very interesting discovery. Unlike us, the creatures in the Labyrinth can heal themselves without the aid of potions or magic. If you hurt one of the monsters, make sure it is dead or it very well may regenerate itself.
bg: Достигнах до много интересно откритие. За разлика от нас, съществата в Лабиринта могат да се лекуват без помощта на отвари или магии. Ако нараниш някое от чудовищата, увери се, че то е мъртво, защото в противен случай може да се възстанови.
it: Ho fatto una scoperta molto interessante. Diversamente da noi, le creature nel Labirinto possono guarirsi senza l'aiuto di pozioni o magie. Se tu ferissi uno di quei mostri, assicurati che sia morto, perché potrebbe rigenerarsi.
pl: Dokonałem ostatnio bardzo interesującego odkrycia. W przeciwieństwie do nas, potwory z labiryntu mogą się leczyć bez używania mikstur czy magii. Jeśli zaczniesz walczyć z jednym takim stworem upewnij się, że go zabiłeś, inaczej szybko się zregeneruje.
uk: Я зробив дуже цікаве відкриття. На відміну від нас, істоти в Лабіринті можуть зцілювати себе без допомоги зілля або магії. Якщо ти пораниш монстра, переконайся, що він мертвий, інакше він може відновитися.

source: Before it was taken over by, well, whatever lurks below, the Cathedral was a place of great learning. There are many books to be found there. If you find any, you should read them all, for some may hold secrets to the workings of the Labyrinth.
bg: Преди да бъде завзета от, онова, което дебне долу, Катедралата бе дом на велико познание. Там лежат изгубени множество книги. Откриеш ли ги, трябва да ги прочетеш всичките, без значение на коя попаднеш, защото някои от тях може би пазят тайните на Лабиринта.
it: Prima di essere presa da qualunque cosa si celi lì sotto, la Cattedrale era un luogo di cultura. Potresti scoprire molti libri nella tua cerca. Leggili tutti, alcuni potrebbero contenere segreti di quello che sta succedendo nel Labirinto.
pl: Zanim Katedra została opanowana przez te szkaradztwa, była wielką skarbnicą wiedzy. Można było w niej znaleźć ogromne zbiory wartościowych ksiąg. Jeżeli jeszcze jakieś znajdziesz, koniecznie je przeczytaj. Niektóre tomy mogą wyjaśniać sekrety labiryntu.
uk: До того, як Собором заволоділо те, що ховається внизу, він був місцем великого вивчання. Там можна знайти багато книг. Якщо ти знайдеш їх, прочитай їх усі, оскільки деякі з них можуть берегти секрети Лабіринту.

source: Griswold knows as much about the art of war as I do about the art of healing. He is a shrewd merchant, but his work is second to none. Oh, I suppose that may be because he is the only blacksmith left here.
bg: Грисволд знае толкова за изкуството на войната, колкото аз за изкуството на лечението. Той е опитен търговец, но работата му като ковач, е ненадмината. Предполагам, това се дължи на факта, че е единственият занаятчия, който остана.
it: Griswold conosce tanto dell'arte della guerra quanto io dell'arte curativa. È un mercante astuto, ma il suo lavoro non ha rivali. Oh, penso che potrebbe essere perché è l'unico fabbro rimasto qui.
pl: Griswold wie tak dużo o sztuce wojny, ile ja o sztuce leczenia. Jest sprytnym sprzedawcą, a jego dzieła nie mają sobie równych. Och, to prawdopodobnie dlatego, że jest teraz jedynym kowalem pozostałym w wiosce.
uk: Грізволд знає про мистецтво війни стільки ж, скільки я про мистецтво зцілення. Він хитрий купець, але його робота не має собі рівних. О, я припускаю, що це може тому, що він єдиний коваль, що тут залишився.

source: Cain is a true friend and a wise sage. He maintains a vast library and has an innate ability to discern the true nature of many things. If you ever have any questions, he is the person to go to.
bg: Кайн - истински приятел и велик мъдрец. Притежава огромна библиотека и има вродената способност да разчита естеството на много неща. Ако имаш някакви питания, той е точният човек, към когото да се обърнеш.
it: Cain è un vero amico ed un saggio avveduto. Possiede una vasta biblioteca e l'abilità di discernere la vera natura di molte cose. Se avessi mai una domanda, lui è la persona a cui rivolgersi.
pl: Cain jest prawdziwym mędrcem i przyjacielem. Przechowuje ogromną bibliotekę i ma wrodzoną zdolność dostrzegania prawdziwej natury problemów. Jeżeli kiedykolwiek będą cię jakieś nurtować, nie wahaj się do niego zagadać.
uk: Каїн — справжній друг і великий мудрець. У нього велика бібліотека і він має вроджену здатність розпізнати справжню природу речей. Якщо у тебе коли-небудь виникнуть запитання, звертайся до нього.

source: Even my skills have been unable to fully heal Farnham. Oh, I have been able to mend his body, but his mind and spirit are beyond anything I can do.
bg: Дори моите умения не са достатъчни да излекуват напълно Фарнам. Да, поне успях да възстановя физическото тяло, но разумът и духът са отвъд възможностите ми.
it: Persino le mie abilità sono state incapaci di guarire pienamente Farnham. Curai il suo corpo, ma mente e spirito sono aldilà delle mie capacità.
pl: Nawet moje umiejętności nie wystarczyły by w pełni uzdrowić Farnhama. Och, potrafiłem wyleczyć jego ciało, ale nie jestem w stanie naprawić jego umysłu i ducha.
uk: Навіть мій досвід не допоміг повністю вилікувати Фарнхема. О, я зміг зцілити його тіло, але його розум і дух за межами моїх знань.

source: While I use some limited forms of magic to create the potions and elixirs I store here, Adria is a true sorceress. She never seems to sleep, and she always has access to many mystic tomes and artifacts. I believe her hut may be much more than the hovel it appears to be, but I can never seem to get inside the place.
bg: Макар да използвам незначителни форми на магия, за да правя отварите и еликсирите, които продавам тук, Адрия е истинска магьосница. Никога не спи и винаги разполага с най-различни тайнствени четива и артефакти. Определено колибата, в която живее, е много повече от това, което се вижда, но никога не мога да се добера вътре.
it: Anche se uso alcune forme limitate di magia per creare le pozioni che tengo qui, Adria è una vera incantatrice. Non sembra dormire mai, e ha sempre accesso a molti artefatti e tomi mistici. Credo che la sua capanna sia molto più del tugurio a cui assomiglia, ma non sono mai riuscito ad entrarvi.
pl: Podczas gdy ja używam magii jedynie do tworzenia mikstur i eliksirów, które tu sprzedaję, Adria zajmuje się prawdziwymi czarami. Wygląda na osobę niezaznającą snu i zawsze ma dostęp do wielu mistycznych ksiąg oraz artefaktów. Podejrzewam, że jej chata kryje więcej niż wydaje się na pierwszy rzut oka, ale nigdy nie miałem okazji wejść do środka.
uk: Хоча я використовую деякі обмежені форми магії для створення зілль та еліксирів, Адрія — справжня чарівниця. Здається, вона ніколи не спить, і вона завжди має багато містичних томів і артефактів. Я вважаю, що її хатина набагато більша всередині, ніж ззовні, хоч я ніколи там і не був.

source: Poor Wirt. I did all that was possible for the child, but I know he despises that wooden peg that I was forced to attach to his leg. His wounds were hideous. No one - and especially such a young child - should have to suffer the way he did.
bg: Горкият Върт. Направих каквото можах за това дете, но независимо от това, знам, че ненавижда дървеният кол, който се наложи да прикрепя към крака му. Имаше страшни рани. Никой, особено младеж, не трябва да преживява това, на каквото той е бил подложен.
it: Povero Wirt. Feci tutto il possibile per il ragazzo, ma so che lui disprezza quel piolo di legno che sono stato costretto ad attaccagli alla gamba. Le sue ferite erano orrende, nessuno dovrebbe soffrire così, tanto meno un ragazzo giovane.
pl: Biedny Wirt. Zrobiłem dla tego dziecka wszystko co było w mojej mocy. Miał paskudne rany. Wiem, że nie znosi drewnianego kołka, który zastępuje mu nogę. Nikt nie powinien tak cierpieć, a już na pewno nie taki młody chłopiec.
uk: Бідний Вірт. Я зробив для нього все можливе, але знаю, що він зневажає той протез, який я змушений був прикріпити до його ноги. Його рани були жахливими. Ніхто, а особливо такий молодий хлопець, не повинен страждати як він.

source: I really don't understand why Ogden stays here in Tristram. He suffers from a slight nervous condition, but he is an intelligent and industrious man who would do very well wherever he went. I suppose it may be the fear of the many murders that happen in the surrounding countryside, or perhaps the wishes of his wife that keep him and his family where they are.
bg: Наистина не мога да си го обясня, защо Огдън решил да остане тук, в Тристрам. Въпреки, че страда от леки нервни разстройства, той е умен и трудолюбив човек, който би преуспял навсякъде. Предполагам, многото убийства в околностите или, най-вероятно са причината, за желанието на съпругата му държи него и семейството му тук.
it: Non capisco perché Ogden rimanga a Tristram. Ha qualche problema di nervi, ma un uomo intelligente e ingegnoso come lui avrebbe successo ovunque andasse. Forse è la paura dei molti omicidi che si verificano nella campagna circostante, o forse è la volontà della moglie che trattengono qui lui e la sua famiglia.
pl: Naprawdę nie rozumiem dlaczego Ogden został w Tristram. Ma słabe nerwy, ale jest inteligentnym i pracowitym człowiekiem, który poradziłby sobie wszędzie. Możliwe, że bał się wyjechać po usłyszeniu wieści o morderstwach w okolicy. Mógł też pozostać tu za namową żony, która nie chciała wyjeżdżać.
uk: Я справді не розумію, чому Огден залишається тут, у Трістрамі. Він страждає від легкого нервового збудження, але він розумний і працьовитий чоловік, скрізь досяг би успіху, куди б не пішов. Я припускаю, що це може бути страх перед тими жахіттями, що відбуваються в навколо нашого села, або, можливо, його дружина, не бажає нікуди йти.

source: Ogden's barmaid is a sweet girl. Her grandmother is quite ill, and suffers from delusions. She claims that they are visions, but I have no proof of that one way or the other.
bg: Помощницата на Огдън, е хубаво момиче. Баба й е болна и страда от деменция. Тя твърди, че имала провидения - няма как да знам дали това е вярно или не.
it: La Cameriera di Ogden è una ragazza dolce. Sua nonna è piuttosto malata, e soffre di allucinazioni. Lei afferma che sono visioni, ma io non ho nessuna prova che sia vero.
pl: Barmanka, z gospody Ogdena, to urocza dziewczyna. Jej babcia jest bardzo chora i cierpi na halucynacje. Uważa je za wizje, ale nie jestem w stanie ocenić czy mówi prawdę.
uk: Барменша Огдена — мила дівчина. Її бабуся досить хвора і страждає від марення. Вона стверджує, що це видіння, але я не маю цьому жодних доказів.

source: Good day! How may I serve you?
bg: Добър ден! С какво мога да бъда полезна?
it: Buondì! Come posso servirti?
pl: Dobrego dnia! W czym mogę służyć?
uk: Добрий день! Чим я можу тобі услужити?

source: My grandmother had a dream that you would come and talk to me. She has visions, you know and can see into the future.
bg: Баба ми сънува, че двамата с теб ще се срещнем и ще говорим. Тя има видения и разчита бъдещето, ако не знаеш.
it: Mia nonna ha sognato che saresti venuto e avresti parlato con me, ha delle visioni, sai, e può scorgere il futuro.
pl: Moja babcia miała sen o tym, że przyjdziesz ze mną porozmawiać. Miewa takie różne wizje i potrafi spojrzeć w przyszłość.
uk: Моїй бабусі наснилося, що ти прийдеш і поговориш зі мною. Знаєш, у неї видіння, і вона бачить майбутнє.

source: The woman at the edge of town is a witch! She seems nice enough, and her name, Adria, is very pleasing to the ear, but I am very afraid of her. It would take someone quite brave, like you, to see what she is doing out there.
bg: Жената в края на града, е вещица! Изглежда добронамерена и името ѝ, Адрия, звучи доста звънко, но тя много ме плаши. Може би трябва някой смелчага, като теб, да отиде да види какви ги върши.
it: La donna ai confini della città è una strega! Sembra simpatica, e il suo nome, Adria, è piacevole all'orecchio, ma mi terrorizza. Ci vorrebbe qualcuno di coraggioso, come te, per sapere cosa fa laggiù.
pl: Kobieta na skraju wioski to wiedźma! Wydaje się być miła, a jej imię, Adria, brzmi dość przyjaźnie. Mimo to i tak się jej bardzo boję. Trzeba zdobyć się na wiele odwagi, żeby ją odwiedzić.
uk: Жінка на околиці міста — відьма! Здається, вона досить мила, і її ім’я, Адрія, дуже приємно на слух, але я її дуже боюся. Потрібна була б така смілива людина, як ти, щоб побачити, що вона там робить.

source: Our Blacksmith is a point of pride to the people of Tristram. Not only is he a master craftsman who has won many contests within his guild, but he received praises from our King Leoric himself - may his soul rest in peace. Griswold is also a great hero; just ask Cain.
bg: Нашият ковач е гордост за жителите на Тристрам. Не само майстор-занаятчия, който има участия в множество конкурси в своята гилдия, но и носител на благословията на Крал Леорик - мир на праха му. Грисволд също е велик герой, само попитай Кайн...
it: Il nostro Fabbro è un punto d'orgoglio alle persone di Tristram. Non solo è un ottimo artigiano che ha vinto molte dispute all'interno della sua gilda, ma ricevette encomi da Re Leoric stesso - Pace all'anima sua. Griswold è anche un grande eroe; Domandalo a Cain.
pl: Nasz kowal to duma mieszkańców Tristram. Jest niezwykłym mistrzem rzemiosła, wygrywającym wiele konkursów w swojej gildii. Otrzymał nawet osobistą pochwałę od naszego Króla Leoryka, niech mu ziemia lekką będzie. Griswold jest również wielkim bohaterem; wystarczy zapytać Caina.
uk: Жителі Трістраму гордяться своїм Ковалем. Він не тільки умілий майстер, що переміг у багатьох змаганнях своєї гільдії, але й отримав похвалу від самого нашого Короля Леоріка — нехай його душа спочиває з миром. Грізволд також великий герой; можеш спитати Каїна.

source: Cain has been the storyteller of Tristram for as long as I can remember. He knows so much, and can tell you just about anything about almost everything.
bg: Кайн е разказвачът на истории на Тристрам откакто се помня. Знае толкова много, може да ти каже за всеки и за всичко.
it: Cain è stato il cantastorie di Tristram da quando riesco a ricordare. Sa molto, e ti può informare su tutto quel che c'è da sapere riguardo ogni cosa.
pl: Cain jest tutejszym kronikarzem odkąd tylko pamiętam. Posiada przeogromną wiedzę i możesz z nim porozmawiać praktycznie o wszystkim.
uk: Каїн був розповідачем Трістраму, скільки я себе пам’ятаю. Він дуже багато знає і може розповісти тобі майже про все.

source: Farnham is a drunkard who fills his belly with ale and everyone else's ears with nonsense. I know that both Pepin and Ogden feel sympathy for him, but I get so frustrated watching him slip farther and farther into a befuddled stupor every night.
bg: Фарнам е пияница, пълни своят търбух с пиво, а ушите на останалите с небивалиците. Знам, че Пепин и Огдън го подкрепят, но това да го гледам как изпада и изпада във вцепенение, всяка нощ, ме обезсърчава.
it: Farnham è un ubriacone che si riempie la pancia di birra e le orecchie degli altri con sciocchezze. So che sia Pepin che Ogden provano simpatia per lui, ma è frustrante vederlo scivolare sempre più profondamente in un confuso torpore ogni notte.
pl: Farnham jest pijakiem, który swój brzuch wypełnia piwem, a uszy innych bełkotem. Wiem, że Pepin i Ogden go wspierają. Jest mi jednak bardzo przykro, kiedy widzę, że i tak z każdym dniem stacza się coraz bardziej.
uk: Фарнхем — п’яниця, який наповнює своє пузо — елем, а вуха слухаючих його людей — нісенітницею. Я знаю, що Пепін, і Огден симпатизують йому, але мене так засмучує, що я бачу, як він щоночі все далі і далі впадає в п'яний дурман.

source: Pepin saved my grandmother's life, and I know that I can never repay him for that. His ability to heal any sickness is more powerful than the mightiest sword and more mysterious than any spell you can name. If you ever are in need of healing, Pepin can help you.
bg: Пепин спаси живота на баба ми, никога няма да мога да му се отблагодаря достатъчно за това. Дарбата му да изцерява всяка болест е много по-могъща от най-силния меч и много по-мистериозна от което и да е заклинание, за което се сетиш. Ако някога си в нужда от лечител, Пепин ще ти помогне.
it: Pepin salvò la vita di mia nonna, e so che non potrò mai ripagarlo per questo. La sua abilità di guarire i malati è più potente della spada più maestosa, e più misteriosa di ogni incantesimo che puoi nominare. Se hai bisogno di cure, Pepin può aiutarti.
pl: Pepin uratował życie mojej babci i chyba nigdy nie będę w stanie mu się za to odwdzięczyć. Jego umiejętność leczenia każdej choroby jest potężniejsza od najmocniejszego miecza i bardziej zagadkowa niż jakikolwiek czar, który potrafisz nazwać. Jeśli kiedykolwiek odniesiesz obrażenia, Pepin na pewno będzie w stanie ci pomóc.
uk: Пепін врятував життя моїй бабусі, і я знаю, що ніколи не зможу йому за це віддячити. Його здатність зцілювати будь-яку хворобу потужніша, ніж наймогутніший меч, і загадковіша, ніж будь-яке заклинання, яке ти можете назвати. Якщо тобі коли-небудь знадобиться зцілення, Пепін тобі допоможе.

source: I grew up with Wirt's mother, Canace. Although she was only slightly hurt when those hideous creatures stole him, she never recovered. I think she died of a broken heart. Wirt has become a mean-spirited youngster, looking only to profit from the sweat of others. I know that he suffered and has seen horrors that I cannot even imagine, but some of that darkness hangs over him still.
bg: Израснах заедно с майката на Върт, Канис. Макар да не беше сериозно ранена, когато тези безбожни чудовища го отвлякоха, тя никога успя да се възстанови. Умря съкрушена от случилото се. Върт отрасна като негодник, възползвайки се от труда на останалите. Знам, че е изстрадал много и е видял такива ужаси, каквито дори не мога да си представя, обаче част от това тъмно минало все още го преследва.
it: Sono cresciuta con la madre di Wirt, Canace. Anche se era solo lievemente ferita quando quelle orrende creature lo rapirono, non si riprese più. Penso sia morta di crepacuore. Wirt è diventato un cattivo ragazzo, cerca solo il profitto attraverso gli sforzi degli altri. So che ha sofferto e ha visto orrori che non posso nemmeno immaginare, ma l'oscurità incombe ancora su di lui.
pl: Dorastałam z matką Wirta. Nazywała się Kanasa. Choć potwory wyrywając jej syna zadały jej tylko powierzchowne rany, to tak naprawdę nigdy już nie wydobrzała. Myślę, że umarła przez złamane serce. Wirt stał się podłym dzieckiem, patrzącym tylko na zysk. Wiem, że dużo wycierpiał i widział rzeczy, które trudno jest mi sobie nawet wyobrazić, jednak mam wrażenie, że nadal spowija go jakiś mrok.
uk: Я виросла з матір'ю Вірта, Кенас. Хоча її лише трохи поранили, коли ті огидні створіння вкрали його, вона так і не одужала. Я думаю, що вона померла через розбите серце. Вірт став підлим юнаком, який прагне лише наживитися на чужому поті. Я знаю, що він страждав і бачив жахи, які навіть я уявити не можу, але частина цієї темряви нависає над ним досі.

source: Ogden and his wife have taken me and my grandmother into their home and have even let me earn a few gold pieces by working at the inn. I owe so much to them, and hope one day to leave this place and help them start a grand hotel in the east.
bg: Огдън и жена му бяха така добри да ни приемат с баба ми в дома си, дори ми позволиха да припечелвам някой грош в странноприемницата. Длъжница съм им и искрено се надявам някой ден, когато си тръгна оттук, да им помогна да отворят голям хотел на изток.
it: Ogden e sua moglie hanno accolto me e la nonna in casa loro, permettendomi di guadagnare qualche soldo lavorando alla locanda. Devo molto a loro, e spero un giorno di lasciare questo posto ed aiutarli ad aprire un grande albergo all'est.
pl: Ogden wraz z żoną przygarnęli mnie i moją babcię do swojego domu. Pozwolili nawet zarobić trochę złota, dając mi pracę w gospodzie. Wiele im zawdzięczam. Mam nadzieję, że kiedyś opuszczę to miejsce i pomogę im założyć wspaniały hotel na wschodzie.
uk: Огден та його дружина взяли мене та мою бабусю в свій дім і навіть дозволили мені заробити кілька золотих, працюючи в корчмі. Я дуже багато завдячую їм і сподіваюся, що колись покину це місце і допоможу їм відкрити грандіозний готель на сході.
