Repository: diasurgical/DevilutionX
Catalog: Translations/*.po
Languages: cs, de, el, fr, sv

source: I made many of the weapons and most of the armor that King Leoric used to outfit his knights. I even crafted a huge two-handed sword of the finest mithril for him, as well as a field crown to match. I still cannot believe how he died, but it must have been some sinister force that drove him insane!
cs: Vyrobil jsem mnoho zbrani a hodne zbroji, kterymi Kral Leoric vybavil sve rytire. Take jsem pro nej vykoval ohromny obourucni mec z nejlepsiho mitrilu a take odpovidajici korunu do boje. Stale nemohu uverit tomu, jak zemrel, ale to, co ho uvrhlo do silenstvi, musela byt nejaka zlovestna sila!
de: Ich habe viele der Waffen und die meisten der Rüstungen hergestellt, mit denen König Leoric seine Ritter ausgerüstet hat. Ich habe ihm sogar ein riesiges Zweihänder-Schwert aus feinstem Mithril geschmiedet und eine passende Feldkrone dazu. Ich kann immer noch nicht glauben, wie er gestorben ist, aber es müssen ganz finstere Mächte gewesen sein, die ihn in den Wahnsinn getrieben haben.
el: Έφτιαξα πολλά από τα όπλα και τις περισσότερες από τις πανοπλίες που χρησιμοποιούσε ο Βασιλιάς Λεόρικ για να εξοπλίσει τους ιππότες του. Έφτιαξα ακόμη και ένα τεράστιο δίχειρο σπαθί από το καλύτερο μίθριλ για εκείνον, καθώς και ένα πολύτιμο στέμμα για να ταιριάζει. Ακόμα δεν μπορώ να πιστέψω πώς πέθανε, αλλά πρέπει να ήταν κάποια απαίσια δύναμη που τον τρέλανε!
fr: J'ai fabriqué la plupart des armes et des armures que le roi Leoric fournissait à ses chevaliers. J'ai même fabriqué pour lui une énorme épée à deux mains du meilleur mithril, ainsi qu'une couronne de bataille assortie. Je n'arrive toujours pas à croire la façon dont il est mort, mais ce doit être une force maléfique qui l'a rendu fou !
sv: Jag gjorde många av de vapen och det mesta av rustningarna som Leoric utstyrde sina riddare med. Jag gjorde till och med ett enormt tvåhandssvärd av finaste mitril för honom, och en matchande fältkrona. Jag kan fortfarande knappt tro på hur han dog, men det måste varit en fruktansvärd kraft som ledde honom till galenskap!

source: I don't care about that. Listen, no skeleton is gonna be MY king. Leoric is King. King, so you hear me? HAIL TO THE KING!
cs: Nestaram se o to. Poslouchej, zadny kostlivec nemuze byt MUJ kral. Leoric je Kral. Kral, rozumis mi ? SLAVA KRALI!
de: Ist mir egal. Hör mal, kein Skelett wird jemals mein König sein. Leoric ist der König, klar? König, verstehst Du? LANG LEBE DER KÖNIG!
el: Δεν με νοιάζει αυτό. Άκου, κανένας σκελετός δεν θα γίνει ο βασιλιάς ΜΟΥ. Ο Λέορικ είναι βασιλιάς. Βασιλιά, με ακούς; ΧΑΙΡΕ ΒΑΣΙΛΙΑ!
fr: M'en fiche. Écoutez, aucun squelette sera MON roi. Leoric est roi. Roi, alors vous m'entendez ? VIVE LE ROI !
sv: Vad bryr jag mig om det? Hörru, inget skelett får vara MIN kung. Leoric är Kung. Kung, hörru? LEVE KUNGEN!

source: The dead who walk among the living follow the cursed King. He holds the power to raise yet more warriors for an ever growing army of the undead. If you do not stop his reign, he will surely march across this land and slay all who still live here.
cs: Mrtvi, kteri kraci mezi zivimi, nasleduji prokleteho Krale. Ma moc vzkrisit jeste vice valecniku do stale se rozrustajici armady nemrtvych. Jestli nezastavis jeho vladu, urcite se vyda do teto zeme a zavrazdi vsechny, kteri jsou jeste zivi.
de: Die Toten, die unter uns Lebenden wandeln, sie folgen dem verfluchten König. Er hat die Macht, noch mehr Krieger für die ständig wachsende Armee der Untoten zu rekrutieren. Wenn Ihr seine Herrschaft nicht beendet, wird er eines Tages über das Land marschieren und alle umbringen, die noch am Leben sind.
el: Οι νεκροί που περπατούν ανάμεσα στους ζωντανούς ακολουθούν τον καταραμένο Βασιλιά. Έχει τη δύναμη να σηκώσει ακόμα περισσότερους πολεμιστές για έναν ολοένα αυξανόμενο στρατό από νεκρούς. Εάν δεν σταματήσεις τη βασιλεία του, σίγουρα θα βαδίσει σε αυτή τη γη και θα σκοτώσει όλους όσοι ζουν ακόμα εδώ.
fr: Les morts qui marchent parmi les vivants suivent le roi maudit. Il détient le pouvoir de lever encore plus de guerriers pour une armée de morts-vivants toujours plus nombreuse. Si vous n'arrêtez pas son règne, il traversera sûrement ce pays et fauchera tous ceux qui y vivent encore.
sv: De döda som går bland de levande följer den förbannade Kungen. Han har makten att väcka upp ännu fler krigare för de odödas evigt växande armé. Om du inte stoppar hans styre kommer han säkerligen tåga över detta land och slå ned alla som ännu bor här.

source: Look, I'm running a business here. I don't sell information, and I don't care about some King that's been dead longer than I've been alive. If you need something to use against this King of the undead, then I can help you out...
cs: Podivej, ja tady delam obchody. Neprodavam informace a nestaram se o jakehosi Krale, ktery muze byt mrtvy dele nez ja jsem zivy. Jestli potrebujes neco proti tomu Krali nemrtvych, tak bych ti s tim mohl pomoct...
de: Hör mal, ich mache hier Geschäfte! Ich verkaufe keine Informationen, und mir ist dieser König völlig egal, der länger tot ist, als ich überhaupt lebe. Aber wenn Du was brauchst, was Du gegen diesen Untoten-König als Waffe verwenden kannst, dann kann ich Dir helfen.
el: Κοίτα, τρέχω μια επιχείρηση εδώ. Δεν πουλάω πληροφορίες και δεν με νοιάζει κάποιος Βασιλιάς που είναι νεκρός περισσότερο από όσο έχω ζήσει εγώ. Εάν χρειάζεσαι κάτι να χρησιμοποιήσεις εναντίον αυτού του Βασιλιά των απέθαντων, τότε μπορώ να σε βοηθήσω...
fr: Dites, j'ai un bizness ici. Je ne vends pas d'informations, et je me contrefiche d'un roi mort avant ma naissance. Si vous avez besoin de quelque chose à utiliser contre ce roi des morts-vivants, alors là je peux peut-être vous aider...
sv: Lyssna, jag har affärer att sköta här. Jag säljer inte information, och jag bryr mig inte om någon Kung som varit död längre än jag levat. Men om du behöver något att använda mot den här odöda Kungen, så kanske jag kan hjälpa dig...

source: The warmth of life has entered my tomb. Prepare yourself, mortal, to serve my Master for eternity!
cs: Teplo zivota vstoupilo do moji hrobky. Smrtelniku, priprav se slouzit memu Panu celou vecnost!
de: Die stickige Wärme des Lebens ist in mein Grab eingedrungen! Bereite Dich darauf vor, Sterblicher, meinem Herrn bis in alle Ewigkeit zu dienen!
el: Η ζεστασιά της ζωής έχει μπει στον τάφο μου. Ετοιμάσου, θνητέ, να υπηρετήσεις τον Κύριό μου στην αιώνιότητα!
fr: La chaleur de la vie est entrée dans ma tombe. Prépare-toi, mortel, à servir mon Maître pour l'éternité !
sv: Livets värme har kommit in i min grav. Förbered dig, dödliga, på att tjäna min Herre i all evighet!

source: I see that this strange behavior puzzles you as well. I would surmise that since many demons fear the light of the sun and believe that it holds great power, it may be that the rising sun depicted on the sign you speak of has led them to believe that it too holds some arcane powers. Hmm, perhaps they are not all as smart as we had feared...
cs: Vidim, ze te to divne chovani docela popletlo. Jelikoz se mnoho demonu boji slunecniho svetla a veri, ze vladne velkou moci, tak se domnivam, ze vychazejici slunce zobrazene na znaku, o kterem mluvis, je presvedcilo, ze znak take vladne jakousi tajemnou silou. Hmm, mozna nejsou vsichni az tak chytri, jak jsme se obavali...
de: Ich sehe, dass dieses merkwürdige Verhalten auch Euch verwundert. Ich kann nur vermuten, dass es die aufgehende Sonne auf dem Schild war, die die Dämonen zu der Annahme verleitet hat, das Schild selbst habe magische Kräfte. Ihr müsst wissen, dass die Dämonen das Sonnenlicht fürchten und glauben, es habe starke Zauberkräfte. Na ja, vielleicht sind sie dann doch nicht alle so schlau, wie wir befürchtet haben.
el: Βλέπω ότι αυτή η περίεργη συμπεριφορά σε προβληματίζει και εσένα. Θα υπέθετα ότι εφόσον πολλοί δαίμονες φοβούνται το φως του ήλιου και πιστεύουν ότι έχει μεγάλη δύναμη, ότι μπορεί ο ανατέλλοντας ήλιος που απεικονίζεται στην πινακίδα για την οποία αναφέρεσαι, να τους έκανε να πιστέψουν ότι έχει αντίστοιχες απόκρυφες δυνάμεις. Χμ, ίσως δεν είναι όλοι τους τόσο έξυπνοι όσο φοβόμασταν τελικά...
fr: Je vois que ce comportement étrange vous intrigue également. Je subodore que puisque de nombreux démons craignent la lumière du soleil et croient qu'elle détient un grand pouvoir, il se peut que le soleil levant tracé sur l'enseigne dont vous parlez les ait amenés à croire qu'elle détient aussi quelque pouvoir ésotérique. Hum, peut-être ne sont-ils pas tous aussi intelligents qu'on le craignait…
sv: Jag kan set att även du förbryllas av detta underliga beteende. Jag skulle vilja framkasta att eftersom många demoner räds solens ljus och tror att det har stor makt, kanske den soluppgång som avbildas på den skylt du talar om fått dem att tro att även den har någon slags mystisk kraft. Hmm, de kanske inte alltid är så smarta som vi fruktat...

source: Master, I have a strange experience to relate. I know that you have a great knowledge of those monstrosities that inhabit the labyrinth, and this is something that I cannot understand for the very life of me... I was awakened during the night by a scraping sound just outside of my tavern. When I looked out from my bedroom, I saw the shapes of small demon-like creatures in the inn yard. After a short time, they ran off, but not before stealing the sign to my inn. I don't know why the demons would steal my sign but leave my family in peace... 'tis strange, no?
cs: Pane, chci se s vami podelit o podivny zazitek. Vim, ze mas velke vedomosti o tech zrudach, ktere obyvaji labyrint, a toto je neco, cemu nemohu za cely zivot porozumet... V noci me probudilo nejake skrabani z venku mojeho hostince. Kdyz jsem vyhledl z moji loznice, videl jsem stiny nejakych potvor podobnych demonum na dvore hostince. Po kratke chvilce utekli pryc, ale predtim jeste ukradli znak mojeho hostince. Vubec nechapu, proc by demoni meli krast muj znak, ale nechat moji rodinu na pokoji... je to divne, ze?
de: Ich muss Euch von einem höchst merkwürdigen Erlebnis berichten, weil ich weiß, dass Ihr Euch mit diesen Monstrositäten auskennt, die im Labyrinth leben. Und ich verstehe es beim besten Willen nicht. Heute nacht wurde ich von einem kratzenden Geräusch vor meinem Gasthof geweckt. Als ich aus meinem Schlafzimmerfenster schaute, sah ich die Umrisse kleiner, dämonenartiger Wesen, die über den Hof huschten. Nach einiger Zeit liefen sie weg, aber sie nahmen dabei das Türschild des Gasthofes mit! Ich weiß nicht, warum Dämonen mein Holzschild stehlen, aber mich und meine Familie in Ruhe lassen sollten. Ist doch komisch, oder?
el: Άρχοντα/ίσσα, έχω μια περίεργη εμπειρία να διηγηθώ. Ξέρω ότι έχεις μεγάλη γνώση αυτών των τεράτων που κατοικούν στον λαβύρινθο, αλλά αυτό είναι κάτι που δεν μπορώ να καταλάβω, μα τη ζωή μου... Με ξύπνησε κατά τη διάρκεια της νύχτας ένας ήχος ξυσίματος ακριβώς έξω από την ταβέρνα μου. Όταν κοίταξα έξω από την κρεβατοκάμαρά μου, είδα τις φιγούρες μικρών πλασμάτων που έμοιαζαν με δαίμονες στην αυλή του πανδοχείου. Μετά από λίγο, έφυγαν τρέχοντας, αλλά όχι πριν κλέψουν την ταμπέλα του πανδοχείου μου. Δεν ξέρω γιατί οι δαίμονες έκλεψαν την πινακίδα μου ενώ άφησαν την οικογένειά μου απείραχτη... Είναι περίεργο, όχι;
fr: Maître, il m'est arrivé quelque chose dont j'aimerais vous entretenir. Je sais que vous avez une solide connaissance de ces monstruosités qui habitent le labyrinthe, et c'est quelque chose qui me dépasse totalement… J'ai été réveillé pendant la nuit par un bruit de grattement juste à l'extérieur de ma taverne. Quand j'ai regardé depuis ma chambre, j'ai vu comme des formes de petits démons dans la cour de l'auberge. Peu de temps après, ils ont filé, mais pas avant d'avoir volé mon enseigne. Je ne vois pas pourquoi les démons voleraient mon enseigne mais laisseraient ma famille tranquille… étrange, non ?
sv: Mästare, jag vill berätta om en underlig upplevelse. Jag vet att du har stor kunskap om de monster som bor i labyrinten, och det här är något som jag överhuvudtaget inte kan förstå... jag vaknade mitt i natten av ett skrapande ljud alldeles utanför min krog. När jag tittade ut från mitt sovrum såg jag formerna av små demonliknande varelser i kroggården. Efter en kort stund sprang de iväg, men inte förrän de stal min krogskylt. Jag vet inte varför demonerna skulle få för sig att stjäla min skylt men lämna min familj ifred... besynnerligt, inte sant?

source: Oh, you didn't have to bring back my sign, but I suppose that it does save me the expense of having another one made. Well, let me see, what could I give you as a fee for finding it? Hmmm, what have we here... ah, yes! This cap was left in one of the rooms by a magician who stayed here some time ago. Perhaps it may be of some value to you.
cs: Oh, nemusel jsi mi prinest zpet muj znak, ale urcite mi to usetri vydaje za vyrobu noveho. Dobre, podivam se, co bych ti mohl dat jako odmenu za nalezeni mojeho znaku? Hmmm, copak tu mame... ah, ano! Tuhle capku nechal v jednom pokoji carodej, ktery tady pred nejakou dobou bydlel. Treba se ti muze nejak hodit.
de: Och, Ihr hättet mir das Schild aber nicht extra zurückbringen müssen! Na ja, so spare ich auf jeden Fall die Kosten für ein neues. Wartet mal, was könnte ich Euch denn als kleines Dankeschön geben...ah ja, ich weiß schon. Diese Mütze hier hat ein durchreisender Magier in einem der Zimmer liegenlassen. Vielleicht könnt Ihr ja was damit anfangen.
el: Ω, δεν χρειάστηκε να φέρεις πίσω την πινακίδα μου, αλλά υποθέτω ότι με γλιτώνεις από τα έξοδα να φτιάξω άλλη μία. Λοιπόν, για να δω, τι θα μπορούσα να σου δώσω ως αμοιβή που την βρήκες; Χμμμ, τι έχουμε εδώ... αχ, ναι! Αυτός ο σκούφος ξεχάστηκε σε ένα από τα δωμάτια μου από έναν μάγο που έμεινε εδώ πριν από λίγο καιρό. Ίσως έχει κάποια αξία για σένα.
fr: Oh, mais ce n'était pas la peine de rapporter mon enseigne. Enfin, j'imagine que ça m'évitera d'avoir à en faire faire une nouvelle. Voyons, laissez-moi voir, qu'est-ce que je pourrais vous donner en récompense ? Hmmm, qu'avons-nous là… ah, oui ! Ce bonnet a été oublié dans une des chambres par un magicien qui y a séjourné il y a quelque temps. Peut-être qu'il peut vous être utile.
sv: Åh. du hade inte behövt hämta tillbaka min skylt, men jag antar att det bespar mig kostnaden att låta göra en ny. Nåväl, låt mig se, vad skulle jag kunna ge dig som tack för att du hittade den? Hmmm, vad har vi här... ah, visst! Den här hättan lämnades i ett av rummen av en magiker som bodde här för ett tag sedan. Den kanske kan vara användbar för dig.

source: My goodness, demons running about the village at night, pillaging our homes - is nothing sacred? I hope that Ogden and Garda are all right. I suppose that they would come to see me if they were hurt...
cs: Muj boze, demoni behaji po nocich ve vesnici a pleni nase domovi - copak jim nic neni svate? Doufam, ze jsou Ogden a Garda v poradku. Myslim, ze by za mnou meli zajit, jestli nejsou zraneni...
de: Meine Güte, Dämonen laufen nachts durch das Dorf und plündern unsere Häuser - ist denen denn gar nichts mehr heilig? Ich hoffe, Ogden und Garda geht es gut? Na ja, wenn sie verletzt wären, hätten sie mich ja wohl schon besucht.
el: Θεέ μου, δαίμονες τρέχουν στο χωριό τη νύχτα, λεηλατούν τα σπίτια μας - δεν είναι τίποτα ιερό; Ελπίζω ότι ο Όγκντεν και η Γκάρντα είναι καλά. Υποθέτω ότι θα είχαν έρθει να με δουν αν είχαν πληγωθεί...
fr: Mon Dieu, des démons qui vont et viennent dans le village de nuit, pillant nos maisons – n'y a-t-il rien de sacré ? J'espère qu'Ogden et Garda vont bien. Je suppose qu'ils viendraient me voir s'ils étaient blessés...
sv: Herrejössanes, demoner som springer runt byn på natten och plundrar våra hem - är inget heligt? Jag hoppas Ogden och Garda mår bra. Jag antar att de skulle komma till mig om de blivit skadade...

source: Oh my! Is that where the sign went? My Grandmother and I must have slept right through the whole thing. Thank the Light that those monsters didn't attack the inn.
cs: Oh ne! Tak tam se podel ten znak? Moje babicka a ja jsme celou tu vec urcite zaspaly. Diky bohum, ze ty prisery nezautocili na hostinec.
de: Oh Himmel! Dahin ist das Schild also verschwunden. Meine Großmutter und ich müssen währenddessen friedlich geschlafen haben. Dem Licht sei Dank, dass diese Monster den Gasthof nicht überfallen haben.
el: Ω θεε μου! Εκεί βρέθηκε η ταμπέλα; Η γιαγιά μου και εγώ πρέπει να κοιμηθήκαμε χωρίς να το πάρουμε χαμπάρι. Ευχαριστώ το Φως που αυτά τα τέρατα δεν επιτέθηκαν στο πανδοχείο.
fr: Mon Dieu ! C'est donc ça qui était arrivé à l'enseigne ? Ma grand-mère et moi devions dormir pendant tout ce temps. La Lumière soit louée, heureusement qu'ils n'ont pas attaqué l'auberge.
sv: Ojdå! Är det så skylten försvann? Min Mormor och jag måste ha sovit under hela tiden. Tacka Ljuset att monstren inte anföll krogen.

source: Demons stole Ogden's sign, you say? That doesn't sound much like the atrocities I've heard of - or seen. Demons are concerned with ripping out your heart, not your signpost.
cs: Demoni ukradli Ogdenum znak, rikas? To nezni moc jako krutosti, o kterych jsem slysel - nebo je videl. Demoni se zajimaji o vytrhavani srdci z tela, ne o nejake znaky.
de: Dämonen haben Ogdens Kneipenschild gestohlen? Das klingt aber gar nicht nach den Grausamkeiten, von denen ich gehört und einige auch selbst gesehen habe. Dämonen reißen Dir normalerweise den Kopf ab, nicht das Türschild!
el: Λες ότι οι δαίμονες έκλεψαν την πινακίδα του Όγκντεν; Αυτό δεν μοιάζει καθόλου με τις φρικαλεότητες που έχω ακούσει - ή έχω δει. Οι δαίμονες ενδιαφέρονται να ξεσκίσουν την καρδιά σου, όχι την ταμπέλα σου.
fr: Comment, des démons ont volé la pancarte d'Ogden ? Ça ne ressemble pas beaucoup aux atrocités dont j'ai entendu parler – ou que j'ai vues. Ce qui intéresse les démons, c'est de vous arracher le cœur, pas votre enseigne.
sv: Säger du att demoner stal Ogdens skylt? Det låter inte riktigt som de gruvligheter jag hört talas om - eller sett. Demoner bryr sig om att slita ut ditt hjärta, inte din skylt.

source: You know what I think? Somebody took that sign, and they gonna want lots of money for it. If I was Ogden... and I'm not, but if I was... I'd just buy a new sign with some pretty drawing on it. Maybe a nice mug of ale or a piece of cheese...
cs: Vis co si myslim? Nekdo vezme ten znak a budou za neho chtit hodne prachu. Kdybych ja byl Ogden... a ja nejsem, ale kdybych byl... proste bych koupil novy znak s nejakym fajnym obrazkem. Mozna pekny dzbanek pivka nebo kus sira...
de: Weißt Du, was ich glaube? Irgend jemand hat das Schild geklaut, und jetzt wollen sie 'ne riesige Menge Knete dafür. Wenn ich Ogden wäre, ... bin ich ja nicht, aber wenn ich's wäre... Ich würde einfach ein neues Schild kaufen, mit einem netten Bild drauf. So ein hübscher Bierkrug vielleicht oder ein Stückchen Käse.
el: Ξέρεις τι σκέφτομαι; Κάποιος πήρε την ταμπέλα και θα θέλει πολλά χρήματα για αυτήν. Αν ήμουν ο Όγκντεν... και δεν είμαι, αλλά αν ήμουν... θα αγόραζα απλώς μια νέα πινακίδα με ένα όμορφο σχέδιο πάνω της. Ίσως μια ωραία κούπα μπύρας ή ένα κομμάτι τυρί...
fr: Vous savez c'que je pense ? Quéqu'un a pris cette enseigne, et va réclamer plein d'argent pour la rendre. Si j'étais Ogden... et je l'suis pas, mais si je l'étais... j'achèterais juste une nouvelle enseigne avec un joli dessin dessus. P't-être une bonne chope de bière ou un bout d'fromage...
sv: Vet du vad jag tror? Nån tog den där skylten, och de kommer kräva mycket pengar för den. Om jag var Ogden... och det är jag inte, men om jag var... skulle jag köpa en ny skylt med en fin bild på. Kanske en snygg ölmygg eller en ostbit...

source: No mortal can truly understand the mind of the demon. Never let their erratic actions confuse you, as that too may be their plan.
cs: Nikdo smrtelny nemuze doopravdy pochopit mysl demonu. Nikdy se nenech jejich divnymi ciny zmast, protoze to muze byt jejich plan.
de: Kein Sterblicher kann je den Verstand eines Dämon wirklich ergründen. Lasst Euch nie von ihren ziellosen Taten verwirren, denn genau das könnte ihr Plan sein.
el: Κανένας θνητός δεν μπορεί να καταλάβει πραγματικά το μυαλό του δαίμονα. Μην αφήσετε ποτέ τις ακανόνιστες ενέργειές τους να σε μπερδέψουν, καθώς αυτό μπορεί να είναι και το σχέδιό τους.
fr: Nul mortel ne peut vraiment se mettre dans l'esprit d'un démon. Ne laissez jamais leurs actions désorganisées vous troubler, car cela peut aussi être leur plan.
sv: Ingen dödlig kan på riktigt förstå demonernas sinne. Låt aldrig deras virriga handlingar förvirra dig, även det kan vara deras plan.

source: What - is he saying I took that? I suppose that Griswold is on his side, too. Look, I got over simple sign stealing months ago. You can't turn a profit on a piece of wood.
cs: Co - rika, ze jsem to vzal ja? Predpokladam, ze Griswold je na jeho strane. Podivej, obycejneho kradeni znaku jsem nechal pred mesici. Na kusu dreva nemuzes vydelat.
de: Was denn, behauptet er etwa, ich hätte das gestohlen? Hör mal, über einfaches Schilderklauen bin ich seit Monaten weg. Aus so einem Stück Holz ist einfach kein Profit rauszuschlagen.
el: Τι; - λέει ότι το πήρα εγώ; Μάλλον και ο Γκρίσγουαλντ είναι μαζί του. Κοίτα, ξεπέρασα την απλή κλοπή πριν από μήνες. Δεν μπορείς να αποφέρεις κέρδος με ένα κομμάτι ξύλο.
fr: Quoi ? Il dit que c'est moi qui l'avais prise ? J'imagine que Griswold est aussi avec lui . Écoutez, ça fait plusieurs mois que j'ai arrêté de faucher des enseignes. On ne peut pas faire de profit en vendant un bout de bois.
sv: Va - säger han att jag tog den? Antar att Griswold stöder honom såklart. Lyssna nu, jag slutade stjäla skyltar för flera månader sedan. Det finns ingen profitmarginal i trä.

source: Hey - You that one that kill all! You get me Magic Banner or we attack! You no leave with life! You kill big uglies and give back Magic. Go past corner and door, find uglies. You give, you go!
cs: Hej - Ty, co zabijis vsechny! Dones mi Magicky Znak nebo mi zautocit! Ty neodejit zivy! Ty zabit velke osklivaky a donest Magii. Jdi za roh a dvere, najde osklivaky. Ty das, ty pujdes!
de: Hey - Du sein doch der, der alle töten! Du mir holen magische Standarte, oder wir angreifen! Du nicht weggehen mit Leben! Du töten große Fieslinge und zurückgeben Magie! Gehen um Ecke und Türe, finden Fieslinge! Du geben, du gehen!
el: Ε, εσύ - εσύ που σκοτώνεις όλα! Μου δίνεις Μαγικό Πανό ή κάνουμε επίθεση! Δεν φεύγεις με ζωή σου! Σκοτώνεις μεγάλους άσχημους και δίνεις πίσω Μαγικό. Πέρασε από γωνία δεξιά και στην πόρτα, βρες άσχημους. Μου δίνεις, περνάς!
fr: Hé – Toi qui tue tout ! Trouve-moi la bannière magique ou nous attaque ! Tu pars pas vivant ! Tu tue gros affreux et tu rapporte magie. Passe le coin et la porte, trouve les affreux. Tu donne, tu pars !
sv: Du - Du den där som döda alla! Du tar mig Magisk Fana eller vi anfalla! Du inte lämna med liv! Du döda stora fula och ge tillbaka Magi. Gå förbi hörn och dörr, hitta fula. Du ge, du går!

source: You kill uglies, get banner. You bring to me, or else...
cs: Ty zabit osklivaky, dostat znak. Ty prinest mi, jinak...
de: Du töten Fieslinge, holen Standarte. Du mir bringen, sonst,...ja sonst...
el: Σκοτώνεις άσχημους, παίρνεις πανό. Θα το φέρεις, αλλιώς...
fr: Tu tue affreux et récupère bannière. Tu ramène à moi, ou sinon...
sv: Du döda dula, ta fana. Du ge till mig, annars...

source: You give! Yes, good! Go now, we strong. We kill all with big Magic!
cs: Ty dal! Ano, dobre! Jdi, my silni. My zabit vsechny s velkou Magii!
de: Du bringen! Ja, gut, gut! Jetzt gehen, wir stark! Wir alle töten mit große Magie! Hahahahaha!
el: Δώστε μου! Ναι, όμορφα! Πήγαινε τώρα, είμαστε δυνατοί. Σκοτώνουμε όλους με μεγάλη Μαγεία!
fr: Tu donne ! Oui bien ! Pars maintenant, nous fort. Nous tue tout avec grand magie !
sv: Du ge! Ja, bra! Gå nu, vi stark. Vi döda alla med stor Magi!
