Repository: diasurgical/devilutionX
Catalog: Translations/*.po
Languages: bg, da, it, pl, uk

source: Doombringer
bg: Гибелоносец
it: Iettatore
pl: Herold Zagłady
uk: Погибельник

source: The Grizzly
bg: Гризлито
it: Il Grizzly
pl: Niedźwiedź
uk: Грізлі

source: The Grandfather
bg: Старецът
it: Il Nonno
pl: Pradziad
uk: Прадід

source: The Mangler
bg: Разкъсвача
it: Il Divoratore
pl: Okulawiacz
uk: Калічитель

source: Sharp Beak
bg: Остър Клюн
it: Becco Affilato
pl: Zakrzywiony Dziób
uk: Гострий Дзьоб

source: BloodSlayer
bg: Кървав унищожител
it: Assassino Cruento
pl: Krwawy Pogromca
uk: Крововбивця

source: The Celestial Axe
bg: Звездната Брадва
it: Ascia Celestiale
pl: Niebiański Topór
uk: Небесна Сокира

source: Wicked Axe
bg: Нечестива Брадва
it: Ascia Nefasta
pl: Niegodziwy Topór
uk: Зла Сокира

source: Stonecleaver
bg: Каменен секач
it: Fendiroccia
pl: Kamienny Tasak
uk: Каменокол

source: Aguinara's Hatchet
bg: Агинарова секира
it: Accetta di Aguinara
pl: Topór Aguinary
uk: Томагавк Агінари

source: Hellslayer
bg: Адски секач
it: Assassino Infernale
pl: Pogromca Piekieł
uk: Пекельний Вбивця

source: Messerschmidt's Reaver
bg: Месершмидски Опустошител
it: Preda di Messerschmidt
pl: Rozpruwacz Messerschmidta
uk: Грабіжник Мессершмідта

source: Crackrust
bg: Цеперъжд
pl: Rdzawy Łomot
uk: Іржа

source: Hammer of Jholm
bg: Чукът на Жолм
it: Maglio di Jholm
pl: Młot Jholma
uk: Молот Йольма

source: Civerb's Cudgel
bg: Бухалката на Сиверб
it: Clava di Civerb
pl: Pałka Civerba
uk: Дубина Циверба

source: The Celestial Star
bg: Небесна звезда
it: Stella Celestiale
pl: Niebiańska Gwiazda
uk: Небесна Зоря

source: Baranar's Star
bg: Звездата на Баранар
it: Stella di Baranar
pl: Gwiazda Baranara
uk: Зірка Баранара

source: Gnarled Root
bg: Възлест корен
it: Radice Nodosa
pl: Spaczony Korzeń
uk: Сучкуватий Корінь

source: The Cranium Basher
bg: Черепен трошач
it: Sfascia Cranio
pl: Łamiczerep
uk: Черепний Розбійник

source: Schaefer's Hammer
bg: Чукът на Шаефър
it: Maglio di Schaefer
pl: Młot Schaefera
uk: Молот Шефера

source: Dreamflange
bg: Събуждач
pl: Poskramiacz Snów
uk: Край Сну

source: Staff of Shadows
bg: Жезъл от Сенки
it: Verga delle Ombre
pl: Kostur Cieni
uk: Посох Тіней

source: Immolator
bg: Подпалвач
it: Immolatore
pl: Kostur Ofiarny
uk: Спалювач

source: Storm Spire
bg: Бурешпил
it: Spira della Bufera
pl: Szturmowa Iglica
uk: Штормовий Шпиль

source: Gleamsong
bg: Искрапесен
pl: Złudna Pieśń
uk: Мерехтюча Пісня

source: Thundercall
bg: Гръмовит
it: Invoca Tuoni
pl: Zew Burzy
uk: Поклик Грому

source: The Protector
bg: Защитника
it: Il Protettore
pl: Orędownik
uk: Захисник

source: Naj's Puzzler
bg: Загаждача на Наж
it: Enigma di Naj
pl: Zagadka Naja
uk: Головоломка Наджа

source: Mindcry
bg: Умостенание
pl: Płacz Umysłu
uk: Крик Розуму

source: Rod of Onan
bg: Тоягата на Онан
it: Verga di Onan
pl: Drąg Onana
uk: Жезл Онана

source: Helm of Spirits
bg: Шлем от Духове
it: Elmo di Sprits
pl: Korona Dusz
uk: Шлем Духів

source: Thinking Cap
bg: Мислеща Шапка
it: Cappuccio del Pensiero
pl: Kaptur Umysłu
uk: Думаюча Шапка

source: OverLord's Helm
bg: Надзирателски шлем
it: Elmo del Lord Supremo
pl: Hełm Nadzorcy
uk: Шлем Повелителя

source: Fool's Crest
bg: Емблема на Шута
it: Cresta del Giullare
pl: Korona Błazna
uk: Герб Дурня

source: Gotterdamerung
bg: Залезът на боговете
it: Crepuscolo degli Dei
pl: Zmierzch Bogów
uk: Загибель Богів

source: Royal Circlet
bg: Кралска диадема
it: Cerchio Regale
pl: Królewski Diadem
uk: Королівський Вінець

source: Torn Flesh of Souls
bg: Откъсната плът от души
it: Brandelli di Anime
pl: Strzępek Duszy
uk: Розірвана Плоть Душ

source: The Gladiator's Bane
bg: Неволята на Гладиатора
it: Rovina Del Gladiatore
pl: Zguba Gladiatora
uk: Прокляття Гладіатора

source: The Rainbow Cloak
bg: Пъстроцветната пелерина
it: Manto Arcobaleno
pl: Szata Tęczy
uk: Веселковий Плащ

source: Leather of Aut
bg: Кожа от Аут
it: Cuoio di Aut
pl: Zbroja Giermka
uk: Шкіра Аута

source: Wisdom's Wrap
bg: Прегръдка на Мъдростта
it: Mantello di Saggezza
pl: Szata Mądrości
uk: Шаль Мудрості

source: Sparking Mail
bg: Искряща ризница
it: Corazza Lucente
pl: Iskrząca Kolczuga
uk: Іскряча Броня

source: Scavenger Carapace
bg: Мършоядска коруба
it: Corazza Necrofaga
pl: Pancerz Ścierwojada
uk: Панцир Cміттяра

source: Nightscape
bg: Тъмоствол
it: Paesaggio Notturno
pl: Mroczny Uciekinier
uk: Нічний Покров

source: Naj's Light Plate
bg: Леките доспехи на Наж
it: Busto di Naj's
pl: Lekki Pancerz Naja
uk: Легка Пластина Наджа

source: Demonspike Coat
bg: Демоншипско палто
it: Manto Demonspike
pl: Demoniczny Pancerz
uk: Мундир з Демоношипів

source: The Deflector
bg: Отразителят
it: Il Deviatore
pl: Bariera
uk: Дефлектор

source: Split Skull Shield
bg: Сцепен черепен щит
it: Scudo Osseo Rotto
pl: Tarcza Czaszki
uk: Щит-Череполом

source: Dragon's Breach
bg: Драконов пробив
it: Varco del Dragone
pl: Smocza Osłona
uk: Пролом Дракона

source: Blackoak Shield
bg: Чернодъбов щит
it: Scudo di Rovere Nero
pl: Tarcza z Mrocznego Dębu
uk: Щит з Чорного Дуба

source: Holy Defender
bg: Свещен пазител
it: Sacro Difensore
pl: Święty Obrońca
uk: Святий Захисник

source: Stormshield
bg: Бурещит
it: Scudo Tempesta
pl: Tarcza Burzy
uk: Штормовий Щит

source: Bramble
bg: Бодливенец
it: Rovo
pl: Cierń
uk: Терен

source: Ring of Regha
bg: Пръстен на Рега
it: Anello di Regha
pl: Pierścień Regha
uk: Кільце Реги

source: The Bleeder
bg: Кървящият
it: Salassatore
pl: Krwotok
uk: Кровопроливач

source: Constricting Ring
bg: Сътворяващ пръстен
it: Anello Costrittivo
pl: Pierścień Uciśnienia
uk: Тісний Перстень

source: Ring of Engagement
bg: Венчален Пръстен
it: Anello del Dovere
pl: Pierścień Zobowiązania
uk: Перстень Заручення

source: Giant's Knuckle
bg: Великански Юмрук
it: Nocca del Gigante
pl: Pierścień Olbrzyma
uk: Кулак Гіганта

source: Mercurial Ring
bg: Непредвидим Пръстен
it: Anello Mercuriale
pl: Pierścień Merkurego
uk: Ртутний Перстень

source: Xorine's Ring
bg: Пръстен на Зорийн
it: Anello di Xorine
pl: Pierścień Xorina
uk: Перстень Ксорини

source: Karik's Ring
bg: Пръстен на Карик
it: Anello di Karik
pl: Pierścień Karika
uk: Перстень Карика

source: Ring of Magma
bg: Пръстен от Магма
it: Anello di Magma
pl: Pierścień Magmy
uk: Перстень Магми

source: Ring of the Mystics
bg: Пръстен на Тайнствата
it: Anello dei Mistici
pl: Pierścień Mistyków
uk: Перстень Містиків

source: Ring of Thunder
bg: Пръстен на Гръмотевицата
it: Anello del Tuono
pl: Pierścień Burzy
uk: Перстень Грому

source: Amulet of Warding
bg: Амулет на Бдението
it: Amuleto di Protezione
pl: Amulet Ochrony
uk: Амулет Охорони

source: Gnat Sting
bg: Дразнещо жило
it: Puntura di Moscerino
pl: Ukąszenie Komara
uk: Укус Комара

source: Flambeau
bg: Пламокрасен
it: Fiaccola
pl: Żarliwiec
uk: Фламбо

source: Armor of Gloom
bg: Мрачна Броня
it: Armatura delle Tenebre
pl: Zbroja Posępności
uk: Броня Мороку

source: Blitzen
bg: Мълнистен
it: Fulmine
pl: Przebłysk
uk: Блітцен

source: Thunderclap
bg: Гръмопер
it: Rombo di Tuono
pl: Uderzenie Pioruna
uk: Грім

source: Shirotachi
bg: Шиторачи
uk: Широтачі

source: Eater of Souls
bg: Поглъщач на Души
it: Divoratore di Anime
pl: Pożeracz Dusz
uk: Пожирач Душ

source: Diamondedge
bg: Диамантенострие
it: Filo Diamantato
pl: Diamentowe Ostrze
uk: Діамантове Лезо

source: Bone Chain Armor
bg: Костна ризница
it: Armatura di Osso
pl: Kościana Kolczuga
uk: Кістяна Кільчаста Броня

source: Demon Plate Armor
bg: Демонски доспехи
it: Armatura Demoniaca a Piastre
pl: Łuska Demona
uk: Демонська Латна Броня

source: Acolyte's Amulet
bg: Псалтски амулет
it: Amuleto del Chierico
pl: Amulet Akolity
uk: Амулет Прислужника

source: Gladiator's Ring
bg: Гладиаторски пръстен
it: Anello del Gladiatore
pl: Pierścień Gladiatora
uk: Перстень Гладіатора

source: Oil of Mastery
bg: Масло на Майсторството
it: Unguento di Maestria
pl: Olej Opanowania
uk: Масло Майстерності

source: Oil of Death
bg: Масло на Смъртта
it: Unguento di Morte
pl: Olej Śmierci
uk: Масло Смерті

source: Oil of Skill
bg: Масло на Умението
it: Unguento d'Abilità
pl: Olej Umiejętności
uk: Масло Таланту

source: Oil of Fortitude
bg: Масло на Крепкостта
it: Unguento di Fortezza
pl: Olej Wytrzymałości
uk: Масло Стійкості

source: Oil of Permanence
bg: Масло на Неизменността
it: Unguento di Permanenza
pl: Olej Niezniszczalności
uk: Масло Міцності

source: Oil of Hardening
bg: Масло на Втвърдяването
it: Unguento di Tempra
pl: Olej Wzmocnienia
uk: Масло Гартування

source: Oil of Imperviousness
bg: Масло на Непробиваемостта
it: Unguento d'Impermeabilità
pl: Olej Nieprzenikalności
uk: Масло Непроникності

source: increases a weapon's
bg: увеличава
it: dell'arma, aumenta
pl: zwiększa
uk: підвищує у зброї

source: chance to hit
bg: шанса за попадение на оръжието
it: possibilità di colpire
pl: celność broni
uk: шанс удару

source: greatly increases a
bg: значително увеличава шанса
it: aumenta di molto
pl: znacznie zwiększa
uk: набагато підвищує

source: weapon's chance to hit
bg: за попадение на оръжието
it: possibilità di colpire dell'arma
pl: celność broni
uk: шанс удару зброї

source: damage potential
bg: потенциал за щети
it: potenziale danno
pl: możliwe obrażenia
uk: потенціал шкоди

source: greatly increases a weapon's
bg: значително увеличава
it: aumenta di molto dell'arma
pl: znacznie zwiększa
uk: набагато підвищує у зброї

source: damage potential - not bows
bg: потенциала за щети - изкл. лъкове
it: potenziale danno - archi esclusi
pl: możliwe obrażenia (bez łuków)
uk: потенціал шкоди — крім луків

source: reduces attributes needed
bg: намалява нужните атрибути
it: riduce attributi richiesti
pl: zmniejsza wymagane atrybuty
uk: знижує вимоги атрибутів

source: to use armor or weapons
bg: използва се в/у брони и оръжия
it: per usare armature o armi
pl: i pozwala używać przedmioty
uk: шоб використати броню чи зброю

source: restores 20% of an
bg: възстановява 20% от
it: ripristina 20% di
pl: przywraca 20%
uk: відновлює 20%

source: item's durability
bg: здравината на предмета
it: durabilità dell'oggetto
pl: wytrzymałości przedmiotu
uk: міцність предмету

source: increases an item's
bg: увеличава
it: dell'oggetto, aumenta
pl: zwiększa
uk: підвищує у предмета

source: current and max durability
bg: текуща и макс здравина на предмета
it: durabilità corrente e massima
pl: bieżącą i maks. wytrzymałość
uk: поточну і макс міцність

source: makes an item indestructible
bg: прави предмет неразрушим
it: rende indistruttibile un oggetto
pl: czyni rzecz niezniszczalną
uk: робить предмет неруйновним

source: increases the armor class
bg: увеличава клас на бронята
it: aumenta la classe armatura
pl: zwiększa klasę pancerza
uk: підвищує клас броні

source: of armor and shields
bg: на брони и щитове
it: di armatura e scudi
pl: tarcz i zbroi
uk: броні і щитів

source: greatly increases the armor
bg: значително увеличава клас на бронята
it: aumenta di molto la classe
pl: znacznie zwiększa pancerz
uk: набагато підвищує у броні

source: class of armor and shields
bg: на брони и щитове
it: armatura di armature e scudi
pl: klasę tarcz i zbroi
uk: клас броні і щитів

source: sets fire trap
bg: залага огнена клопка
it: imposta trappola fuoco
pl: ustawia ognistą pułapkę
uk: ставить пастку вогню

source: sets lightning trap
bg: залага мълниена клопка
it: imposta trappola fulmine
pl: ustawia pułapkę z błyskawic
uk: ставить пастку блискавки

source: sets petrification trap
bg: залага вкаменяваща клопка
it: imposta trappola pietrificazione
pl: ustawia pułapkę Petryfikacji
uk: ставить пастку окам'яніння

source: restore all life
bg: напълно възстановява живот
it: recupero totale vita
pl: odnawia całe życie
uk: відновлює все життя

source: restore some life
bg: частично възстановява живот
it: recupero paziale vita
pl: odnawia część życia
uk: відновлює трохи життя

source: restore some mana
bg: частично възстановява мана
it: recupero parziale mana
pl: odnawia część many
uk: відновлює трохи мани

source: restore all mana
bg: напълно възстановява мана
it: recupero totale mana
pl: odnawia całą manę
uk: відновлює всю ману

source: increase strength
bg: увеличава сила
it: aumenta forza
pl: zwiększa siłę
uk: підвищує силу

source: increase magic
bg: увеличава магия
it: aumenta magia
pl: zwiększa magię
uk: підвищує магію

source: increase dexterity
bg: увеличава сръчност
it: aumenta destrezza
pl: zwiększa zręczność
uk: підвищує спритність

source: increase vitality
bg: увеличава жизненост
it: aumenta vitalità
pl: zwiększa witalność
uk: підвищує живучість

source: restore some life and mana
bg: частично възстановява живот и мана
it: recupero parziale vita e mana
pl: odnawia część życia i many
uk: відновлює трохи життя і мани

source: restore all life and mana
bg: напълно възстановява живот и мана
it: recupero totale vita e mana
pl: odnawia całe życie i manę
uk: відновлює все життя і ману

source: (works only in arenas)
it: (funziona solo nelle arene)
pl: (działa tylko na arenach)
uk: (працює тільки на аренах)

source: Right-click to view
bg: Десен клик за поглед
it: Clic destro per vedere
pl: PPM by wyświetlić
uk: Правий клік щоб оглянути

source: Right-click to use
bg: Десен клик за използване
it: Clic destro per usare
pl: PPM by użyć
uk: Правий клік щоб використати

source: Right-click to read, then left-click to target
bg: Десен клик за прочитане, следван от ляв клик върху цел
it: Clic destro per leggere, poi clic sinistro per bersaglio
pl: PPM by odczytać, następnie LPM na cel
uk: Правий клік, щоб прочитати, лівий клік, щоб вибрати ціль

source: Right-click to read
bg: Десен клик за прочитане
it: Clic destro per leggere
pl: PPM by odczytać
uk: Правий клік щоб прочитати

source: Activate to view
bg: Активиране за поглед
it: Attiva per visualizzare
pl: Aktywuj, aby wyświetlić
uk: Активуйте щоб оглянути

source: Open inventory to use
bg: Отворете инвентар за да използвате
it: Apri inventario
pl: Otwórz ekwipunek, aby użyć
uk: Відкрийте інвентар щоб використати

source: Activate to use
bg: Активиране за използване
it: Attiva per usare
pl: Aktywuj, aby użyć
uk: Активуйте щоб використати

source: Select from spell book, then cast spell to read
bg: Изберете от книгата със заклинания, след това изричане на заклинанието за прочит
it: Seleziona dal libro di magia, poi lancia per leggere
pl: Wybierz z księgi zaklęć, a następnie rzuć zaklęcie, aby przeczytać
uk: Виберіть з книги чарувань, а потім чаруйте, щоб прочитати

source: Activate to read
bg: Активиране за прочит
it: Attiva per leggere
pl: Aktywuj, aby przeczytać
uk: Активуйте щоб прочитати

source: {} to view
it: {} to mostrare
pl: {} aby wyświetlić
uk: {} щоб оглянути

source: {} to use
it: {} per usare
pl: {} aby użyć
uk: {} щоб використати

source: Select from spell book, then {} to read
it: Seleziona dal libro di magia, poi {} per leggere
pl: Wybierz z księgi zaklęć, a następnie {} aby przeczytać
uk: Виберіть з книги чар, потім {}, щоб прочитати

source: {} to read
it: {} per leggere
pl: {} aby przeczytać
uk: {} щоб прочитати

# player
source: Level: {:d}
bg: Ниво: {:d}
it: Liv. : {:d}
pl: Poziom: {:d}
uk: Рівень: {:d}

source: Doubles gold capacity
bg: Удвоява лимит на златото
it: Raddoppia le scorte d'oro
pl: Podwaja objętość sakwy
uk: Подвоює ємність золота

source: Required:
bg: Необходими:
it: Richiede:
pl: Wymagania:
uk: Вимоги:

source: {:d} Str
bg: {:d} Сила
it: {:d} Frz
pl: {:d} Siły
uk: {:d} Сил

source: {:d} Mag
bg: {:d} Маг
pl: {:d} Magii
uk: {:d} Маг

source: {:d} Dex
bg: {:d} Сръч
it: {:d} Des
pl: {:d} Zręcz.
uk: {:d} Спр

source: Ear of {:s}
bg: Ухо на {:s}
it: Orecchio di {:s}
pl: Ucho ({:s})
uk: Вухо {:s}

source: chance to hit: {:+d}%
bg: шанс за удар: {:+d}%
it: possibilità di colpire: {:+d}%
pl: celność: {:+d}%
uk: шанс удару: {:+d}%

source: {:+d}% damage
bg: {:+d}% щети
it: {:+d}% danno
pl: {:+d}% do obrażeń
uk: {:+d}% шкоди

source: to hit: {:+d}%, {:+d}% damage
bg: шанс удар: {:+d}%, {:+d}% щети
it: colpo: {:+d}%, {:+d}% danno
pl: celność: {:+d}%, obrażenia: {:+d}%
uk: шанс: {:+d}%, {:+d}% шкоди

source: {:+d}% armor
bg: {:+d}% броня
it: {:+d}% armatura
pl: {:+d}% do obrony
uk: {:+d}% броні

source: armor class: {:d}
bg: клас броня: {:d}
it: classe armatura: {:d}
pl: klasa pancerza: {:d}
uk: клас броні: {:d}

source: Resist Fire: {:+d}%
bg: Устойчивост Огън: {:+d}%
it: Resistenza Fuoco: {:+d}%
pl: Odporność na Ogień {:+d}%
uk: Спротив Вогню: {:+d}%

source: Resist Fire: {:+d}% MAX
bg: Устойчивост Огън: {:+d}%
it: Resistenza Fuoco: {:+d}% MAX
pl: Odporność na Ogień {:+d}% MAX
uk: Спротив Вогню: {:+d}% МАКС

source: Resist Lightning: {:+d}%
bg: Устойчивост Мълния: {:+d}%
it: Resistenza Fulmine: {:+d}%
pl: Odp. na Błyskawice {:+d}%
uk: Спротив Блискавці: {:+d}%

source: Resist Lightning: {:+d}% MAX
bg: Устойчивост Мълния: {:+d}%
it: Resistenza Fulmine: {:+d}% MAX
pl: Odp. na Błyskawice {:+d}% MAX
uk: Спротив Блискавці: {:+d}% МАКС

source: Resist Magic: {:+d}%
bg: Устойчивост Магия: {:+d}%
it: Resistenza Magia: {:+d}%
pl: Odporność na Magię {:+d}%
uk: Спротив Магії: {:+d}%

source: Resist Magic: {:+d}% MAX
bg: Устойчивост Магия: {:+d}%
it: Resistenza Magia: {:+d}% MAX
pl: Odporność na Magię {:+d}% MAX
uk: Спротив Магії: {:+d}% МАКС

source: Resist All: {:+d}%
bg: Устойчивост Всичко: {:+d}%
it: Resistenza Tutto: {:+d}%
pl: Odporność na wszystko: {:+d}%
uk: Спротив Всьому: {:+d}%

source: Resist All: {:+d}% MAX
bg: Устойчивост Всичко: {:+d}%
it: Resistenza Tutto: {:+d}% MAX
pl: Odporność na wszystko {:+d}% MAX
uk: Спротив Всьому: {:+d}% МАКС

source: spells are increased {:d} level
bg: заклинанията са увеличени с {:d} ниво
it: magie aumentate di {:d} livello
pl: poziom czarów zwiększony o {:d}
uk: чари покращені на {:d} рівень

source: spells are decreased {:d} level
bg: заклинанията са намалени с {:d} ниво
it: magie ridotte di {:d} livello
pl: poziom czarów zmniejszony o {:d}
uk: чари погіршені на {:d} рівень

source: spell levels unchanged (?)
bg: нива на заклинания непроменени (?)
it: livelli magia invariati (?)
pl: poziom czarów bez zmian (?)
uk: рівень чар не змінюється (?)

source: Extra charges
bg: Допълнителни заряди
it: Cariche extra
pl: Dodatkowe ładunki
uk: Додаткові заряди

source: {:d} {:s} charge
bg: {:d} {:s} заряд
it: {:d} {:s} carica
pl: Ładunki: {:d} {:s}
uk: {:d} {:s} заряд

source: Fire hit damage: {:d}
bg: Щети Огнен Удар: {:d}
it: Danno fuoco: {:d}
pl: Obr. od ognia: {:d}
uk: Шкода вогнем: {:d}

source: Fire hit damage: {:d}-{:d}
bg: Щети Огнен Удар: {:d}-{:d}
it: Danno Fuoco: {:d}-{:d}
pl: Obr. od ognia: {:d}-{:d}
uk: Шкода вогнем: {:d}-{:d}

source: Lightning hit damage: {:d}
bg: Щети Мълниен Удар: {:d}
it: Danno Fulmine : {:d}
pl: Obr. od błyskawic: {:d}
uk: Шкода блискавкою: {:d}

source: Lightning hit damage: {:d}-{:d}
bg: Щети Мълниен Удар: {:d}-{:d}
it: Danno Fulmine : {:d}-{:d}
pl: Obr. od błyskawic: {:d}-{:d}
uk: Шкода блискавкою: {:d}-{:d}

source: {:+d} to strength
bg: {:+d} към сила
it: {:+d} alla forza
pl: {:+d} do siły
uk: {:+d} до сили

source: {:+d} to magic
bg: {:+d} към магия
it: {:+d} alla magia
pl: {:+d} do magii
uk: {:+d} до магії

source: {:+d} to dexterity
bg: {:+d} към сръчност
it: {:+d} alla destrezza
pl: {:+d} do zręczności
uk: {:+d} до спритності

source: {:+d} to vitality
bg: {:+d} към жизненост
it: {:+d} alla vitalità
pl: {:+d} do żywotności
uk: {:+d} до живучості

source: {:+d} to all attributes
bg: {:+d} към всички атрибути
it: {:+d} a ogni attributo
pl: {:+d} do wszystkich atrybutów
uk: {:+d} до всіх атрибутів

source: {:+d} damage from enemies
bg: {:+d} щети от врагове
it: {:+d} danno dai nemici
pl: {:+d} obrażeń od wrogów
uk: {:+d} шкоди від ворогів

source: Mana: {:+d}
bg: Мана: {:+d}
uk: Мана: {:+d}

source: high durability
bg: висока издържливост
it: alta durabilità
pl: wysoka wytrzymałość
uk: висока міцність

source: decreased durability
bg: понижена издържливост
it: durabilità ridotta
pl: zmniejszona wytrzymałość
uk: зменшена міцність

source: indestructible
bg: неразрушими
it: indistruttibile
pl: niezniszczalność
uk: неруйновний

source: +{:d}% light radius
bg: +{:d}% светлинен радиус
it: +{:d}% bagliore
pl: +{:d}% do promienia światła
uk: радіус світла +{:d}%

source: -{:d}% light radius
bg: -{:d}% светлинен радиус
it: -{:d}% bagliore
pl: -{:d}% do promienia światła
uk: радіус світла -{:d}%

source: multiple arrows per shot
bg: множество стрели при изстрел
it: frecce multiple per tiro
pl: wielostrzał
uk: стріляє декілька стріл відразу

source: fire arrows damage: {:d}
bg: щети огнени стрели: {:d}
it: danno dardi infuocati: {:d}
pl: obr. płonących strzał {:d}
uk: шкода вогняних стріл: {:d}

source: fire arrows damage: {:d}-{:d}
bg: щети огнени стрели: {:d}-{:d}
it: danno dardi infuocati: {:d}-{:d}
pl: obr. płonących strzał: {:d}-{:d}
uk: шкода вогняних стріл: {:d}-{:d}

source: lightning arrows damage {:d}
bg: щети мълнийни стрели {:d}
it: danno frecce fulminee: {:d}
pl: obr. strzał błyskawic {:d}
uk: шкода стріл блискавки: {:d}

source: lightning arrows damage {:d}-{:d}
bg: щети мълнийни стрели {:d}-{:d}
it: danno frecce fulminee: {:d}-{:d}
pl: obr. strzał błyskawic {:d}-{:d}
uk: шкода стріл блискавки: {:d}-{:d}

source: fireball damage: {:d}
bg: щети огненo кълбо {:d}
it: danno sfera infuocata: {:d}
pl: obr. ognistej kuli {:d}
uk: шкода кулі вогню: {:d}

source: fireball damage: {:d}-{:d}
bg: щети огнено кълбо {:d}-{:d}
it: danno sfera infuocata: {:d}-{:d}
pl: obr. ognistej kuli {:d}-{:d}
uk: шкода кулі вогню: {:d}-{:d}

source: attacker takes 1-3 damage
bg: атакуващият получава 1-3 щети
it: attaccante riceve1-3 danni
pl: atakujący otrzymuje 1-3 obrażeń
uk: нападник отримує 1-3 шкоди

source: user loses all mana
bg: играчът губи всичката мана
it: l'utente perde tutto il mana
pl: gracz traci całą manę
uk: поглинає всю ману

source: absorbs half of trap damage
bg: поглъща половината щети от капани
it: assorbe metà danni trappola
pl: 2x mniej obrażeń od pułapek
uk: поглинає 50% шкоди пасток

source: knocks target back
bg: избутва целта назад
it: respinge il bersaglio
pl: odrzuca przeciwnika
uk: відбиває ворога назад

source: +200% damage vs. demons
bg: +200% щети срещу демони
it: +200% danno contro demoni
pl: +200% obrażeń wobec demonów
uk: +200% шкоди проти демонів

source: All Resistance equals 0
bg: Всички устойчивости са 0
it: Ogni Resistenza è 0
pl: Odporności spadają do 0
uk: Всі Спротиви рівні 0

source: hit steals 3% mana
bg: удар отнема 3% мана
it: colpo ruba 3% mana
pl: uderzenie kradnie 3% many
uk: удар краде 3% мани

source: hit steals 5% mana
bg: удар отнема 5% мана
it: colpo ruba 5% mana
pl: uderzenie kradnie 5% many
uk: удар краде 5% мани

source: hit steals 3% life
bg: удар отнема 3% жизненост
it: colpo ruba 3% vita
pl: uderzenie kradnie 3% życia
uk: удар краде 3% життя

source: hit steals 5% life
bg: удар отнема 5% жизненост
it: colpo ruba 5% vita
pl: uderzenie kradnie 5% życia
uk: удар краде 5% життя

source: penetrates target's armor
bg: пробива бронята на врага
it: penetra l'armatura dell'obiettivo
pl: przebija pancerz wroga
uk: пробиває броню

source: quick attack
bg: ускорен замах
it: attacco rapido
pl: szybki atak
uk: моторна атака

source: fast attack
bg: бърз замах
it: attacco veloce
pl: szybki atak
uk: швидка атака

source: faster attack
bg: по-бърз замах
it: attacco molto veloce
pl: szybszy atak
uk: швидша атака

source: fastest attack
bg: най-бърз замах
it: attacco velocissimo
pl: najszybszy atak
uk: найшвидша атака

source: Another ability (NW)
bg: Друга способност (NW)
it: Altra abilità (NW)
pl: Inna zdolność
uk: Інше уміння (NW)

source: fast hit recovery
bg: бързо възстановяване от удар
it: recupero veloce
pl: szybko wznawia atak
uk: швидке відновлення після удару

source: faster hit recovery
bg: по-бързо възстановяване от удар
it: recupero molto veloce
pl: szybsze wznowienie ataku
uk: швидше відновлення після удару

source: fastest hit recovery
bg: най-бързо възстановяване от удар
it: recupero velocissimo
pl: najszybsze wznowienie ataku
uk: найшвидше відновлення після удару

source: fast block
bg: бързо блокиране
it: blocco veloce
pl: szybki blok
uk: швидкий блок
