Repository: diasurgical/DevilutionX
Catalog: Translations/*.po
Languages: cs, de, el, fr, sv

source: Abandon your foolish quest. All that awaits you is the wrath of my Master! You are too late to save the child. Now you will join him in Hell!
cs: Zapomen na svou blaznivou pout. Vse, co te ceka, je hnev meho Pana! Prisel jsi pozde, abys zachranil to dite. Ted se k nemu pridas v Pekle!
de: Vergesst Euer törichtes Vorhaben! Das Einzige, was Euch hier erwartet, ist der Zorn meines Herrn. Ihr kommt zu spät, um den Jungen noch zu retten. Doch Ihr werdet ihm bald Gesellschaft leisten - in der Hölle!
el: Εγκαταλείψε την ανόητη αναζήτησή σου. Το μόνο που σε περιμένει είναι η οργή του Άρχοντα μου! Είναι πολύ αργά για να σώσεις το παιδί. Τώρα θα το συναντήσεις στην Κόλαση!
fr: Abandonnez votre quête insensée. Tout ce qui vous attend, c'est la colère de mon Maître ! Il est trop tard pour sauver l'enfant. Vous allez maintenant le rejoindre en Enfer !
sv: Överge ditt dåraktiga uppdrag. Det enda som väntar dig är min Mästares vrede! Du kommer för sent för att rädda barnet. Nu kommer du möta honom i Helvetet!

source: Hmm, I don't know what I can really tell you about this that will be of any help. The water that fills our wells comes from an underground spring. I have heard of a tunnel that leads to a great lake - perhaps they are one and the same. Unfortunately, I do not know what would cause our water supply to be tainted.
cs: Hmm, ani nevim, jestli ti muzu rici neco, co by ti nejak pomohlo. Voda, ktera plni nase studny, prichazi z podzemniho pramene. Slysel jsem o tunelu, ktery vede k velkemu jezeru - mozna jsou jedno a totez. Nanestesti nevim, co by mohlo zpusobit, ze jsou nase zasoby vody otravene.
de: Hmm, ich weiß nicht, ob ich Euch darüber überhaupt etwas Hilfreiches erzählen kann. Das Wasser in unseren Brunnen stammt aus einer unterirdischen Quelle. Ich habe mal von einem Tunnel gehört, der zu einem großen unterirdischen See führen soll - vielleicht ist dort die Quelle. Aber unglücklicherweise weiß ich auch nicht, was unser Wasser so verseuchen könnte.
el: Χμμ, δεν ξέρω τι μπορώ πραγματικά να σου πω για αυτό, που θα βοηθούσε. Το νερό που γεμίζει τα πηγάδια μας προέρχεται από μια υπόγεια πηγή. Έχω ακούσει για ένα τούνελ που οδηγεί σε μια μεγάλη λίμνη - ίσως είναι ένα και το αυτό. Δυστυχώς, δεν γνωρίζω τι θα μπορούσε να προκαλέσει τη μόλυνση του νερού μας.
fr: Hmm, je ne vois pas bien ce que je pourrai vous apprendre d'utile. L'eau qui remplit nos puits provient d'une source souterraine. J'ai entendu parler d'un tunnel qui mène à un grand lac – peut-être qu'ils ne font qu'un. Malheureusement, je ne sais pas ce qui pourrait polluer notre approvisionnement en eau.
sv: Hmm, jag vet inte om jag kan berätta något om det här som är till hjälp. Vattnet som fyller våra brunnar kommer från en underjordisk källa. Jag har hört talas om en tunnel som leder till en stor sjö - kanske de är en och samma sak. Tyvärr så vet jag inte vad som skulle kunna få våra vattenförråd att bli förpestade.

source: I have always tried to keep a large supply of foodstuffs and drink in our storage cellar, but with the entire town having no source of fresh water, even our stores will soon run dry. Please, do what you can or I don't know what we will do.
cs: Vzdy jsem se ve sve zasobarne snazil udrzovat velke zasoby jidla a piti, ale kdyz nema cele mesto zadny zdroj ciste vody, i nase zasoby brzy dojdou. Prosim, udelej, co muzes, jinak nevim co budeme delat.
de: Ich habe immer versucht, ausreichend große Vorräte an Getränken und Lebensmitteln im Keller zu lagern. Aber wenn jetzt die ganze Stadt kein frisches Wasser mehr hat, werden sogar meine Reserven bald aufgebraucht sein. Bitte, tut Euer Bestes, oder ich weiß nicht, wie es weitergehen soll!
el: Πάντα προσπαθούσα να διατηρήσω μια μεγάλη προσφορά τροφίμων και ποτών στο κελάρι μας, αλλά καθώς ολόκληρη η πόλη δεν έχει πηγή γλυκού νερού, ακόμη και τα αποθέματα μου σύντομα θα τελειώσουν. Σε παρακαλώ, κάνε ό,τι μπορείς γιατί δεν ξέρω τι θα απογίνουμε.
fr: J'ai toujours essayé de garder une bonne réserve de denrées alimentaires et de boissons dans le cellier, mais si toute la ville n'a plus de source d'eau potable, même nos citernes seront bientôt à sec. S'il vous plaît, faites quelque chose ou je ne sais pas comment nous allons faire.
sv: Jag har alltid försökt hålla stora förråd av mat och dryck i vår källare, men om hela byn saknar färskvatten kommer till och med våra förråd sina snart. Snälla, gör vad du kan, annars vet jag inte vad vi ska ta oss till.

source: I'm glad I caught up to you in time! Our wells have become brackish and stagnant and some of the townspeople have become ill drinking from them. Our reserves of fresh water are quickly running dry. I believe that there is a passage that leads to the springs that serve our town. Please find what has caused this calamity, or we all will surely perish.
cs: Jsem rad, ze jsem te zastihl! Voda z nasich studni se stala poloslanou a hnijici a nekteri vesnicane onemocneli, kdyz ji pili. Nase zasoby ciste vody rychle dochazeji. Verim, ze nekde je pruchod, ktery vede k pramenu, jez zasobuje cele nase mesto. Prosim, zjisti, co zpusobilo tuhle pohromu, jinak vsichni jistojiste zahyneme.
de: Ich bin ja so froh, dass ich Euch noch rechtzeitig erwische! Unsere Brunnen sind plötzlich alle vergiftet und brackig. Einige Leute im Dorf sind schon krank geworden, weil sie davon getrunken haben. Unsere Frischwasserreserven gehen rapide zur Neige. Ich vermute, es gibt einen Durchgang vom Labyrinth zu der Höhle, in der unsere Quellen liegen. Bitte findet den Grund für dieses Desaster, oder wir werden alle zugrunde gehen.
el: Χαίρομαι που σε πρόλαβα εγκαίρως! Τα πηγάδια μας έχουν γίνει υφάλμυρα και στάσιμα και κάποιοι από τους κατοίκους της πόλης έχουν αρρωστήσει πίνοντας από αυτά. Τα αποθέματα πόσιμου νερού, μας τελειώνουν γρήγορα. Πιστεύω ότι υπάρχει ένα πέρασμα που οδηγεί στις πηγές που προμηθεύουν την πόλη μας. Παρακαλώ βρες τι προκάλεσε αυτή την καταστροφή, διαφορετικά θα χαθούμε όλοι.
fr: Heureusement que je vous attrape à temps ! Nos puits sont devenus saumâtres et croupis et certains habitants en sont tombés malades. Nos réserves d'eau potable s'épuisent rapidement. Je crois qu'il y a un passage qui mène aux sources qui alimentent notre ville. Je vous en prie, trouvez ce qui a causé cette calamité, ou nous périrons tous sans faute.
sv: Jag är glad att jag hittade dig i tid! Våra brunnar har blivit bräcka och unkna och några av byborna har blivit sjuka av att dricka från dem. Våra färskvattenförråd sinar snabbt. Jag tror att det finns en tunnel som leder till källorna som försörjer vår by. Snälla, hitta vad som orsakat denna katastrof, annars kommer vi säkert alla dö.

source: Please, you must hurry. Every hour that passes brings us closer to having no water to drink. We cannot survive for long without your help.
cs: Prosim, musis spechat. S kazdou dalsi hodinou jsme blize tomu, ze nebudeme mit co pit. Bez tve pomoci nemuzeme dlouho prezit.
de: Ich bitte Euch, beeilt Euch! Mit jeder Stunde kommen wir dem Verdursten näher! Ohne Eure Hilfe können wir nicht mehr lange durchhalten.
el: Σε παρακαλώ, πρέπει να βιαστείς. Κάθε ώρα που περνάει μας φέρνει πιο κοντά στο να μην έχουμε νερό να πιούμε. Δεν μπορούμε να επιβιώσουμε για πολύ χωρίς τη βοήθειά σου.
fr: Je vous en prie, faites vite. Plus le temps passe, moins nous avons d'eau. Nous ne survivrons pas longtemps sans votre aide.
sv: Snälla, du måste skynda dig. Varje timme som går närmar vi oss slutet på vårat dricksvatten. Vi kan inte överleva länge utan din hjälp.

source: What's that you say - the mere presence of the demons had caused the water to become tainted? Oh, truly a great evil lurks beneath our town, but your perseverance and courage gives us hope. Please take this ring - perhaps it will aid you in the destruction of such vile creatures.
cs: Co to rikas - pouha pritomnost demonu zpusobila, ze se voda zkazila? Oh, pod nasim mestem ciha opravdu velke zlo, ale tva vytrvalost a odvaha nam dava nadeji. Prosim, vezmi si tento prsten - treba ti pomuze pri zniceni tech desivych priser.
de: Was sagt Ihr? Die bloße Anwesenheit der Dämonen hat ausgereicht, das Wasser zu verseuchen? Da muss ja wirklich ein gewaltiges Übel unter unserer Stadt lauern... Aber Euer Mut und Eure Hartnäckigkeit geben uns Grund zur Hoffnung. Bitte, nehmt diesen Ring. Vielleicht wird er Euch bei der Vernichtung solch widerlicher Geschöpfe einmal hilfreich sein.
el: Τι είναι αυτό που λες - η απλή παρουσία των δαιμόνων είχε κάνει το νερό να μολυνθεί; Ω, πραγματικά ένα μεγάλο κακό κρύβεται κάτω από την πόλη μας, αλλά η επιμονή και το θάρρος σου μας δίνουν ελπίδα. Πάρε αυτό το δαχτυλίδι - ίσως θα σε βοηθήσει στην καταστροφή αυτών των άθλιων πλασμάτων.
fr: Qu'est-ce que vous dites ? La simple présence des démons a suffi à empoisonner notre eau ? Oh, décidément un grand mal nous guette sous notre ville, mais votre persévérance et votre courage nous donnent de l'espoir. Prenez cet anneau – il vous aidera peut-être à détruire ces atroces créatures.
sv: Vad säger du - blotta närvaron av demonerna förpestade vattnet? Åh, det är verkligen en enorm ondska som gömmer sig under vår by, men din envishet och mod ger oss hopp. Var god och ta denna ring - den kanske kommer hjälpa dig förgöra sådana hemska varelser.

source: My grandmother is very weak, and Garda says that we cannot drink the water from the wells. Please, can you do something to help us?
cs: Moje babicka je velmi slaba a Garda rika, ze nemuzeme pit vodu ze studni. Prosim, muzes udelat neco, abys nam pomohl?
de: Meine Großmutter ist sehr schwach, und Garda sagt, dass wir das Wasser aus den Brunnen nicht trinken können. Ich bitte Euch, könnt Ihr nicht etwas tun, um uns zu helfen?
el: Η γιαγιά μου είναι πολύ αδύναμη και η Γκάρντα λέει ότι δεν μπορούμε να πιούμε το νερό από τα πηγάδια. Σε παρακαλώ, μπορείς να κάνεις κάτι για να μας βοηθήσεις;
fr: Ma grand-mère est très faible et Garda dit que nous ne pouvons pas boire l'eau des puits. Vous pouvez faire quelque chose pour nous ?
sv: Min mormor är mycket sjuk, och Garda säger att vi inte får dricka vattnet från brunnarna. Snälla, kan du göra något för att hjälpa oss?

source: Pepin has told you the truth. We will need fresh water badly, and soon. I have tried to clear one of the smaller wells, but it reeks of stagnant filth. It must be getting clogged at the source.
cs: Pepin ti rekl pravdu. Nalehave potrebujeme cistou vodu a co nejdrive. Zkousel jsem vycistit jednu z mensich studni, ale zase se zaplnila hnusnou spinou. Urcite je znecistena u pramene.
de: Pepin hat Euch die Wahrheit erzählt. Wir brauchen dringend frisches Wasser, und zwar schnell. Ich habe versucht, einen der kleineren Brunnen sauber zu kriegen, aber das Wasser selbst stinkt nach verfaultem Dreck. Es wird offensichtlich schon direkt an der Quelle vergiftet.
el: Ο Πεπίν σου είπε την αλήθεια. Θα χρειαστούμε πολύ πόσιμο νερό και μάλιστα σύντομα. Προσπάθησα να καθαρίσω ένα από τα μικρότερα πηγάδια, αλλά μυρίζει στάσιμη βρωμιά. Πρέπει να έχει βουλώσει και βρωμίσει στην πηγή.
fr: Pepin ne vous a pas menti. On va salement manquer d'eau potable, et vite. J'ai essayé de nettoyer l'un des plus petits puits, mais il empeste la fange. Il doit se boucher à la source.
sv: Pepin har sagt sanningen. Vi behöver verkligen färskvatten, och snart. Jag har försökt rensa en av de mindre brunnarna, men den stinker av unken smuts. Det måste vara något som täpper till den vid källan.

source: You drink water?
cs: Ty pijes vodu?
de: Ihr trinkt ... Wasser?
el: Πίνεις νερό;
fr: Vous buvez de l'eau ?
sv: Dricker du vatten?

source: The people of Tristram will die if you cannot restore fresh water to their wells. Know this - demons are at the heart of this matter, but they remain ignorant of what they have spawned.
cs: Lide z Tristramu zemrou, pokud nemuzes dostat cistou vodu do jejich studni. Mel bys vedet, ze podstatou teto veci jsou demoni, ale vubec si nevsimaji toho, co zpusobili.
de: Die Leute in Tristram müssen sterben, wenn Ihr nicht dafür sorgt, dass aus den Quellen wieder frisches Wasser sprudelt. Wisset, dass Dämonen hinter all dem stecken, doch sie wissen nicht, was sie angerichtet haben.
el: Οι κάτοικοι της Τρίστραμ θα πεθάνουν εάν δεν μπορέσεις να επαναφέρεις το πόσιμο νερό στα πηγάδια τους. Να ξέρεις - Δαίμονες βρίσκονται στο επίκεντρο αυτού του ζητήματος, αλλά είναι ανίδεοι για το τι έχουν προκαλέσει.
fr: Les habitants de Tristram vont mourir si vous ne parvenez pas à rétablir l'alimentation en eau des puits. Sachez-le – les démons sont au cœur de cette affaire, mais ils ne sont pas au courant de ce qu'ils ont provoqué.
sv: Tristrams folk kommer dö om du inte kan få tillbaka friskt vatten i deras källor. Vet detta - demoner är kärnan i detta problem, men de själva är okunniga om vad de skapat.

source: For once, I'm with you. My business runs dry - so to speak - if I have no market to sell to. You better find out what is going on, and soon!
cs: Pro jednou s tebou souhlasim. Moje obchody vyschnou - to ti rikam - kdyz nebudu mit komu prodavat. Nejlip bys mel zjistit, co se deje!
de: Zur Abwechslung bin ich mal ganz auf Deiner Seite. Mein Geschäft geht - bildlich gesprochen - den Bach runter, wenn ich keine Käufer mehr habe. Du solltest lieber schnell rausfinden, was da vor sich geht.
el: Για πρώτη φορά είμαι μαζί σου. Η επιχείρησή μου στεγνώνει - να το πω έτσι - αν δεν έχω αγορά να πουλήσω. Καλύτερα να μάθεις τι συμβαίνει και σύντομα!
fr: Pour une fois, je suis avec vous. Mon bizness va s'assécher – au sens propre – si je n'ai plus de clientèle. Vous avez intérêt à trouver ce qui cloche, et vite !
sv: För en gångs skull håller jag med dig. Mina affärer sinar - så att säga - om jag inte har någon marknad att sälja till. Bäst att du tar reda på vad som händer, snart!

source: A book that speaks of a chamber of human bones? Well, a Chamber of Bone is mentioned in certain archaic writings that I studied in the libraries of the East. These tomes inferred that when the Lords of the underworld desired to protect great treasures, they would create domains where those who died in the attempt to steal that treasure would be forever bound to defend it. A twisted, but strangely fitting, end?
cs: Kniha, ktera vypravi o komnate lidskych kosti? Dobra, Komnata kosti je zminovana v jistych starych spiscich, ktere jsem studoval v knihovnach na Vychode. Tyto svazky naznacovali, ze kdyz se Panove podsveti rozhodnou chranit velke poklady, vytvori oblast, kde budou vsichni ti, kteri se pokusili ukrast ten poklad, naveky svazani k jeho ochrane. Pokroucene, ale velmi ucinne, ze?
de: Ein Buch, in dem eine Kammer aus Menschenknochen erwähnt wird? Na ja, eine Knochenkammer wurde in einigen der archaischen Schriften erwähnt, die ich in den Bibliotheken im Osten studiert habe. Diese Bücher meinten übereinstimmend, dass die Lords der Unterwelt zum Schutz großer Schätze solche Räume errichten könnten. Diejenigen, die bei dem Versuch starben, den Schatz zu stehlen, waren für alle Ewigkeit dazu verdammt, ihn zu beschützen. Ein schreckliches, aber merkwürdig passendes Ende...
el: Ένα βιβλίο που μιλάει για θάλαμο ανθρώπινων οστών; Λοιπόν, ένας θάλαμος των οστών αναφέρεται σε ορισμένες αρχαϊκές γραφές που μελέτησα στις βιβλιοθήκες της Ανατολής. Αυτοί οι τόμοι συμπέραναν ότι όταν οι Άρχοντες του κάτω κόσμου ήθελαν να προστατεύσουν μεγάλους θησαυρούς, θα δημιουργούσαν περιοχές όπου όσοι πέθαιναν, στην προσπάθεια να κλέψουν αυτόν τον θησαυρό, θα ήταν για πάντα δεσμευμένοι για να τον προστατέψουν. Ένα διεστραμμένο, αλλά παράξενα ταιριαστό τέλος;
fr: Un livre qui parle d'une chambre d'ossements humains ? Eh bien, une Chambre d'Ossements est mentionnée dans certains écrits archaïques que j'ai étudiés dans les bibliothèques de l'Orient. Ces tomes en concluaient que lorsque les seigneurs des enfers voulaient protéger de grands trésors, ils créaient des domaines où ceux qui périssaient en tentant de voler ce trésor seraient à jamais tenus de le défendre. Une fin ironique, mais étrangement de circonstance, non ?
sv: En bok som förtäljer om en kammare av människoben? Nå, en Benkammare nämns i vissa åldrade skrifter som jag läste i Österns bibliotek. Dessa verk antydde att när underjordens Furstar ville skydda stora skatter, skapade de områden där de som dött i försök att stjäla dem bands till att försvara dem för evigt. Ett förfärligt slut, men på något sätt passande?

source: I am afraid that I don't know anything about that, good master. Cain has many books that may be of some help.
cs: Bojim se, ze o tom nevim nic, dobry pane. Cain ma mnoho knih, ktere ti mohou nejak pomoci.
de: Ich fürchte, über das Thema weiß ich so gut wie nichts. Aber Cain hat viele Bücher, in denen was darüber stehen könnte.
el: Φοβάμαι ότι δεν ξέρω τίποτα για αυτό, καλέ/ή μου άρχοντα/ίσσα. Ο Κάιν έχει πολλά βιβλία που μπορεί να σε βοηθήσουν.
fr: J'ai peur de ne rien savoir là-dessus, mon bon maître. Cain a beaucoup de livres, il pourra peut-être vous aider.
sv: Jag är rädd att jag inte vet något om det, goda mästare. Cain har många böcker som kanske vore till nytta.

source: This sounds like a very dangerous place. If you venture there, please take great care.
cs: To zni jako velmi nebezpecne misto. Pokud si tam troufnes jit, prosim bud opatrny.
de: Das klingt nach einem sehr gefährlichen Ort. Wenn Ihr dorthin geht, seid bitte besonders vorsichtig!
el: Αυτό μου ακούγεται σαν ένα πολύ επικίνδυνο μέρος. Εάν τολμήσεις να πας εκεί, σε παρακαλώ να είσαι πολύ προσεκτικός/ή.
fr: Ça a l'air d'être un endroit très dangereux. Si vous vous y risquez, prenez bien garde à vous.
sv: Det låter som en väldigt farlig plats. Om du beger dig dit så se till att vara mycket försiktig.

source: I am afraid that I haven't heard anything about that. Perhaps Cain the Storyteller could be of some help.
cs: Bohuzel jsem nikdy neslysela o nicem takovem. Mozna Cain Vypravec by ti mohl nejak pomoct.
de: Es tut mir leid, aber darüber habe ich noch nie etwas gehört. Vielleicht kann Cain Euch weiterhelfen, unser Geschichtenerzähler?
el: Φοβάμαι ότι δεν έχω ακούσει τίποτα για αυτό. Ίσως ο Κάιν ο Αφηγητής θα μπορούσε να βοηθήσει.
fr: Je n'en ai jamais entendu parler, j'en ai peur. Peut-être que Cain le Conteur pourrait être utile.
sv: Jag är rädd att jag inte hört något om det. Kanske Historieberättaren Cain kan hjälpa på något sätt.

source: I know nothing of this place, but you may try asking Cain. He talks about many things, and it would not surprise me if he had some answers to your question.
cs: Nevim nic o tom miste, ale muzes se zkusit zeptat Caina Mluvi o mnoha vecech a neprekvapilo by me, kdyby mohl zodpovedet tvoje otazky.
de: Ich weiß nichts über diesen Ort, aber Ihr könntet Cain danach fragen. Er redet gerne und viel, und es würde mich nicht überraschen, wenn er Antworten auf Eure Fragen hätte.
el: Δεν ξέρω τίποτα για αυτό το μέρος, αλλά μπορείς να δοκιμάσεις να ρωτήσεις τον Κάιν. Μιλάει για πολλά πράγματα και δεν θα με εξέπληξε αν είχε κάποιες απαντήσεις στην ερώτησή σου.
fr: Je ne sais rien de cet endroit, mais vous ferez peut-être bien de demander à Cain. Il parle de beaucoup de choses, et je ne serais pas étonné qu'il ait des réponses à vous apporter.
sv: Jag vet inget om det stället, men prova att fråga Cain. Han pratar om mycket, och det skulle inte förvåna mig det minsta om han hade svaren till din fråga.

source: Okay, so listen. There's this chamber of wood, see. And his wife, you know - her - tells the tree... cause you gotta wait. Then I says, that might work against him, but if you think I'm gonna PAY for this... you... uh... yeah.
cs: Oukej, tak poslouchej. Je tu ta drevena komnata, vis. A jeho zena, vis - ona - rika stromum... protoze musis pockat. Pak rikam, to proti nemu muze fungovat, ale jestli myslis, ze za to budu PLATIT... ty... uhh... jasne.
de: Ok, hör mal zu. Da ist dieses Zimmer aus Holz, verstehst Du? Und seine Frau, weißt Du, also die... erzählt's den Bäumen... weil Du drauf wartest. Und drauf sag ich zu ihm, das könnte schlecht laufen für ihn, aber wenn Du meinst, ich bezahle dafür, dann.... äh.... ja, genau.
el: Εντάξει, άκου λοιπόν. Υπάρχει αυτός ο θάλαμος από ξύλο, βλέπεις. Και η γυναίκα του, ξέρεις - αυτή - λέει στο δέντρο... γιατί, πρέπει να περιμένεις. Μετά λέω, αυτό μπορεί να λειτουργήσει εναντίον του, αλλά αν νομίζεις ότι θα ΠΛΗΡΩΣΩ γι' αυτό... εσύ... ε... ναι.
fr: Bon, alors écoutez. Y'a cette chambre de bois, quoi. Et sa femme, vous savez – elle – dit à l'arbre... pasque vous devez attendre. Alors, que je dis, ça pourrait marcher contre lui, mais si vous croyez que je vais PAYER pour ça... vous... euh... ouais.
sv: Okej, lyssna nu. Det finns alltså en träkammare, ser du. Och hans fru, du vet - hon - säger till trädet... du måste ju vänta. Sen säger jag, det kanske funkar mot honom, men om du tror att jag ska BETALA för det där... så... eh... japp.

source: You will become an eternal servant of the dark lords should you perish within this cursed domain. Enter the Chamber of Bone at your own peril.
cs: Stanes se vecnym sluzebnikem temnych panu, pokud zahynes v teto proklete oblasti. Vstup do Komnaty kosti na vlastni riziko.
de: Solltet Ihr in diesem verfluchten Reich sterben, werdet Ihr auf ewige Zeiten den Dunklen Herrschern dienen müssen. Betretet die Knochenkammer auf eigene Gefahr!
el: Θα γίνεις αιώνιος υπηρέτης των σκοτεινών αρχόντων αν πέσεις μέσα σε αυτόν τον καταραμένο μέρος. Μπες στον Θάλαμο των Οστών με δική σου ευθύνη.
fr: Vous deviendrez un serviteur éternel des seigneurs des ténèbres si jamais vous périssez dans ce domaine maudit. Entrez dans la Chambre des Ossements à vos risques et périls.
sv: Du kommer bli en tjänare till mörkrets furstar i evighet om du skulle avlida i denna förbannade hägn. Gå in i Benkammaren på egen risk.

source: A vast and mysterious treasure, you say? Maybe I could be interested in picking up a few things from you... or better yet, don't you need some rare and expensive supplies to get you through this ordeal?
cs: Ohromny a zahadny poklad, rikas? Mozna bych mel zajem vzit od tebe par veci... nebo jeste lepe, nepotrebujes nejake vzacne a drahe vybaveni, aby ses dostal skrz tu zkousku?
de: Ein riesiger und geheimnisvoller Schatz, sagst Du? Vielleicht könnte ich Dir ja nachher das eine oder andere Stück abkaufen. Oder noch besser, brauchst Du keine seltene und teure Spezialausrüstung für dieses gewagte Unternehmen?
el: Ένας τεράστιος και μυστηριώδης θησαυρός, λες; Ίσως θα με ενδιέφερε να πάρω μερικά πράγματα από σένα... ή καλύτερα, δεν χρειάζεσαι σπάνιες και ακριβές προμήθειες εξοπλισμού για να ξεπεράσεις αυτή τη δοκιμασία;
fr: Un vaste et mystérieux trésor, vous dites ? Ça pourrait peut-être m'intéresser de vous prendre quelques bricoles... ou mieux encore, vous n'avez pas besoin de fournitures rares et chères pour vous aider à traverser cette épreuve ?
sv: En enorm och mystisk skatt, säger du? Kanske jag vore intresserad av att köpa några saker från dig... eller ännu bättre, behöver du inte några sällsynta och dyra förnödenheter för att ta dig genom den här pärsen?
