Repository: diasurgical/devilutionX
Catalog: Translations/*.po
Languages: bg, da, it, pl, uk

source: If I was you... and I ain't... but if I was, I'd sell all that stuff you got and get out of here. That boy out there... He's always got somethin good, but you gotta give him some gold or he won't even show you what he's got.
bg: Ако бях теб.... а не съм.... но ако бях, щях да продам всичко и да се махна оттук. Онова момче там... то винаги има добро предложение, но за да ти го покаже, трябва първо да му платиш.
it: Se fossi in te... e non lo sono... ma se lo fossi, venderei tutte le cose che hai e me ne andrei da qui. Il ragazzo là fuori... Ha sempre qualcosa di buono, ma devi dargli dell'oro o non ti mostrerà nemmeno quello che ha.
uk: Якби я був тобою… а я не ти… але якби був, я б продав усе, що в тебе є, і пішов звідси. Той хлопець ось там… У нього завжди є щось хороше, але тобі треба дати йому трохи золота, інакше він навіть не покаже, що у нього є.

source: I sense a soul in search of answers...
bg: Усещам душа, в търсене на отговори...
it: Sento un'anima in cerca di risposte...
pl: Wyczuwam duszę szukającą odpowiedzi...
uk: Я відчуваю душу в пошуках відповідей…

source: Wisdom is earned, not given. If you discover a tome of knowledge, devour its words. Should you already have knowledge of the arcane mysteries scribed within a book, remember - that level of mastery can always increase.
bg: Мъдростта се придобива, не се дава. Ако откриеш книга със знанията, погълни думите й. Ако вече имаш знанията за мистериозните тайни, описани в книга, запомни - обсегът на тази материя винаги може да се задълбочи.
it: La saggezza si guadagna, non è data. Se scopri tomi di conoscenza,divora le loro parole. Se avessi già nozione dei misteri arcani scritti in un libro, ricorda - il tuo padroneggiarli può sempre migliorare.
pl: Mądrość jest nabyta, nie nadana. Dlatego pochłaniaj wiedzę z każdej odnalezionej księgi. Jeśli będzie to wiedza, którą już posiadasz to pamiętaj, że można ją zawsze poszerzyć.
uk: Мудрість заробляється, а не дається. Якщо ти знайдеш том знань, поглинай його слова. Якщо ти вже знаєш про таємні секрети, записані в книзі, то пам’ятай — рівень майстерності завжди може підвищитися.

source: The greatest power is often the shortest lived. You may find ancient words of power written upon scrolls of parchment. The strength of these scrolls lies in the ability of either apprentice or adept to cast them with equal ability. Their weakness is that they must first be read aloud and can never be kept at the ready in your mind. Know also that these scrolls can be read but once, so use them with care.
bg: Най-великата сила често е най-краткотрайната. Може да откриеш древни думи на могъществото, запечатани в свитъци от пергамент. Силата на тези свитъци се крие във възможността всеки начинаещ или напреднал, да ги използва с еднакъв резултат. Докато слабостта им е там, че трябва да бъдат прочитани на висок глас и никога наизустявани. Също така, знай, че могат да бъдат прочитани само веднъж, използвай ги разумно.
it: Il potere maggiore è spesso quello dalla vita più corta. Potresti trovare parole di potere scritte su pergamene. La loro forza giace nella possibilità per chiunque sia di lanciare incantesimi con uguale abilità. La loro debolezza sta nel fatto che prima devono essere lette ad alta voce e non possono essere ripetute. Sappi che questi rotoli possono essere letti solo una volta, quindi usali con cautela.
pl: Najpotężniejsza moc często trwa najkrócej. Zapewne natkniesz się na starożytne formuły, o wielkiej sile, zapisane na zwojach pergaminów. Moc tych zwojów pozwala na wykorzystanie ich zarówno przez ucznia, jak i mistrza, z identycznym skutkiem. Wiedz, że trzeba je głośno wyrecytować, a zapisane na nich słowa nie mogą być zachowane w umyśle. Pamiętaj... użyć można ich tylko raz, dlatego wykorzystuj je z rozwagą.
uk: Найбільша сила часто триває найкоротше. Ти можеш знайти стародавні слова сили, написані на пергаментних сувоях. Сила цих сувоїв полягає тому, що і учень, і адепт чарує їх з однаковим умінням. Їх слабкість полягає в тому, що їх треба прочитати вголос, і неможливо втримати в голові. Також знай, що такі сувої можна прочитати лише раз, тому використовуй їх обережно.

source: Though the heat of the sun is beyond measure, the mere flame of a candle is of greater danger. No energies, no matter how great, can be used without the proper focus. For many spells, ensorcelled Staves may be charged with magical energies many times over. I have the ability to restore their power - but know that nothing is done without a price.
bg: Макар слънчевата топлина да е неизмерима, пламъци на една свещ представляват много по-голямата опасност. Няма енергия, независимо колкото велика да е тя, която може да бъде ползвана, без подходящото съсредоточение. За много от заклинанията, омагьосан Жезъл може многократно да бъде наситен със заряди от магическа енергия. Имам способността да възстановя тяхната сила, но нищо не идва без своята цена.
it: Anche se il calore del sole è oltre misura, la mera fiamma di una candela è un pericolo maggiore. Nessuna energia, per quanto grande, può essere usata senza una focalizzazione. Per molti incantesimi, Verghe istoriate possono essere ricaricate più volte con energie magiche. Ho la capacità di ristabilire quel potere, ma a pagamento ovviamente.
pl: Choć żar słońca jest niezmierzony, niewinny płomień świecy stwarza większe zagrożenie. żadnej energii, nie ważne jak wielkiej, nie wykorzystasz bez odpowiedniego jej skupienia. Magiczna moc zaczarowanych kosturów może być wielokrotnie uzupełniana, co umożliwi dalsze rzucanie zaklęć. Posiadam umiejętność przywracania im energii - lecz wiedz, że wszystko ma swoją cenę.
uk: Хоча сонячна спека безмірна, просте полум’я свічки становить більшу небезпеку. Жодна енергія, якою б великою вона не була, не може бути використана без належного зосередження. Для багатьох заклинань зачаровані Посохи можна заряджати магічною енергією багато раз. Я можу відновити їхню силу - але знай, що нічого не робиться безкоштовно.

source: The sum of our knowledge is in the sum of its people. Should you find a book or scroll that you cannot decipher, do not hesitate to bring it to me. If I can make sense of it I will share what I find.
bg: Сборът от нашите знания е сборът от хората които го имат. Намериш ли книга или свитък, който е непознат за теб, не се притеснявай да го донесеш на мен. Успея ли да го разчета, ще споделя каквото знам.
it: La conoscenza è la somma di quella di tutte le persone. Se dovessi trovare un libro o una pergamena che non riesci a decifrare, non esitare a portarmela. Se posso trarne un senso lo spartirò con te.
pl: Granicę mądrości wyznacza społeczeństwo. Jeśli nie uda ci się rozszyfrować znalezionych ksiąg lub pergaminów, nie wahaj się przynieść ich do mnie. Spróbuję je odczytać i podzielę się odkryciami.
uk: Сума наших знань — у сумі її людей. Якщо ти знайдеш книгу чи сувій, що ти не можете розшифрувати, не соромся принести його мені. Я поділюся тим, що знайшла, якщо я можу зрозуміти їх.

source: To a man who only knows Iron, there is no greater magic than Steel. The blacksmith Griswold is more of a sorcerer than he knows. His ability to meld fire and metal is unequaled in this land.
bg: За човекът, който познава единствено Желязото, няма по-голяма магия от Стоманата. Ковачът Грисволд е магьосник, повече отколкото той може да осъзнае. Уменията му да топи огън и метал нямат равни по тези земи.
it: Per chi conosce solo il ferro non c'è miglior magia dell'acciaio. C'è più del mago in Griswold di quanto non sappia. La sua abilità di unire fuoco e metallo è insuperata in questa zona.
pl: Dla człowieka znającego jedynie żelazo, nie ma większej magii niż stal. Kowal Griswold jest większym czarodziejem, niż mu się wydaje. Jego umiejętność spajania ognia z metalem jest zaprawdę niezrównana.
uk: Для людини, що знає лише Залізо, немає більшої магії, ніж Сталь. Коваль Грізволд більше чаклує, ніж знає. Його здатності об'єднувати вогонь і метал не має рівних на цій землі.

source: Corruption has the strength of deceit, but innocence holds the power of purity. The young woman Gillian has a pure heart, placing the needs of her matriarch over her own. She fears me, but it is only because she does not understand me.
bg: Покварата борави със силата на измамата, а невинността надделява със силата на непорочността. Младата девойка, Джилиън, има непокорно сърце, което поставя на преден план нуждите на баба ѝ пред нейните собствени. Тя се бои от мен, но това е така, защото не ме разбира.
it: La corruzione ha la forza dell'inganno, ma l'innocenza detiene il potere della purezza. La giovane donna Gillian ha un cuore puro, ponendo gli interessi della sua patriarca sopra i propri. Mi teme, ma solo perché non mi comprende.
pl: Tak jak zepsucie korzysta z zalet obłudy, tak cnotliwość korzysta z mocy lojalności. Młoda Gillian ma dobre serce. Potrzeby jej babci są dla niej ważniejsze od własnych. Boi się mnie, ale tylko dlatego, że mnie nie rozumie.
uk: Псування має силу обману, але невинність володіє могутністю чистоти. Молода жінка Гілліан має чисте серце, ставить потреби свого матріарха над своїми. Вона боїться мене, але тільки тому, що не розуміє мене.

source: A chest opened in darkness holds no greater treasure than when it is opened in the light. The storyteller Cain is an enigma, but only to those who do not look. His knowledge of what lies beneath the cathedral is far greater than even he allows himself to realize.
bg: Отворен в мрака сандък не ще даде по-голямо съкровище, ако бъде отворен на светло. Разказвачът Кайн е загадка, но само за онези, които не внимават. Знанията му относно онова, което се намира под катедралата, са много по-големи от това, което той си позволява да осъзнае.
it: Uno scrigno aperto al buio, non contiene un tesoro maggiore di quando lo è alla luce. Cain il cantastorie è un enigma, ma solo per chi non osserva. La sua conoscenza di ciò che giace sotto la cattedrale è più grande di quanto lui si permetta di realizzare.
pl: Skrzynia otwarta w ciemnościach nie skrywa większych bogactw niż otwarta w blasku światła. Kronikarz Cain jest tajemnicą, ale tylko dla zaślepionych. Jego wiedza o tym, co spoczywa pod katedrą jest dużo większa, niż mu się wydaje.
uk: Скриня, відкрита в темряві, не має більше скарбу, ніж коли її відкрили на світлі. Розповідач Каїн — загадкова людина, але тільки для тих, хто не дивиться. Його знання про те, що лежить під собором, набагато більше, ніж навіть він собі уявляє.

source: The higher you place your faith in one man, the farther it has to fall. Farnham has lost his soul, but not to any demon. It was lost when he saw his fellow townspeople betrayed by the Archbishop Lazarus. He has knowledge to be gleaned, but you must separate fact from fantasy.
bg: На колкото по-високо се намира вярата ти в един човек, от толкова по-високо ще и трябва, за да падне. Фарнам загуби душата си, но не от демон. Загуби я, когато видя как архиепископ Лазар предаде своите съграждани. Той разполага с знания, от които може да черпиш, но трябва да разделиш фактите от нереалното.
it: Più fiducia riponi in una persona, più è dura sopportare il tradimento. Farnham ha perso la sua anima, ma non per via di un demone. L'ha persa quando ha visto i suoi concittadini traditi dall'Arcivescovo Lazarus. Sa qualcosa, ma devi distinguere la realtà dalla fantasia.
pl: Im głębszą wiarę pokładasz w jednym człowieku, tym niżej możesz upaść. Farnham zatracił swą duszę, ale nie przez demony. Stało się to po zdradzie Arcybiskupa Lazarusa, gdy zobaczył cierpienie swoich najbliższych przyjaciół. Pamiętaj, że Farnham posiada ogromną wiedzę, musisz tylko oddzielić ziarno od plew.
uk: Чим більше ти довіряєш одній людині, тим гірше розчарування. Фарнхем втратив свою душу, але не від якогось демона. Вона була втрачена, коли він побачив своїх односельчан, зраджених Архієпископом Лазарем. У нього є цінні знання, але ти маєш відокремити факти від вигадок.

source: The hand, the heart and the mind can perform miracles when they are in perfect harmony. The healer Pepin sees into the body in a way that even I cannot. His ability to restore the sick and injured is magnified by his understanding of the creation of elixirs and potions. He is as great an ally as you have in Tristram.
bg: Ръката, сърцето и разумът могат да постигнат чудеса, когато се намират в пълна хармония. Лечителят Пепин вижда в тялото така, както аз не мога. Тази негова способност да вдига на крака болните и ранените се усилват от разбиранията му за елексирите и отварите. Той е толкова полезен съюзник в Тристрам, като никой друг.
it: Mente, corpo e anima possono compiere miracoli quando sono in perfetta armonia. Pepin il guaritore vede il corpo in una maniera a me sconosciuta. La sua capacità di curare malati e feriti è amplificata dalla sua conoscenza nella creazione di elisir e pozioni. È uno dei più grandi alleati che hai a Tristram.
pl: Dłoń, serce i rozum, tworząc idealną harmonię, potrafią dokonywać cudów. Uzdrowiciel Pepin dostrzega w ciele to, czego nawet ja nie potrafię. Jego zdolność leczenia chorych i rannych wzbogacona jest o umiejętność tworzenia mikstur i eliksirów. Będzie dla ciebie wspaniałym sojusznikiem.
uk: Рука, серце і розум можуть творити чудеса, коли вони в повній гармонії. Цілитель Пепін бачить тіло так, як навіть я не можу. Його здатність цілити хворих і поранених посилюється його розумінням варіння еліксирів і зілля. Він твій найкращий союзник в Трістрамі.

source: There is much about the future we cannot see, but when it comes it will be the children who wield it. The boy Wirt has a blackness upon his soul, but he poses no threat to the town or its people. His secretive dealings with the urchins and unspoken guilds of nearby towns gain him access to many devices that cannot be easily found in Tristram. While his methods may be reproachful, Wirt can provide assistance for your battle against the encroaching Darkness.
bg: Има толкова много неща в бъдещето, които не можем да предвидим, но когато времето настане, децата са онези, които ще ги поемат. Момчето, Върт, има черно петно надвиснало над душата, но той не представлява опасност за града и неговите жители. Тайните му пазарлъци с хлапаците и неспоменавани гилдии от околните градове, му осигуряват достъп до много средства, които не могат да бъдат намерени лесно в Тристрам. Но макар неговите методи да са позорни, Върт може да ти помогне в битката срещу нахлуващия Мрак.
it: C'è molto del futuro che non sappiamo, ma quando arriverà, saranno i giovani che dovranno affrontarlo. Wirt ha un peso sull'animo, ma non è una minaccia per la città o per chi vi abita. I suoi affari segreti con misteriose gilde delle città vicine gli garantiscono accesso a molti oggetti che non possono essere facilmente trovati a Tristram. Anche se i suoi metodi sono riprovevoli, Wirt può fornirti assistenza per la tua battaglia contro l'oscurità.
pl: Nie potrafimy wejrzeć w przyszłość, lecz kiedy nadejdzie, dzierżyć ją będą dzieci. W duszy Wirta można dostrzec mrok, jednak nie stanowi on zagrożenia dla miasta ani mieszkańców. Jego kontakty z łotrami i sekretnymi gildiami z pobliskich wiosek zapewniają mu dostęp do wielu przedmiotów, które są rzadko spotykane w Tristram. Możesz potępiać jego metody, ale usługi, które świadczy, mogą okazać się pomocne w walce z nadchodzącą ciemnością.
uk: Є багато, чого ми не можемо побачити в майбутньому, але коли воно настане, ним володітимуть діти. У хлопчика Вірта темнота на душі, але він не становить загрози ні місту, ні його жителям. Його таємні стосунки з шибениками та негласними гільдіями сусідніх міст дають йому доступ до багатьох пристроїв, що нелегко знайти в Трістрамі. Хоча його методи можуть бути докірливими, Вірт може допомогти тобі в боротьбі з Темрявою, що вторгається.

source: Earthen walls and thatched canopy do not a home create. The innkeeper Ogden serves more of a purpose in this town than many understand. He provides shelter for Gillian and her matriarch, maintains what life Farnham has left to him, and provides an anchor for all who are left in the town to what Tristram once was. His tavern, and the simple pleasures that can still be found there, provide a glimpse of a life that the people here remember. It is that memory that continues to feed their hopes for your success.
bg: Глинените стени и сламените навеси не градят дом. Кръчмарят, Огдън, допринася много повече в този град, отколкото мнозина осъзнават. Осигури подслон на Джилиън и баба ѝ, поддържа Фарнам на крака доколкото може и служи за крайъгълен камък напомнящ на всеки, останал в това градче, какво беше някога беше Тристрам. Неговата гостилница и обикновените забавления, които се предлагат там, връщат за момент глъчката от живота, който жителите помнят. Точно този спомен продължава да крепи надеждите им за твоя успех.
it: Mura di pietra e tetti di paglia non fanno una casa. Ogden il locandiere ha più ruoli in questa città di quanti molti comprendano. Fornisce assistenza a Gillian e a sua nonna, mantiene la poca vita che Farnham ha ancora in sé, e garantisce un ricordo di quello che Tristram era a tutti quelli rimasti in città. La sua taverna, e i semplici piaceri che vi si possono trovare, danno un barlume di vita che la gente qui ricorda. È questo ricordo che continua a nutrire le loro speranze di un tuo successo.
pl: Domu nie tworzą gliniane ściany i dach pokryty strzechą. Karczmarz Ogden spełnia więcej potrzeb tutejszych mieszkańców, niż są tego świadomi. Zapewnia schronienie Gillian i jej babci, podtrzymuje na duchu Farnhama i przypomina wszystkim o czasach świetności Tristram. Jego gospoda i dostępne tam proste przyjemności są dla wielu ludzi przebłyskiem dawnych i spokojnych czasów. Te wspomnienia rozbudzają w nich nadzieję na twój sukces.
uk: Земляні стіни та солом'яний навіс не зроблять дому. Корчмар Огден грає більшу роль у місті, ніж багато хто розуміє. Він надає притулок для Гілліан і її матріарха, підтримує те життя, що залишилось у Фарнхема, і є якорем для всіх, хто залишився в місті, яким колись був Трістрам. Його таверна та прості задоволення, які ще можна знайти там, дають хоч на мить побачити життя, що було раніше. Саме ця пам’ять продовжує живити їхні надії на твій успіх.

source: Pssst... over here...
bg: Пссст... насам...
it: Pssst... per di qua...
pl: Hej... Tu jestem...
uk: Псс… сюди…

source: Not everyone in Tristram has a use - or a market - for everything you will find in the labyrinth. Not even me, as hard as that is to believe. Sometimes, only you will be able to find a purpose for some things.
bg: Не всеки в Тристрам има приложение или пазар за всичко, на което ще се натъкнеш в лабиринта. Нито аз, колкото и трудно да е за вярване. Понякога, единствено ти самия можеш да намериш предназначение за нещата, които откриеш.
it: Non tutti in Tristram trovano un'utilità, o un mercato, per tutto quello che troverai nel labirinto. Nemmeno io, per quanto sia duro da credere. A volte solo tu sarai capace di trovare un uso per certi oggetti.
pl: Nie każdy w Tristram potrzebuje rzeczy z Labiryntu. Ja też ich nie chcę, choć pewnie trudno w to uwierzyć. Często tylko ty będziesz w stanie poznać ich prawdziwą naturę.
uk: Не всі у Трістрамі можуть використати – чи купити – речі, що ти знайдеш в лабіринті. Навіть не я, як важко не було б в це повірити. Іноді тільки ти зможеш знайти ціль для деяких речей.

source: Don't trust everything the drunk says. Too many ales have fogged his vision and his good sense.
bg: Не вярвай на всичко, което идва от устата на пияницата. Прекалено много пиво е замъглило зрението и разума му.
it: Non credere a tutto quel che dice l'ubriaco. Troppe birre annebbiano la vista e il buon senso.
pl: Nie wierz we wszystko, co mówi ten pijak. Nadmiar alkoholu zdążył już przyćmić jego wzrok i zdrowy rozsądek.
uk: Не вір всьому, що говорить п'яниця. Забагато елю затуманило його зір і здоровий глузд.

source: In case you haven't noticed, I don't buy anything from Tristram. I am an importer of quality goods. If you want to peddle junk, you'll have to see Griswold, Pepin or that witch, Adria. I'm sure that they will snap up whatever you can bring them...
bg: В случай, че не си забелязал, не купувам нищо от Тристрам. Внасям само високо-качествени стоки. Ако имаш боклуци за продан, иди при Грисволд, Пепин или оная вещерица, Адрия. Със сигурност ще вземат каквото и да им занесеш.
it: In caso non l'avessi notato, non compro niente a Tristram. Sono un importatore di beni di qualità. Se vuoi vendere spazzatura, rivolgiti a Griswold, Pepin o alla strega, Adria. Sono sicuro che addenteranno qualsiasi cosa tu possa portar loro...
pl: Moje towary nie pochodzą z Tristram. Jestem importerem jakościowych dóbr. Jeżeli chcesz handlować szmelcem, udaj się do Griswolda, Pepina albo tej wiedźmy, Adrii. Założę się, że wezmą wszystko, co im przyniesiesz...
uk: Якщо ти не помітив, я не купую у Трістрамі все підряд. Я імпортер якісних товарів. Якщо ти хочеш торгувати мотлохом, то іди до Грізволда, Пепіна або до тієї відьми, Адрії. Я впевнений, що вони розкуплять все, що ти їм принесеш…

source: I guess I owe the blacksmith my life - what there is of it. Sure, Griswold offered me an apprenticeship at the smithy, and he is a nice enough guy, but I'll never get enough money to... well, let's just say that I have definite plans that require a large amount of gold.
bg: Дължа живота си на ковача, колкото и да не ми се ще - или поне това, което е останало от него. Да, Грисволд е достатъчно свестен и ми предложи да бъда чирак в ковачницата. Но парите няма да ми стигат, за... нека кажем, че имам сериозни планове, които изискват доста злато.
it: Penso di dovere al fabbro la vita, o almeno quel che ne è rimasto. È vero, Griswold mi ha offerto un apprendistato alla fucina, ed è un buon tipo, ma non potrò mai fare abbastanza soldi da... beh, diciamo solo che ho dei piani che richiedono un vasto ammontare d'oro.
pl: Przypuszczam, że zawdzięczam swoje życie kowalowi, o ile można to jeszcze nazywać... życiem. Jasne, Griswold zaproponował mi naukę rzemiosła w kuźni. Mógłbym się od niego wiele nauczyć, ale w ten sposób nie zdobędę wystarczającej ilości pieniędzy do... dobrze, powiedzmy, że moje plany wymagają większych nakładów finansowych.
uk: Що ж, я зобов'язаний ковалю своїм життям - тим що залишилось. Звісно, Грізволд запропонував мені навчання в кузні, і він доволі добрий, але я ніколи не отримаю достатньо грошей, щоб… ну, скажімо, у мене є певні плани, які потребують багато золота.

source: If I were a few years older, I would shower her with whatever riches I could muster, and let me assure you I can get my hands on some very nice stuff. Gillian is a beautiful girl who should get out of Tristram as soon as it is safe. Hmmm... maybe I'll take her with me when I go...
bg: Ако бях малко по-възрастен, щях да я обсипя с всички богатства, които мога да събера и повярвай ми, мога да се сдобия с доста хубави неща. Джилиън е красавица, но трябва да се махне от Тристрам, възможно най-скоро. Хммм... може би... може би ще я взема със себе си, когато тръгна....
it: Se fossi solo un po' più vecchio, la coprirei di ricchezze, e ti assicuro che posso mettere le mani su oggetti molto preziosi. Gillian è una bellissima ragazza che dovrebbe lasciare Tristram finché è ancora sicuro. Hmm... forse la porterò con me quando me ne andrò...
pl: Gdybym był trochę starszy, obsypałbym ją wszystkimi skarbami świata. Mogę cię zapewnić, że w moje ręce wpadają naprawdę piękne rzeczy. Gillian jest prześliczną dziewczyną, która powinna opuścić Tristram póki jeszcze jest bezpiecznie. Hmmm... może zabiorę ją ze sobą, kiedy będę odjeżdżał...
uk: Якби я був на пару років старшим, я б засипав її всіма багатствами, що зібрав, і дозволь мені тебе запевнити, що в мене є дуже хороші речі. Джилліан — красива дівчина, і вона повинна вибратися з Трістрама якомога скоріше. Хм… можливо, я візьму її з собою, коли піду…
