Repository: diasurgical/DevilutionX
Catalog: Translations/*.po
Languages: cs, de, el, fr, sv

source: This does not bode well, for it confirms my darkest fears. While I did not allow myself to believe the ancient legends, I cannot deny them now. Perhaps the time has come to reveal who I am. My true name is Deckard Cain the Elder, and I am the last descendant of an ancient Brotherhood that was dedicated to safeguarding the secrets of a timeless evil. An evil that quite obviously has now been released. The Archbishop Lazarus, once King Leoric's most trusted advisor, led a party of simple townsfolk into the Labyrinth to find the King's missing son, Albrecht. Quite some time passed before they returned, and only a few of them escaped with their lives. Curse me for a fool! I should have suspected his veiled treachery then. It must have been Lazarus himself who kidnapped Albrecht and has since hidden him within the Labyrinth. I do not understand why the Archbishop turned to the darkness, or what his interest is in the child, unless he means to sacrifice him to his dark masters! That must be what he has planned! The survivors of his 'rescue party' say that Lazarus was last seen running into the deepest bowels of the labyrinth. You must hurry and save the prince from the sacrificial blade of this demented fiend!
cs: To nevesti dobre veci, protoze to potvrzuje me nejtemnejsi obavy. I kdyz jsem nechtel uverit davnym legendam, nyni je nemohu poprit. Mozna nastal cas k tomu, abych odhalil, kdo jsem. Me prave jmeno je Deckard Cain Starsi a jsem poslednim nasledovnikem davneho Bratrstva, ktere bylo zasveceno ochrane tajemstvi o nekonecnem zlu. Zlu, ktere bylo nyni ocividne uvolneno. Arcibiskup Lazarus, drive nejduveryhodnejsi poradce Krale Leorica, vedl do Labyrintu skupinu vesnicanu, aby nalezli Kralova ztraceneho syna, Albrechta. Uplynul nejaky cas nez se vratili a pouze nekolik jich uniklo zivych. Proklej me za blahovost! Mel jsem odhalit jeho skrytou zradu. Musel to byt sam Lazarus, kdo unesl Albrechta a ukryl ho v Labyrintu. Nechapu, proc se Arcibiskup obratil k temnote, nebo jake ma umysly s tim ditetem. Ledaze by ho chtel obetovat svemu temnemu panovi! To musel byt jeho plan! Ti, kteri prezili z jeho 'zachranne skupiny', rikaji, ze naposledy Lazara spatrili, jak bezi do nejhlubsiho nitra labyrintu. Musis si pospisit a zachranit prince pred obetnim nozem toho pomateneho zloducha!
de: Das klingt nicht gut, denn es bestätigt meine schlimmsten Befürchtungen. Bisher habe ich nicht an die alten Legenden geglaubt, doch jetzt zweifle ich nicht mehr an ihnen. Vielleicht ist es an der Zeit, Euch zu sagen, wer ich wirklich bin. Mein wirklicher Name ist Deckard Cain der Ältere, und ich bin der letzte Nachfahre einer uralten Bruderschaft, die es sich zum Ziel gesetzt hatte, die Geheimnisse einer uralten bösen Macht zu bewahren. Einer Macht, die nun offensichtlich aus ihrem Gefängnis entkommen konnte. Erzbischof Lazarus, einst der vertrauteste Berater von König Leoric, hat einen Trupp einfacher Bürger ins Labyrinth geführt, um Albrecht zu suchen, den verschollenen Sohn des Königs. Es dauerte lange, bis jemand wiederkam, und nur wenige sind überhaupt mit dem Leben davongekommen. Was war ich bloß für ein Idiot! Ich hätte ihm damals schon auf die Schliche kommen müssen! Es muss Lazarus selbst gewesen sein, der Albrecht entführt hat und seitdem im Labyrinth versteckt hält. Ich weiß nicht, warum der Erzbischof zur Finsteren Seite hinübergewechselt ist oder was er mit dem Jungen vorhat, es sei denn, er will ihn seinem Dunklen Herrn opfern. Ja, das muss es sein! Die Überlebenden seines 'Rettungstrupps' haben erzählt, dass Lazarus, als sie ihn zum letzten Mal gesehen haben, hinunterrannte in die tiefsten Eingeweide des Labyrinths. Ihr müsst Euch beeilen und den Jungen vor dem Opfermesser dieses Verrückten retten!
el: Αυτό δεν προμηνύεται καλό, γιατί επιβεβαιώνει τους πιο σκοτεινούς φόβους μου. Ενώ δεν επέτρεψα στον εαυτό μου να πιστέψει τους αρχαίους θρύλους, δεν μπορώ να τους αρνηθώ τώρα. Ίσως ήρθε η ώρα να αποκαλύψω ποιος είμαι. Το αληθινό μου όνομα είναι Ντέκαρντ Κάιν ο Πρεσβύτερος και είμαι ο τελευταίος απόγονος μιας αρχαίας Αδελφότητας που ήταν αφιερωμένη στη διαφύλαξη των μυστικών ενός διαχρονικού κακού. Ένα κακό που προφανώς έχει πλέον απελευθερωθεί. Ο Αρχιεπίσκοπος Λάζαρος, κάποτε ο πιο έμπιστος σύμβουλος του βασιλιά Λέορικ, οδήγησε μια ομάδα απλών αστών στον Λαβύρινθο για να βρει τον εξαφανισμένο γιο του Βασιλιά, τον Άλμπρεχτ. Πέρασε αρκετός καιρός μέχρι να επιστρέψουν, και μόνο λίγοι από αυτούς γλίτωσαν με τη ζωή τους. Ανάθεμα με τον ανόητο! Θα έπρεπε να είχα υποψιαστεί την καλυμμένη προδοσία του τότε. Πρέπει να ήταν ο ίδιος ο Λάζαρος που απήγαγε τον Άλμπρεχτ και έκτοτε τον έκρυψε μέσα στον Λαβύρινθο. Δεν καταλαβαίνω γιατί ο Αρχιεπίσκοπος στράφηκε στο σκοτάδι, ή ποιο είναι το ενδιαφέρον του για το παιδί, εκτός κι αν θέλει να το θυσιάσει στα σκοτεινά αφεντικά του! Αυτό πρέπει να είναι το σχεδόν του! Οι επιζώντες της "ομάδας διάσωσης" του, λένε ότι ο Λάζαρος εθεάθη τελευταία φορά να τρέχει στα βαθύτερα σπλάχνα του λαβύρινθου. Πρέπει να βιαστείς και να σώσεις τον πρίγκιπα από τη θυσιαστική λεπίδα αυτού του παραφρονημένου κακούργου!
fr: Cela ne présage rien de bon, car cela confirme mes peurs les plus sombres. Bien que je me m'interdisais de croire aux anciennes légendes, je ne peux plus les nier maintenant. Le moment est peut-être venu de révéler qui je suis. Mon vrai nom est Deckard Cain l'Ancien, et je suis le dernier descendant d'une ancienne Confrérie qui avait pour vocation la sauvegarde des secrets d'un mal intemporel. Un mal qui manifestement est désormais libéré. L'archevêque Lazarus, autrefois le conseiller le plus sûr du roi Léoric, mena un groupe de simples villageois dans le labyrinthe pour retrouver le fils disparu du roi, Albrecht. Beaucoup de temps a passé avant leur retour, et seuls quelques-uns d'entre eux en ont réchappé vivants. Quel idiot j'ai été ! J'aurais dû soupçonner sa perfidie dès lors. Ce doit être Lazarus lui-même qui a enlevé Albrecht et le cache depuis dans le Labyrinthe. Je ne comprends pas pourquoi l'archevêque s'est tourné vers les ténèbres, ou ce qu'il veut à l'enfant, à moins qu'il n'entende le sacrifier à ses sombres maîtres ! C'est sûrement ce qu'il mijote ! Les survivants de son 'équipe de sauvetage' disent que Lazarus a été vu pour la dernière fois en train de courir au fin fond du labyrinthe. Vous devez vous dépêcher et sauver le prince de la lame sacrificielle de ce dément !
sv: Detta varslar illa, ty det bekräftar mina värsta farhågor. Jag lät mig visserligen inte tro på de gamla legenderna, men jag kan inte tvivla på dem nu. Det kanske är dags att berätta vem jag är. Mitt verkliga namn är Deckard Cain den Äldre, och jag är den sista ättlingen till ett uråldrigt Brödraskap som vigde sig åt att vakta en uråldrig ondskas hemligheter. En ondska som nu uppenbarligen har släppts lös. Ärkebiskopen Lazarus, som en gång var Kung Leorics pålitligaste rådgivare, ledde ett band enkla bybor in i Labyrinten för att hitta Kungens försvunne son, Albrecht. Det dröjde länge innan de återvände, och bara ett fåtal av dem kom undan med livet. Vilken dåre jag varit! Jag borde anat hans hemliga förräderi då. Det måste varit Lazarus själv som kidnappade Albrecht och har gömt honom i Labyrinten ända sedan dess. Jag förstår inte varför Ärkebiskopen vände sig till mörkret eller varför han är intresserad av barnet, försåvitt han inte ämnar offra honom åt sin mörke mästare! Det måste vara vad han har planerat! Överlevarna från hans 'räddningsexpedition' säger att Lazarus senast sågs springa mot de djupaste hålorna i labyrinten. Du måste skynda på och rädda prinsen från denna vettvillings offerklinga!

source: You must hurry and rescue Albrecht from the hands of Lazarus. The prince and the people of this kingdom are counting on you!
cs: Musis spechat a zachranit Albrechta z rukou Lazara. Princ a lide tohoto kralovstvi na tebe spolehaji!
de: Ihr müsst Euch beeilen und Albrecht aus Lazarus' Gewalt befreien! Der Prinz und die Bewohner des ganzen Königreiches zählen auf Euch!
el: Πρέπει να βιαστείς και να σώσεις τον Άλμπρεχτ από τα χέρια του Λάζαρου. Ο πρίγκιπας και οι άνθρωποι αυτού του βασιλείου βασίζονται σε σένα!
fr: Vous devez vous dépêcher et sauver Albrecht des mains de Lazarus. Le prince et le peuple de ce royaume comptent sur vous !
sv: Du måste skynda på och rädda Albrecht från Lazarus grepp. Prinsen och hela rikets folk räknar med dig!

source: Your story is quite grim, my friend. Lazarus will surely burn in Hell for his horrific deed. The boy that you describe is not our prince, but I believe that Albrecht may yet be in danger. The symbol of power that you speak of must be a portal in the very heart of the labyrinth. Know this, my friend - The evil that you move against is the dark Lord of Terror. He is known to mortal men as Diablo. It was he who was imprisoned within the Labyrinth many centuries ago and I fear that he seeks to once again sow chaos in the realm of mankind. You must venture through the portal and destroy Diablo before it is too late!
cs: Tvuj pribeh je dost hrozivy, priteli. Lazarus jiste shori v Pekle za sve hrozne ciny. Chlapec, ktereho jsi popsal, neni nas princ, ale verim, ze Albrecht jeste muze byt v nebezpeci. Symbol moci, o kterem mluvis musi byt portal do sameho srdce Labyrintu. Mel bys vedet toto, priteli - Zlo, proti kteremu bojujes je temny Pan Hruzy. Smrtelnikum je znam jako Diablo. To on byl pred mnoha staletimi uveznen v Labyrintu a verim, ze se opet snazi rozsevat chaos v lidskych risich. Musis projit portalem a znicit Diabla driv nez bude pozde!
de: Was Ihr da erzählt, klingt sehr ernst, mein Freund. Lazarus wird für seine schrecklichen Untaten in der Hölle schmoren. Der Junge, den Ihr mir beschrieben habt, ist nicht unser Prinz, aber ich glaube, dass Albrecht trotzdem in Gefahr sein könnte. Das Symbol der Macht, von dem Ihr mir berichtet habt, ist wahrscheinlich ein Portal, das direkt ins Herz des Labyrinthes führt. Doch wisset, mein Freund: Die böse Macht, mit der Ihr Euch messen wollt, ist der Finstere Lord des Terrors, unter den Sterblichen als Diablo bekannt. Er war es, der vor etlichen Jahrhunderten im Labyrinth eingesperrt worden ist, und ich fürchte, dass er erneut versucht, Chaos und Schrecken im Reiche der Menschen zu verbreiten. Ihr müsst Euch durch das Portal begeben und Diablo vernichten, bevor es zu spät ist!
el: Η ιστορία σου είναι πολύ ζοφερή φίλε/η μου. Ο Λάζαρος σίγουρα θα καεί στην Κόλαση για τη φρικτή πράξη του. Το αγόρι που περιγράφεις δεν είναι ο πρίγκιπας μας, αλλά πιστεύω ότι ο Άλμπρεχτ μπορεί ακόμα να βρίσκεται σε κίνδυνο. Το σύμβολο της δύναμης για το οποίο μιλάς πρέπει να είναι μια πύλη που οδηγεί στην ίδια την καρδιά του λαβύρινθου. Μάθε αυτό, φίλε/η μου - Το κακό στο οποίο εναντιώνεσαι είναι ο σκοτεινός Άρχοντας του Τρόμου. Είναι γνωστός στους θνητούς άντρες ως Ντιάμπλο. Αυτός ήταν που φυλακίστηκε μέσα στον Λαβύρινθο πριν από πολλούς αιώνες και φοβάμαι ότι επιδιώκει να σπείρει ξανά το χάος στον κόσμο της ανθρωπότητας. Πρέπει να περάσεις από την πύλη και να καταστρέψεις τον Ντιάμπλο πριν να είναι πολύ αργά!
fr: Votre histoire est bien lugubre, mon ami. Lazarus brûlera sûrement en enfer pour son geste horrible. Le garçon que vous décrivez n'est pas notre prince, mais je pense qu'Albrecht est peut-être en danger. Le symbole de puissance dont vous parlez doit être un portail au cœur même du labyrinthe. Sachez ceci, mon ami – Le mal contre lequel vous vous dressez est le sombre Seigneur de la Terreur. Il est connu des mortels hommes sous le nom de Diablo. C'est lui qui a été emprisonné dans le Labyrinthe il y a bien des siècles et je crains qu'il ne cherche une fois de plus à semer le chaos dans le royaume des Hommes. Vous devez vous aventurer à travers le portail et détruire Diablo avant qu'il ne soit trop tard !
sv: Din berättelse är nedslående, min vän. Lazarus kommer säkerligen brinna i Helvetet för sina hemska dåd. Pojken du beskriver är inte vår prins, men jag tror att Albrecht ännu kan vara i fara. Den kraftsymbol du beskriver måste vara en portal i labyrintens själva hjärta. Vet detta, vän - den ondska du kämpar mot är Fasans mörke Herre. Han kallas för Diablo av dödliga. Det var han som blev instängd i Labyrinten många århundraden sedan och jag är rädd att han än en gång ämnar sprida förstörelse i människornas värld. Du måste färdas igenom portalen och förgöra Diablo innan det är för sent!

source: Lazarus was the Archbishop who led many of the townspeople into the labyrinth. I lost many good friends that day, and Lazarus never returned. I suppose he was killed along with most of the others. If you would do me a favor, good master - please do not talk to Farnham about that day.
cs: Lazarus byl Arcibiskup, ktery vedl mnoho vesnicanu do Labyrintu. Tenkrat jsem ztratil mnoho dobrych pratel a Lazarus se nikdy nevratil. Doufam, ze byl zabit spolu s ostatnimi. Jestli pro mne chces udelat laskavost, dobry pane - prosim nemluv o tom dni s Farnhamem.
de: Lazarus war der Erzbischof, der einen Trupp der Dorfbevölkerung in das Labyrinth hinabgeführt hat. Ich habe an jenem Tag viele gute Freunde verloren, und Lazarus ist nie zurückgekommen. Ich vermute, er ist zusammen mit den anderen getötet worden. Wenn Ihr mir einen Gefallen tun wollt, dann sprecht bitte Farnham nie auf diesen schrecklichen Tag an.
el: Ο Λάζαρος ήταν ο Αρχιεπίσκοπος που οδήγησε πολλούς από τους κατοίκους της πόλης στον λαβύρινθο. Έχασα πολλούς καλούς φίλους εκείνη την ημέρα και ο Λάζαρος δεν επέστρεψε ποτέ. Υποθέτω ότι σκοτώθηκε μαζί με τους άλλους. Κάνε μου τη χάρη, Άρχοντα/ίσσα - σε παρακαλώ μην μιλήσεις στον Φάρνχαμ για εκείνη την ημέρα.
fr: Lazarus était l'archevêque qui a entraîné de nombreux villageois dans le labyrinthe. J'ai perdu beaucoup de bons amis ce jour-là, et Lazarus n'est jamais revenu. J'imagine qu'il a été tué avec la plupart des autres. Si je peux vous demander une faveur, mon bon maître, ne parlez pas de ce jour-là à Farnham.
sv: Lazarus var Ärkebiskopen som ledde många av byborna in i labyrinten. Jag förlorade många goda vänner den dagen, och Lazarus återvände aldrig. Jag antar att han dödades med de flesta av de andra. Om du vill göra mig en tjänst, goda mästare - snälla, tala inte med Farnham om den dagen.

source: I was shocked when I heard of what the townspeople were planning to do that night. I thought that of all people, Lazarus would have had more sense than that. He was an Archbishop, and always seemed to care so much for the townsfolk of Tristram. So many were injured, I could not save them all...
cs: Byl jsem sokovan, kdyz jsem slysel, co vesnicane te noci planuji. Myslel jsem, ze Lazarus ma ze vsech lidi nejvice zdraveho rozumu. Byl Arcibiskup a vzdy se velmi staral o obcany Tristramu. Bylo jich zraneno prilis mnoho, nemohl jsem je zachranit vsechny...
de: Ich war schockiert, als ich in jener Nacht von den Plänen der Leute hörte. Von allen Bewohnern des Dorfes hätte ich doch gerade Lazarus mehr Verstand zugetraut. Er war schließlich Erzbischof, und er schien sich immer sehr um die Leute von Tristram zu sorgen. So viele sind verletzt worden... ich konnte nicht alle retten.
el: Σοκαρίστηκα όταν άκουσα τι σχεδίαζαν να κάνουν οι κάτοικοι της πόλης εκείνο το βράδυ. Νόμιζα ότι από όλους τους ανθρώπους, ο Λάζαρος θα είχε περισσότερη λογική από αυτό. Ήταν Αρχιεπίσκοπος και πάντα φαινόταν να νοιάζεται τόσο πολύ για τους κατοίκους της πόλης της Τρίστραμ. Τόσοι πολλοί τραυματίστηκαν, που δεν μπόρεσα να τους σώσω όλους...
fr: Je n'en revenais pas quand j'ai appris ce que les habitants se préparaient à faire cette nuit-là. Je pensais que d'entre tous, Lazarus au moins aurait eu plus de jugeote que ça. Il était archevêque et semblait tant se soucier des habitants de Tristram. Il y a eu tant de blessés, je n'ai pas pu tous les sauver...
sv: Jag blev chockerad när jag hörde vad byborna tänkte göra den kvällen. Jag trodde att Lazarus av alla människor skulle ha haft mer vett än så. Han var Ärkebiskop, och verkade alltid bry sig så mycket om Tristrams bybor. Så många blev skadade, och jag kunde inte rädda alla...

source: I remember Lazarus as being a very kind and giving man. He spoke at my mother's funeral, and was supportive of my grandmother and myself in a very troubled time. I pray every night that somehow, he is still alive and safe.
cs: Pamatuji si, ze Lazarus byl velmi laskavy a dobrotivy. Mluvil na pohrbu moji matky a pomahal moji babicce a mne v nejhorsich dobach. Kazdou noc se modlim, aby byl nejak nazivu a v bezpeci.
de: Ich erinnere mich an Lazarus als einen netten und großzügigen Mann. Er hat bei der Beerdigung meiner Mutter die Predigt gehalten, und er hat meiner Großmutter und mir in sehr schlimmen Zeiten Halt gegeben. Ich bete jede Nacht, dass er noch am Leben und in Sicherheit ist.
el: Θυμάμαι τον Λάζαρο ως έναν πολύ ευγενικό και χαρισματικό άνθρωπο. Μίλησε στην κηδεία της μητέρας μου και στήριξε τη γιαγιά μου και εμένα σε μια πολύ ταραγμένη περίοδο. Προσεύχομαι κάθε βράδυ, με κάποιο τρόπο, να είναι ακόμα ζωντανός και ασφαλής.
fr: Pour moi, Lazarus a toujours été un homme bon et généreux. Il a fait une oraison à l'inhumation de ma mère, et a été d'un grand soutien pour ma grand-mère et moi en des temps difficiles. Je prie chaque nuit en espérant qu'il ne lui soit rien arrivé.
sv: Jag kommer ihåg Lazarus som en snäll och givmild man. Han höll tal på min mammas begravning och stödde mig och min mormor när vi hade det svårt. Jag ber varje kväll att han på något vis fortfarande är säker och vid liv.

source: I was there when Lazarus led us into the labyrinth. He spoke of holy retribution, but when we started fighting those hellspawn, he did not so much as lift his mace against them. He just ran deeper into the dim, endless chambers that were filled with the servants of darkness!
cs: Byl jsem tam, kdyz nas Lazarus vedl do Labyrintu. Mluvil o svate odplate, ale kdyz jsme zacali bojovat s temi zplozenci pekla, ani proti nim nepozvedl svuj palcat. Jenom bezel dale serymi, nekonecnymi komnatami, ktere byly plne sluzebniku temnoty!
de: Ich war dabei, als Lazarus uns in das Labyrinth geführt hat. Er sprach von heiliger Vergeltung, aber als wir anfingen, gegen diese Höllenbrut zu kämpfen, hat er noch nicht mal seinen Morgenstern gezückt. Er rannte einfach immer tiefer in die dunklen, endlosen Gänge des Labyrinthes, aus denen die Knechte der Finsternis auf uns einströmten.
el: Ήμουν εκεί όταν ο Λάζαρος μας οδήγησε στον λαβύρινθο. Μίλησε για ιερή ανταπόδοση, αλλά όταν αρχίσαμε να πολεμάμε αυτά τα κολασμένα πλάσματα, δεν σήκωσε το μαχαίρι του εναντίον τους. Απλώς έτρεξε πιο βαθιά μέσα στους σκοτεινούς, ατελείωτους θαλάμους που ήταν γεμάτοι με τους υπηρέτες του σκότους!
fr: J'étais là quand Lazarus nous a emmenés dans le labyrinthe. Il a parlé de châtiment sacré, mais quand on a commencé à combattre ces engeances, il n'a même pas levé sa masse contre eux. Il s'est juste enfoncé plus vite dans ces cellules sans fin bourrées de serviteurs des ténèbres !
sv: Jag minns när Lazarus ledde oss in i labyrinten. Han talade om helig hämnd, men när vi började slåss mot de där helvetesvarelserna lyfta han inte ett finger mot dem. Han bara sprang längre ned in i de dunkla, oändliga salarna som var packade med mörkrets tjänare!

source: They stab, then bite, then they're all around you. Liar! LIAR! They're all dead! Dead! Do you hear me? They just keep falling and falling... their blood spilling out all over the floor... all his fault...
cs: Bodaji, pak kousou, pak jsou vsude kolem tebe. Lhar! LHAR! Vsichni jsou mrtvi! Mrtvi! Slysis me? Jenom padaji a padaji... jejich krev se rozliva vsude po podlaze... vsechno je to jeho chyba...
de: Sie stechen, dann beißen sie, dann sind sie überall um Dich rum. Lügner! LÜGNER! Sie sind alle tot! Tot! Versteht Du?! Sie fallen wie die Fliegen... der ganze Boden schwimmt vor lauter Blut... alles seine Schuld...
el: Μαχαιρώνουν, μετά δαγκώνουν και μετά είναι παντού γύρω σου. Ψεύτης! ΨΕΥΤΗΣ! Είναι όλοι νεκροί! Νεκροί! Με ακούς? Συνεχίζουν να πέφτουν και να πέφτουν... το αίμα τους χύνεται και γεμίζουν τα πατώματα... Αυτός φταίει...
fr: Ils piquent, puis mordent, puis ils sont tout autour de vous. Menteur ! MENTEUR ! Ils sont tous morts ! Morts ! Vous m'entendez ? Ils tombaient, et tombaient encore... leur sang recouvrait le sol... tout est sa faute...
sv: De hugger, sen biter, sen är de överallt runt dig. Lurad! LURAD! Alla är döda! Döda! Hör du mig? De bara faller och faller... deras blod rinner ut över hela golvet... allt är hans fel...

source: I did not know this Lazarus of whom you speak, but I do sense a great conflict within his being. He poses a great danger, and will stop at nothing to serve the powers of darkness which have claimed him as theirs.
cs: Neznam toho Lazara, o kterem mluvis, ale citim v jeho dusi velky rozpor. Predstavuje velke nebezpeci a nezastavi se pred nicim, aby slouzil temnote, ktera ho prohlasila za sveho.
de: Ich habe diesen Lazarus nicht gekannt, von dem Ihr erzählt. Aber ich spüre eine tiefe Spaltung in seinem Wesen. Er ist eine große Gefahr und er wird alles tun für die Mächte der Dunkelheit, die ihn zu einem der Ihren gemacht haben.
el: Δεν ξέρω αυτόν τον Λάζαρο για τον οποίο μιλάς, αλλά αισθάνομαι μια μεγάλη σύγκρουση μέσα στην ύπαρξή του. Αποτελεί έναν μεγάλο κίνδυνο και δεν θα σταματήσει με τίποτα να υπηρετεί τις δυνάμεις του σκότους που τον έχουν διεκδικήσει ως δικό τους.
fr: Je ne connaissais pas ce Lazarus dont vous me parlez, mais oui je sens qu'il est la proie d'un grand conflit intérieur. Il représente un grand danger et ne reculera devant rien pour servir les puissances des ténèbres qui se le sont accaparées.
sv: Jag kände inte denna Lazarus du talar om, men jag kan ana en stor konflikt i hans varelse. Han utgör en stor fara, och kommer inte sky några medel för att tjäna de mörkrets krafter som lagt beslag på honom.

source: Yes, the righteous Lazarus, who was sooo effective against those monsters down there. Didn't help save my leg, did it? Look, I'll give you a free piece of advice. Ask Farnham, he was there.
cs: Ano, spravedlivy Lazarus, ktery byl taak ucinny proti tem priseram tam dole. Nepomohl snad zachranit moji nohu, ze? Podivej, dam ti radu zadarmo. Zeptej se Farnhama, byl tam.
de: Oh ja, der heilige Lazarus, der ja soooo gut gegen diese Monster da unten gekämpft hat. Aber mein Bein hat er irgendwie auch nicht retten können, oder? Hör mal, ich gebe Dir einen Tipp - sogar gratis: Frag Farnham, der war dabei.
el: Ναι, ο δίκαιος Λάζαρος, ο οποίος ήταν τόόόσο αποτελεσματικός εναντίον εκείνων των τεράτων εκεί κάτω. Δεν με βοήθησε να σώσω το πόδι μου, σωστά; Κοίτα, θα σου δώσω μια δωρεάν συμβουλή. Ρωτήστε τον Φάρνχαμ, ήταν εκεί.
fr: Oui, le vertueux Lazarus, qui a été teeellement efficace contre ces monstres là-bas. Il n'a pas aidé à sauver ma jambe, pas vrai ? Allez, je vous file un conseil gratuit. Demandez à Farnham, il y était.
sv: Ja, den rättrådige Lazarus, som gjorde ett sååånt bra jobb mot monstrerna där nere. Räddade inte mitt ben, eller hur? Lyssna, här får du ett gratis råd. Fråga Farnham, han var med.
