Repository: diasurgical/DevilutionX
Catalog: Translations/*.po
Languages: cs, de, el, fr, sv

source: Level Up
cs: Nová úroveň
el: Νέο Επίπεδο
fr: Niveau Supérieur
sv: Nivåökning

source: You have {:s} gold piece. How many do you want to remove?
cs: Máš {:s} zlaťák. Kolik jich chceš odebrat?
de: Du hast {:s} Goldstück. Wieviele möchtest Du abheben?
el: Έχεις {:s} χρυσό νόμισμα. Πόσα θέλεις να αφαιρέσεις;
fr: Vous avez {:s} pièce d'or. Combien voulez-vous en retirer ?
sv: Du har {:s} guldmynt. Hur många vill du dra ifrån?

source: Town Portal
cs: Městský Portál
de: Stadtportal
el: Πύλη Πόλης
fr: Portail de ville
sv: Byportal

source: from {:s}
cs: od {:s}
de: von {:s}
el: από {:s}
fr: de {:s}
sv: från {:s}

source: Portal to
cs: Portál do
de: Portal
el: Πύλη πρός
fr: Portail vers
sv: Portal till

source: The Unholy Altar
cs: Bezbožný Oltář
de: Zum unheiligen Altar
el: Ο Ανίερος Βωμός
fr: L'Autel Impie
sv: Det Oheliga Altaret

source: level 15
cs: 15. patro
de: Zu Level 15
el: επίπεδο 15
sv: nivå 15

source: Print this message and exit
cs: Zobraz tuto zprávu a ukonči
de: Diese Nachricht ausgeben und beenden
el: Εμφάνιση αυτού του μηνύματος και έξοδος
fr: Affiche ce message et quitte
sv: Skriv detta meddelande och avsluta

source: Print the version and exit
cs: Zobraz verzi a ukonči
de: Version ausgeben und beenden
el: Εμφάνιση της έκδοσης και έξοδος
fr: Affiche le numéro de version et quitte
sv: Skriv ut version och avsluta

source: Specify the folder of diabdat.mpq
cs: Vyber složku se souborem diabdat.mpq
de: Speicherort der diabdat.mpq definieren
el: Ορισμός φακέλου για το diabdat.mpq
fr: Spécifie le dossier de diabdat.mpq
sv: Ange mapp för diabdat.mpq

source: Specify the folder of save files
cs: Vyber složku pro uložené hry
de: Speicherort der Spielstandsdateien definieren
el: Ορισμός φακέλου για τα αποθηκευμένα παιχνίδια
fr: Spécifie le dossier des sauvegardes
sv: Ange mapp för sparade filer

source: Specify the location of diablo.ini
cs: Vyber složku pro soubor diablo.ini
de: Speicherort der diablo.ini definieren
el: Ορισμός φακέλου για το diablo.ini
fr: Spécifie l'emplacement de diablo.ini
sv: Ange plats för diablo.ini

source: Specify the language code (e.g. en or pt_BR)
de: Bestimme den Sprachencode (e.g. de or de-deu)
el: Ορισμός κώδικα γλώσσας (π.χ. en ή pt_BR)

source: Skip startup videos
cs: Přeskoč startovní videa
de: Introvideos überspringen
el: Παράλειψη αρχικών βίντεο
fr: Saute les vidéos d'intro
sv: Hoppa över introduktionsfilmer

source: Display frames per second
cs: Zobraz smínky za vteřinu
de: Bilder pro Sekunde anzeigen
el: Προβολή αριθμού καρέ ανά δεπτερόλεπτο
fr: Affiche le nombre d'images par seconde
sv: Visa frames per sekund

source: Enable verbose logging
cs: Zapni důkladné logování
de: "Verbose logging" aktivieren
el: Ενεργοποίηση λεπτομερών εγγραφών
fr: Active les logs détaillés
sv: Aktivera ordrik loggning

source: Record a demo file
cs: Nahrát demo soubor
de: Demo-Datei aufnehmen
el: Εγγραφή αρχείου δράσης
fr: Enregistrer une démo
sv: Spela in en demofil

source: Play a demo file
cs: Přehrát demo soubor
de: Demo-Datei abspielen
el: Αναπαραγωγή αρχείου δράσης
fr: Jouer une démo
sv: Spela upp en demofil

source: Disable all frame limiting during demo playback
cs: Vypnout omezení snímků během přehrávání dema
de: Alle Frame-Begrenzungen bei Demo-Wiedergabe ausschalten
el: Απενεργοποίηση ορίων καρέ κατά την αναπαραγωγή αρχείου δράσης
fr: Désactiver toutes les limitations d'images pendant la lecture de la démo
sv: Stäng av alla framebegränsningar vid demouppspelning

source: Game selection:
cs: Výběr hry:
de: Spielauswahl:
el: Επιλογή παιχνιδιού:
fr: Sélection de la Partie :
sv: Spelval:

source: Force Shareware mode
cs: Vynutit Shareware mód
de: Shareware erzwingen
el: Εξαναγκαστική κατάστασή Δοκιμαστικής έκδοσης
fr: Forcer le mode Shareware
sv: Tvinga Sharewareläge

source: Force Diablo mode
cs: Vynutit Diablo mód
de: Diablo erzwingen
el: Εξαναγκαστική κατάστασή σε Diablo
fr: Forcer le mode Diablo
sv: Tvinga Diabloläge

source: Force Hellfire mode
cs: Vynutit Hellfire mód
de: Hellfire erzwingen
el: Εξαναγκαστική κατάστασή σε Hellfire
fr: Forcer le mode Hellfire
sv: Tvinga Hellfireläge

source: Hellfire options:
cs: Hellfire nastavení:
de: Hellfire-Optionen:
el: Επιλογές Χελφάϊερ:
fr: Options Hellfire :
sv: Hellfire-alternativ:

source: Report bugs at https://github.com/diasurgical/devilutionX/
cs: Chyby hlašte na https://github.com/diasurgical/devilutionX/
de: Bugs melden unter https://github.com/diasurgical/devilutionX/
el: Αναφορά σφαλμάτων στην σελίδα https://github.com/diasurgical/devilutionX/
fr: Signalez les bogues sur https://github.com/diasurgical/devilutionX/
sv: Rapportera buggar på https://github.com/diasurgical/devilutionX/

source: Please update devilutionx.mpq and fonts.mpq to the latest version
de: Bitte aktualisiere devilutionx.mpq und fonts.mpq auf die neuste Version
el: Παρακαλώ ενημερώστε τα αρχεία devilutionx.mpq και fonts.mpq στην τελευταία τους έκδοση

source: Failed to load UI resources. Make sure devilutionx.mpq is in the game folder and that it is up to date.
cs: Nepodařilo se načíst UI zdroje. Ujistěte se, že devilutionx.mpq je ve složce se hrou a je aktuální.
de: Fehler beim Laden des Interfaces. devilutionx.mpq muss im Spielordner vorhanden und auf dem neuesten Stand sein.
el: Αποτυχία φόρτωσης πόρων για το UI. Βεβαιωθείτε ότι το αρχείο devilutionx.mpq είναι στον φάκελο του παιχνιδιού και ότι είναι ενημερωμένο.
fr: Échec du chargement des ressources de l'interface (UI). Assurez-vous que devilutionx.mpq soit bien dans le dossier du jeu et à jour.
sv: Kunde inte ladda gränssnittsresurser. Se till att devilutionx.mpq finns i spelmappen och att den är uppdaterad.

source: Please update fonts.mpq to the latest version
de: Bitte aktualisiere fonts.mpq auf die neueste Version
el: Παρακαλώ ενημερώστε το αρχείο fonts.mpq στην τελευταία του έκδοση

source: -- Network timeout --
cs: -- Vypadlo spojení --
de: -- Netzwerkunterbrechung --
el: -- Τέλος χρονικού ορίου Δικτύου --
fr: -- Timeout réseau--
sv: -- Nätverkstimeout --

source: -- Waiting for players --
cs: -- Čekám na hráče --
de: -- Warten auf Spieler --
el: -- Αναμονή για παίκτες --
fr: -- En attente de joueurs --
sv: -- Väntar på spelare --

source: No help available
cs: Žádná nápověda
de: Hilfe nicht verfügbar
el: Δεν υπάρχει διαθέσιμη βοήθεια
fr: Pas d'aide disponible
sv: Ingen hjälp finns

source: while in stores
cs: v obchodech
de: während des Dialogs
el: όσο βρίσκεσαι σε μαγαζί
fr: dans les magasins
sv: medan i butiker

source: Belt item {}
cs: Předmět v opasku {}
de: Gürtelgegenstand {}
el: Αντικείμενο Ζώνης {}
fr: Objet à la ceinture {}
sv: Bältesföremål {}

source: Use Belt item.
cs: Použije Předmět z opasku.
de: Gürtelgegenstand verwenden.
el: Χρήση αντικειμένου Ζώνης.
fr: Utiliser l'objet à la ceinture.
sv: Använd Bältesföremål.

source: Quick spell {}
cs: Rychlá volba kouzla {}
de: Schnellzauber {}
el: Γρήγορο ξόρκι {}
fr: Sort Rapide {}
sv: Snabbtrollformel {}

source: Hotkey for skill or spell.
cs: Klávesová zkratka pro dovednost nebo kouzlo.
de: Schnelltaste für Fertigkeiten oder Zauber.
el: Πλήκτρο για δεξιότητα ή ξόρκι.
fr: Raccourci pour la compétence ou le sort.
sv: Genväg för förmåga eller trollformel.

source: Use health potion
de: Nutze den Heiltrank
el: Χρήση φίλτρου ζωής

source: Use health potions from belt.
de: Nutze den Heiltrank vom Gürtel.
el: Χρήση φίλτρου ζωής απο την ζώνη.

source: Use mana potion
de: Benutze den Mana Trank
el: Χρήση φίλτρου μάνα

source: Use mana potions from belt.
de: Benutze die Mana Tränke vom Gürtel.
el: Χρήση φίλτρου μάνα απο την ζώνη.

source: Speedbook
cs: Rychlá Volba Kouzel
de: Schnellzauberleiste
el: Γρήγορο Βιβλίου
fr: Livre rapide
sv: Snabbok

source: Open Speedbook.
cs: Otevře Rychlou Volbu Kouzel.
de: Schnellzauberleiste öffnen.
el: Άνοιγμα Γρήγορου Βιβλίου.
fr: Ouvrir le Livre rapide.
sv: Öppna Snabbok.

source: Quick save
cs: Rychlé uložení
de: Schnellspeichern
el: Άμεση αποθήκευση
fr: Sauvegarde rapide
sv: Snabbsparning

source: Saves the game.
cs: Uloží hru.
de: Speichert das Spiel.
el: Αποθηκεύει το παιχνίδι.
fr: Sauvegarde la Partie.
sv: Sparar spelet.

source: Quick load
cs: Rychlé načtení
de: Schnellladen
el: Άμεση φώρτοση
fr: Chargement rapide
sv: Snabbladdning

source: Loads the game.
cs: Načte hru.
de: Lädt das Spiel.
el: Φορτώνει το παιχνίδι.
fr: Charge la Partie.
sv: Laddar spelet.

source: Quit game
cs: Ukončit hru
de: Spiel beenden
el: Έξοδος παιχνιδιού
fr: Quitter
sv: Avsluta spelet

source: Closes the game.
cs: Ukončí hru.
de: Beendet das Spiel.
el: Κλείνει το παιχνίδι.
fr: Ferme le Jeu.
sv: Stänger spelet.

source: Stop hero
cs: Zastav hrdinu
de: Held anhalten
el: Σταμάτημα ήρωα
fr: Arrêter le héros
sv: Stoppa hjälte

source: Stops walking and cancel pending actions.
cs: Zastaví chození a zruší naplánované akce.
de: Hält den Helden an und unterbricht anstehende Aktionen.
el: Σταματά το περπάτημα και ακυρώνει δράσεις που υπολείπονται.
fr: Arrêter de marcher et annuler les actions en attente.
sv: Stoppar förflyttning och avbryter väntande handlingar.

source: Item highlighting
cs: Zvýrazňování předmětů
de: Gegenstand-Hervorhebung
el: Επισήμανση αντικειμένων
fr: Surbrillance des Objets
sv: Markera föremål

source: Show/hide items on ground.
cs: Ukaž/schovej předměty na zemi.
de: Zeigt/Versteckt Gegenstände auf dem Boden.
el: Εμφανίζει ή κρύβει τα αντικείμενα στο έδαφος.
fr: Montrer/cacher les objets au sol.
sv: Visa/dölj föremål på marken.

source: Toggle item highlighting
cs: Přepni zvýrazňování předmětů
de: Dauerhafte Gegenstand-Hervorhebung
el: Εναλλαγή επισήμανσης αντικείμενων
fr: Basculer la surbrillance des objets
sv: Slå på/av markering av föremål

source: Permanent show/hide items on ground.
cs: Trvale ukáže/schová předměty na zemi.
de: Zeigt/Versteckt Gegenstände auf dem Boden dauerhaft.
el: Μόνιμη εμφάνιση/απόκρυψη αντικειμένων στο έδαφος.
fr: Toujours monter/cacher les objets au sol.
sv: Visa/dölj alltid föremål på marken.

source: Toggle automap
cs: Přepni automapu
de: Karte an/ausschalten
el: Εναλλαγή αυτόματου χάρτη
fr: Activer/Désactiver Carte
sv: Slå på/av kartan

source: Toggles if automap is displayed.
cs: Přepíná zda je automapa zobrazena.
de: Aktiviert / Deaktiviert die Karte.
el: Εναλλαγή εμφάνισης του αυτόματου χάρτη.
fr: Active/Désactive l'affichage de la carte.
sv: Slå på/av om kartan visas.

source: Open Inventory screen.
cs: Otevře obrazovku Inventáře.
de: Öffnet das Inventar.
el: Ανοίγει την καρτέλα Αντικειμένων (σάκος).
fr: Ouvrir l'inventaire.
sv: Öppna Ägodelsskärm.

source: Character
cs: Postava
de: Charakterübersicht
el: Ήρωας
fr: Personnage
sv: Karaktär

source: Open Character screen.
cs: Otevře obrazovku Postavy.
de: Öffnet die Charakterübersicht.
el: Ανοίγει την καρτέλα του ήρωα.
fr: Ouvrir l'Écran du Personnage.
sv: Öppna Karaktärsskärm.

source: Quest log
cs: Deník úkolů
de: Questtagebuch
el: Ιστορία
fr: Journal des quêtes
sv: Uppdragslogg

source: Open Quest log.
cs: Otevře Deník s úkoly.
de: Öffnet das Questtagebuch.
el: Ανοίγει την καρτέλα με τις Αποστολές της Ιστορίας.
fr: Ouvrir le Journal des quêtes.
sv: Öppna Uppdragslogg.

source: Spellbook
cs: Kniha Kouzel
de: Zauberbuch
el: Ξόρκια
fr: Livre des sorts
sv: Magibok

source: Open Spellbook.
cs: Otevře Knihu Kouzel.
de: Öffnet das Zauberbuch.
el: Ανοίγει την Καρτέλα του Βιβλίου με τα Ξόρκια.
fr: Ouvrir le livre des sorts.
sv: Öppna Magibok.

source: Quick Message {}
cs: Rychlé Zprávy {}
de: Schnellnachricht {}
el: Άμεσο Μήνυμα {}
fr: Message Rapide {}
sv: Snabbmeddelande {}

source: Use Quick Message in chat.
cs: Použije Rychlé Zprávy v chatu.
de: Schnellnachricht im Chat verwenden.
el: Χρήση για άμεσο μήνυμα στην συνομιλία.
fr: Permet d'envoyer un message rapide dans le chat.
sv: Använd Snabbmeddelande i chatten.

source: Hide Info Screens
cs: Schovat Info Obrazovky
de: Infoanzeigen verstecken
el: Κλείσιμο των καρτελών πληροφορίας
fr: Masquer les Écrans d'informations
sv: Dölj informationsdialoger

source: Hide all info screens.
cs: Zavře všechny informační obrazovky.
de: Versteckt alle Infoanzeigen.
el: Κλείσιμο όλων των καρτελών.
fr: Masquer tous les Écrans d'informations.
sv: Dölj alla informationsdialoger.

source: Zoom
cs: Přiblížení
el: Μεγένθυση

source: Zoom Game Screen.
cs: Přiblíží Herní Obrazovku.
de: Zoom näher an das Spiel heran.
el: Μεγεθύνει την προβολή του παιχνιδιού.
fr: Zoom l'écran de jeu.
sv: Zooma spelskärmen.

source: Pause Game
cs: Pauza Hry
de: Pause
el: Παύση Παιχνιδιού
fr: Mettre le jeu en pause
sv: Pausa spel

source: Pauses the game.
cs: Zapauzuje hru.
de: Pausiert das Spiel.
el: Σταματάει την δράση στο παιχνίδι.
fr: Met le jeu en pause.
sv: Pausar spelet.

source: Reduce screen brightness.
cs: Sníží jas obrazovky.
de: Verringert die Bildschirmhelligkeit.
el: Μείωση φωτεινότητας.
fr: Réduire la Luminosité.
sv: Minska ljusstyrkan.

source: Increase screen brightness.
cs: Zvýší jas obrazovky.
de: Erhöht die Bildschirmhelligkeit.
el: Αύξηση φωτεινότητας.
fr: Augmenter la Luminosité.
sv: Öka ljusstyrkan.

source: Help
cs: Nápověda
de: Hilfe
el: Βοήθεια
fr: Aide
sv: Hjälp

source: Open Help Screen.
cs: Otevře Nápovědu.
de: Öffnet das Hilfemenü.
el: Ανοίγει την Καρτέλα Βοήθειας.
fr: Ouvrir l'Écran d'Aide.
sv: Öppna Hjälpskärm.

source: Screenshot
cs: Snímek obrazovky
de: Bildschirmfoto
el: Στιγμιότυπο οθόνης
fr: Capture d'écran
sv: Skärmdump

source: Takes a screenshot.
cs: Udělá snímek obrazovky.
de: Erzeugt ein Bildschirmfoto.
el: Λαμβάνει και αποθηκεύει την οθόνη σαν εικόνα.
fr: Prend une capture d'écran.
sv: Ta skärmdump.

source: Game info
cs: Informace o hře
de: Spielinfo
el: Πληροφορίες Παιχνιδιού
fr: Info du jeu
sv: Spelinfo

source: Displays game infos.
cs: Zobrazí informace o hře.
de: Zeigt Spielinformationen an.
el: Εμφανίζει τις πληροφορίες του παιχνιδιού σε εξέλιξη.
fr: Afficher les infos du jeu.
sv: Visar spelinfos.

source: Chat Log
cs: Záznam Chatu
de: Chatverlauf
el: Συνομιλίες
fr: Journal des Messages
sv: Chattpanel

source: Displays chat log.
cs: Zobrazí záznam chatu.
de: Zeigt den Chatverlauf an.
el: Εμφανίζει τις συνομιλίες.
fr: Affiche l'historique des messages.
sv: Visa chattpanel.

source: Primary action
de: Primitive Attacke
el: Πρωτογενή δράση

source: Attack monsters, talk to towners, lift and place inventory items.
de: Attackiere Monster, Rede mit den Stadtbewohnern, Inventargegenstände anheben und platzieren.
el: Επίθεση σε τέρας, ομιλία σε κάτοικο πόλης, μάζεμα και τοποθέτηση αντικειμένων στο σάκο.

source: Secondary action
de: Zweite Aktion
el: Δευτερογενής δράση

source: Open chests, interact with doors, pick up items.
de: Öffene Kisten, interagiere mit den Türen, Sammle Items ein.
el: Άνοιγμα σεντουκιών, αλληλεπίδραση με πόρτες, μάζεμα αντικειμένων.

source: Spell action
de: Aktion auswählen
el: Δράση ξορκιού

source: Cast the active spell.
de: Wirke den aktiven Zauber.
el: Ρίψη του προεπιλεγμένου ξορκιού.

source: Cancel action
de: Aktion abbrechen
el: Ακύρωση δράσης

source: Close menus.
de: Schließe Menüs.
el: Κλείνει τα ανοιχτά μενού.

source: Move up
de: Bewege hoch
el: Κίνηση πάνω

source: Moves the player character up.
de: Bewege den Charakter des Spieler nach oben.
el: Μετακίνηση του ήρωα προς τα πάνω.

source: Move down
de: Bewege runter
el: Κίνηση κάτω

source: Moves the player character down.
de: Bewege den Charakter des Spieler nach unten.
el: Μετακίνηση του ήρωα προς τα κάτω.

source: Move left
de: Gehe nach links
el: Κίνηση αριστερα

source: Moves the player character left.
de: Bewege den Charakter des Spieler nach links.
el: Μετακίνηση του ήρωα προς τα αριστερά.

source: Move right
de: Gehe nach rehcts
el: Κίνηση δεξιά

source: Moves the player character right.
de: Bewege den Charakter des Spieler nach rechts.
el: Μετακίνηση του ήρωα προς τα δεξιά.

source: Stand ground
de: auf dem Boden stehen.
el: Παρέμεινε ακίνητος

source: Hold to prevent the player from moving.
de: Halte gedrückt um dem Spieler vorm bewegen zu hindern.
el: Κράτα το για να αποτρέψεις κίνηση του ήρωα.

source: Toggle stand ground
de: Standfläche umschalten
el: Διακόπτης εναλλαγής κατάστασης ακινησίας.

source: Toggle whether the player moves.
de: Schalte um wenn der Spieler sich bewegt.
el: Διακόπτης ορισμού ακινησίας ήρωα.

source: Move mouse up
de: Ziehe Maus nach oben
el: Κίνηση ποντικιού πάνω

source: Simulates upward mouse movement.
de: Simuliere die Aufwärtsbewegung der Maus.
el: Εξομοιώνει την προς τα πάνω κίνηση του ποντικού.

source: Move mouse down
de: Ziehe die Maus nach unten
el: Κίνηση ποντικιού κάτω

source: Simulates downward mouse movement.
de: Simuliere die Rückwärtsbewegung der Maus.
el: Εξομοιώνει την προς τα κάτω κίνηση του ποντικού.

source: Move mouse left
de: Ziehe die Maus nach links
el: Κίνηση ποντικιού αριστερά

source: Simulates leftward mouse movement.
de: Simuliere die Bewegung der Maus nach links.
el: Εξομοιώνει την προς τα αριστερά κίνηση του ποντικού.

source: Move mouse right
de: Ziehe Maus nach rechts
el: Κίνηση ποντικιού δεξιά

source: Simulates rightward mouse movement.
de: Simuliere die Bewegung der Maus nach rechts.
el: Εξομοιώνει την προς τα δεξιά κίνηση του ποντικού.

source: Left mouse click
de: Linksklick
el: Αριστερό κλικ ποντικιού

source: Simulates the left mouse button.
de: Simuliere den linken Maus-Button.
el: Εξομοιώνει το αριστερό πάτημα πλήκτρου στο ποντίκι.

source: Right mouse click
de: Rechtsklick
el: Δεξί κλικ ποντικιού

source: Simulates the right mouse button.
de: Simuliere den rechten Maus-Button.
el: Εξομοιώνει το δεξί πάτημα πλήκτρου στο ποντίκι.

source: Gamepad hotspell menu
de: Gamepad-Hotspell-Menü
el: Μενού γρήγορου ξορκιού χειριστηρίου

source: Hold to set or use spell hotkeys.
de: Halte gedrückt um den Zauber-Hotkey fest zulegen oder zu nutzen.
el: Κράτα το πατημένο για να ορίσεις ή να χρησιμοποιήσεις κουμπιά ξορκιών.

source: Gamepad menu navigator
el: Μενού πλοήγησης χειριστηρίου

source: Hold to access gamepad menu navigation.
de: Halte zum betreten des Gamepad Navigationsmenü.
el: Κράτα το πατημένο για να εμφανιστεί το μενού πλοήγησης του χειριστηρίου.

source: Toggle game menu
de: Schalte Spielmenü
el: Διακόπτης μενού παιχνιδιού

source: Opens the game menu.
de: Öffnet das Spielmenü.
el: Ανοίγει το κυρίως μενού του παιχνιδιού.

source: No multiplayer functions in demo
cs: Multiplayer není v demu dostupný
de: Keine Mehrspielerfunktionalität in der Demoversion
el: Το δωρεάν παιχνίδι δεν επιτρέπει λειτουργίες για πολλούς παίκτες
fr: Pas de multi dans la démo
sv: Inga flerspelarfunktioner i demot

source: Direct Sound Creation Failed
cs: Selhalo Vytvoření Direct Sound
de: Direct-Sound-Initialisierung fehlgeschlagen
el: Αποτυχία δημιουργίας υποσυστήματος Direct Sound
fr: Échec à la Création Direct Sound
sv: Misslyckades med att skapa Direct Sound

source: Not available in shareware version
cs: Nedostupné v shareware verzi hry
de: In der Shareware-Version nicht verfügbar
el: Δεν είναι διαθέσιμο στην δωρεάν έκδοση
fr: Pas disponible dans le shareware
sv: Ej tillgängligt i shareware-versionen

source: Not enough space to save
cs: Nedostatek místa pro uložení
de: Nicht genug Platz zum Speichern
el: Δεν υπάρχει αρκετός ελεύθερος χώρος για αποθήκευση
fr: Pas assez de place pour sauvegarder
sv: Inte tillräckligt med utrymme för att spara

source: No Pause in town
cs: Nelze pauzovat ve městě
de: Keine Pause in der Stadt
el: Δεν επιτρέπεται η Παύση στην Πόλη
fr: Pas de Pause en ville
sv: Ingen Paus i byn

source: Copying to a hard disk is recommended
cs: Je doporučeno kopírovat na harddisk
de: Das Kopieren auf eine Festplatte wird empfohlen
el: Προτείνουμε να αντιγράψετε το αρχείο στον σκληρό δίσκο
fr: La copie sur un disque dur est recommandée
sv: Rekommenderas att kopiera till hårddisk

source: Multiplayer sync problem
cs: Problém synchronizace multiplayeru
de: Mehrspielersynchronisationsproblem
el: Πρόβλημα συγχρονισμού τετραπλού παιχνιδιού
fr: Problème de Synchro Multijoueur
sv: Flerspelarsynkproblem

source: No pause in multiplayer
cs: Nelze pauzovat v multiplayeru
de: Keine Pause im Mehrspielermodus
el: Δεν επιτρέπεται η Παύση στο τετραπλό
fr: Pas de pause en multijoueur
sv: Ingen paus i flerspelare

source: Saving...
cs: Ukládám...
de: Speichere...
el: Αποθήκευση...
fr: Sauvegarde...
sv: Sparar...

source: Some are weakened as one grows strong
cs: Některé jsou oslabeny zatímco jeden zesílí
de: Manche werden schwächer, wenn einer erstarkt
el: Κάποια αδυνατούν καθώς ένα δυναμώνει πολύ
fr: Certains s'affaiblissent tandis que d'autres se renforcent
sv: Vissa försvagas medan en stärks

source: New strength is forged through destruction
cs: Nová síla je ukována skrz ničení
de: Neue Kraft, geschmiedet durch Zerstörung
el: Νέα δύναμη σφυρηλατείται μέσα από την καταστροφή
fr: Une nouvelle force est forgée par la destruction
sv: Ny styrka byggs genom förstörelse

source: Those who defend seldom attack
cs: Ti jenž se brání málokdy útočí
de: Wer verteidigt, kann nicht zugleich angreifen
el: Όσοι αμύνονται σπάνια επιτίθενται
fr: Ceux qui défendent attaquent rarement
sv: De som försvarar anfaller sällan

source: The sword of justice is swift and sharp
cs: Meč spravedlnosti je hbitý a ostrý
de: Das Schwert der Gerechtigkeit ist flink und scharf
el: Το σπαθί της δικαιοσύνης είναι γρήγορο και κοφτερό
fr: L'épée de la justice est preste et tranchante
sv: Rättvisans svärd är skarpt och kvickt

source: While the spirit is vigilant the body thrives
cs: Když je duch bdělý, tělo vzkvétá
de: Ist der Geist wachsam, gedeiht der Körper
el: Όταν το πνεύμα είναι άγρυπνο, το σώμα ευδοκιμάζει
fr: Pendant que l'esprit est vigilant, le corps s'épanouit
sv: Medan själen vakar når kroppen välmående

source: The powers of mana refocused renews
cs: Zacílení zdroje many obnovuje
de: Die Kraft des Manas erneuert auf frischer Bahn
el: Η δύναμη του μάνα εστιασμένη ανανεώνει
fr: Les pouvoirs de la mana recentrés se renouvellent
sv: Den refokuserade manans kraft förnyar

source: Time cannot diminish the power of steel
cs: Čas nemůže zeslabit sílu oceli
de: Der Macht des Stahls kann die Zeit nichts anhaben
el: Ο χρόνος δεν μπορεί να εξασθενίσει την δύναμη του ατσαλιού
fr: Le temps ne peut ternir la puissance de l'acier
sv: Tiden kan inte minska stålets kraft

source: Magic is not always what it seems to be
cs: Magie není vždy taková jak se zdá
de: Magie ist nicht immer das was sie zu sein scheint
el: Η μαγεία δεν είναι πάντα αυτό που φαίνεται
fr: La magie n'est pas toujours ce qu'elle semble être
sv: Trolldom är inte alltid som det verkar

source: What once was opened now is closed
cs: Co bylo jednou otevřené je nyní uzavřené
de: Was einst geöffnet, ist nun verschlossen
el: Ότι ήταν κάποτε ανοικτό είναι πάλι κλειστό
fr: Ce qui fut autrefois ouvert est maintenant fermé
sv: Vad som en gång öppnats är nu stängt

source: Intensity comes at the cost of wisdom
cs: Intenzita přichází za cenu moudrosti
de: Sättigung auf Kosten der Weisheit
el: Η σφοδρότητα έρχεται με κόστος την σοφία
fr: L'intensité naît au détriment de la sagesse
sv: Intensitet fås till priset av vishet

source: Arcane power brings destruction
cs: Tajemná síla přináší zničení
de: Arkane Kraft bringt Zerstörung
el: Η απόκρυφη δύναμη φέρνει καταστροφή
fr: Le pouvoir arcanique apporte la destruction
sv: Mystisk kraft förödar

source: That which cannot be held cannot be harmed
cs: Co nemůže být drženo nemůže být ani zraněno
de: Was nicht gebunden werden kann, bleibt unverdorben
el: Αυτό που δεν πιάνεται δεν μπορεί να βλαφθεί
fr: Ce qui ne peut être tenu ne peut être blessé
sv: Det som inte kan hållas kan inte skadas

source: Crimson and Azure become as the sun
cs: Rudá a Azurová stanou se jako slunce
de: Purpur und Azur werden wie die Sonne
el: Ερυθρό και κυανό γίνονται σαν τον ήλιο
fr: Pourpre et Azur deviennent tels le Soleil
sv: Blod och Himmel blir som solen
