Repository: diasurgical/devilutionX
Catalog: Translations/*.po
Languages: bg, da, it, pl, uk

source: Full Mana Potion Pickup
bg: Авто-взимане пълна мана
it: Raccolta Pozione del Mana Totale
pl: Podnoszenie mikstur Pełnej Many
uk: Підбір Зілля Повної Мани

source: Number of Full Mana potions to pick up automatically.
bg: Максимален брой на отвари за пълна мана за автоматично взимане от пода.
it: Numero di pozioni del Mana Totale da raccogliere automaticamente.
pl: Liczba mikstur Pełnej Many, które będą podnoszone automatycznie.
uk: Кількість Зілля Повної щоб автоматично підібрати.

source: Rejuvenation Potion Pickup
bg: Авто-взимане възобновление
it: Raccolta Pozione di Giovinezza
pl: Podnoszenie mikstur Wzmocnienia
uk: Підбір Зілля Омолодження

source: Number of Rejuvenation potions to pick up automatically.
bg: Максимален брой на отвари за възобновление за автоматично взимане от пода.
it: Numero di pozioni di Giovinezza da raccogliere automaticamente.
pl: Liczba mikstur Wzmocnienia, które będą podnoszone automatycznie.
uk: Кількість Зілля Омолодження щоб автоматично підібрати.

source: Full Rejuvenation Potion Pickup
bg: Авто-взимане пълно възобновление
it: Raccolta Pozione di Giovinezza Totale
pl: Podnoszenie mikstur Pełn. Wzmocnienia
uk: Підбір Зілля Повного Омолодження

source: Number of Full Rejuvenation potions to pick up automatically.
bg: Максимален брой на отвари за пълно възобновление за автоматично взимане от пода.
it: Numero di pozioni di Giovinezza Totale da raccogliere automaticamente.
pl: Liczba mikstur Pełnego Wzmocnienia, które będą podnoszone automatycznie.
uk: Кількість Зілля Повного Омолодження щоб автоматично підібрати.

source: Enable floating numbers
it: Abilita numeri in virgola mobile
pl: Pokazuj liczbowe wartości
uk: Ввімкнути Плаваючі Числа

source: Enables floating numbers on gaining XP / dealing damage etc.
it: Abilita numeri in virgola mobile guadagnando XP / infliggendo danni ecc.
pl: Pokazuje liczbowe wartości przy zdobywaniu doświadczenia / zadawaniu obrażeń etc.
uk: Вмикає плаваючі числа при отриманні XP / нанесенні шкоди тощо.

source: Off
it: Disattivo
pl: Wyłączone
uk: Вимк

source: Random Angles
it: Angoli Casuali
pl: Losowy kierunek
uk: Випадкові Кути

source: Vertical Only
it: Solo Verticale
pl: Tylko w pionie
uk: Тільки Вертикально

source: Controller
bg: Управление
pl: Kontroler
uk: Контроллер

source: Controller Settings
bg: Настройки за управление
it: Impostazioni Controller
pl: Ustawienia Kontrolera
uk: Налаштування Контроллеру

source: Network
bg: Мрежа
it: Rete
pl: Sieć
uk: Мережа

source: Network Settings
bg: Мрежови настройки
it: Impostazioni Rete
pl: Ustawienia Sieciowe
uk: Налаштування Мережі

source: Chat
bg: Чат
pl: Czat
uk: Чат

source: Chat Settings
bg: Настройки за Чат
it: Impostazioni Chat
pl: Ustawienia czatu
uk: Налаштування Чату

source: Language
bg: Език
it: Lingua
pl: Język
uk: Мова

source: Define what language to use in game.
bg: Избери какъв език да използва играта.
it: Stabilisce quale lingua usare nel gioco.
pl: Określ, jakiego języka należy używać w grze.
uk: Визначте мову гри.

source: Language Settings
bg: Езикови настройки
it: Impostazioni Lingua
pl: Ustawienia Języka
uk: Налаштування Мови

source: Keymapping
bg: Настойки клавиши
it: Tasti associati
pl: Mapowanie Klawiszy
uk: Назначення Клавіш

source: Keymapping Settings
bg: Настойки клавиши
it: Impostazioni Tasti Associati
pl: Ustawienia mapowania klawiszy
uk: Налаштування Назначення

source: Padmapping
it: Tasti associati gamepad
pl: Mapowanie kontrolera
uk: Падмапінг

source: Padmapping Settings
it: Impostazioni Tasti Associati Gamepad
pl: Ustawienia mapowania kontrolera
uk: Налаштування Падмапінгу

source: Level
bg: Ниво
it: Livello
pl: Poziom
uk: Рівень

source: Experience
bg: Опит
it: Esperienza
pl: Doświad.
uk: Досвід

source: Next level
bg: Следващо ниво
it: Livello Successivo
pl: Następny poziom
uk: Наступний рівень

source: Base
bg: База
pl: Baza
uk: Базовий

source: Now
bg: Сега
it: Ora
pl: Teraz
uk: Зараз

source: Strength
bg: Сила
it: Forza
pl: Siła
uk: Сила

source: Magic
bg: Магия
it: Magia
pl: Magia
uk: Магія

source: Dexterity
bg: Сръчност
it: Destrezza
pl: Zręczność
uk: Спринтість

source: Vitality
bg: Жизненост
it: Vitalità
pl: Witalność
uk: Живучість

source: Points to distribute
bg: Точки за подобрение
it: Punti da distribuire
pl: Punkty do rozdania
uk: Розподілити очків

source: Armor class
bg: Клас броня
it: Classe armatura
pl: Klasa pancerza
uk: Клас броні

source: To hit
bg: Шанс за удар
it: Al colpo
pl: Celność ataku
uk: Шанс

source: Damage
bg: Щети
it: Danno
pl: Obrażenia
uk: Шкода

source: Life
bg: Живот
it: Vita
pl: Życie
uk: Життя

source: Mana
bg: Мана
uk: Мана

source: Resist magic
bg: Устойчивости: Магия
it: Resistenza Magia
pl: Odp. na magię
uk: Спротив магії

source: Resist fire
bg: Огън
it: Resistenza fuoco
pl: Odp. na ogień
uk: Спротив вогню

source: Resist lightning
bg: Мълния
it: Resistenza fulmine
pl: Odp. na błysk.
uk: Спротив блискавці

source: char
bg: герой
it: profilo
pl: postać
uk: герой

source: quests
bg: задачи
it: missioni
pl: zadania
uk: журнал

source: map
bg: карта
it: mappa
pl: mapa
uk: карта

source: menu
bg: mеню
uk: меню

source: inv
bg: инв
pl: ekwipunek
uk: інвен

source: spells
bg: закл
it: magie
pl: czary
uk: чари

source: voice
bg: глас
it: vocale
pl: czat
uk: чат

source: mute
bg: ням
it: silenzia
pl: cisza
uk: заблок

source: Skill
bg: Умение
it: Abilità
pl: Umiejętność
uk: Талант

source: Staff ({:d} charge)
bg: Жезъл ({:d} заряд)
it: Verga ({:d} carica)
pl: Kostur ({:d} ładunek)
uk: Посох ({:d} заряд)

# spellbook
source: Level {:d}
bg: Ниво {:d}
it: Livello {:d}
pl: Poziom {:d}
uk: Рівень: {:d}

source: Unusable
bg: Неизползваемо
it: Inusabile
pl: Nieprzydatny
uk: Непридатні

source: Heals: {:d} - {:d}
bg: Лекува: {:d}/{:d}
it: Guarigioni: {:d} - {:d}
pl: Uzdrawia: {:d} - {:d}
uk: Зцілює: {:d} - {:d}

source: Damage: {:d} - {:d}
bg: Щети: {:d}-{:d}
it: Danno: {:d}-{:d}
pl: Obrażenia: {:d} - {:d}
uk: Шкода: {:d} - {:d}

source: Dmg: 1/3 target hp
bg: Щети: 1/3 ж.т.цел
it: Dan: 1/3 tgt hp
pl: Obr: 1/3 PŻ celu
uk: Шкд: 1/3 життя цілі

# spellbook
source: Mana: {:d}
bg: Мана: {:d}
uk: Мана: {:d}

source: Spell
bg: Закл.
it: Magia
pl: Czar
uk: Чари

source: Damages undead only
bg: Поразява само немъртви
it: Danneggia solo non morti
pl: Rani tylko nieumarłych
uk: Б'є тільки нечисть

source: Scroll
bg: Свитък
it: Pergamena
pl: Zwój
uk: Сувій

source: Spell Hotkey {:s}
bg: Бърз клавиш за заклинания {:s}
it: Tasto Rapido {:s}
pl: Klawisz Czaru: {:s}
uk: Гаряча клавіша Чар {:s}

source: Unable to open archive
bg: Неуспешно отваряне на архив
it: Impossibile aprire archivio
pl: Nie udało się wczytać zawartości
uk: Неможливо відкрити архів

source: Unable to load character
bg: Неуспешно зареждане на герой
it: Impossibile caricare personaggio
pl: Nie udało się wczytać postaci
uk: Неможливо завантажити героя

source: {:s} (lvl {:d}):
bg: {:s} (ниво {:d}):
it: {:s} (liv {:d}):
uk: {:s} (рів {:d}):

source: Chat History (Messages: {:d})
bg: История на Чата (Съобщения: {:d})
it: Cronologia Chat (Messaggi: {:d})
pl: Historia czatu (Wiadomości: {:d})
uk: Історія Чату (Повідомлень: {:d})

source: {:s} gold
bg: {:s} злато
it: {:s} monete
pl: {:s} złota
uk: {:s} золота

source: How many gold pieces do you want to withdraw?
bg: Колко златни монети искате да изтеглите?
it: Quante monete d'oro vuoi ritirare?
pl: Ile sztuk złota chcesz wypłacić?
uk: Скільки золотих монет ти хочеш забрати?

source: Level {:d}
bg: Ниво {:d}
it: Livello {:d}
pl: Poziom {:d}
uk: Рівень {:d}

source: Experience: {:s}
bg: Опит: {:s}
it: Esperienza: {:s}
pl: Doświadczenie: {:s}
uk: Досвід: {:s}

source: Maximum Level
bg: Максимално ниво
it: Livello Massimo
pl: Maksymalny Poziom
uk: Максимальний Рівень

source: Next Level: {:s}
bg: Следващо ниво: {:s}
it: Livello Successivo: {:s}
pl: Następny poziom: {:s}
uk: Наступний рівень: {:s}

source: {:s} to Level {:d}
bg: {:s} до Ниво {:d}
it: {:s} al Livello {:d}
pl: {:s} do Poziomu {:d}
uk: {:s} до {:d} Рівня

source: The Magic Rock
bg: Магическият камък
it: La Gemma Magica
pl: Magiczny Kamień
uk: Магічний Камінь

source: Gharbad The Weak
bg: Гарбад Хилавия
it: Gharbad il Fiacco
pl: Garbad Słaby
uk: Слабак Габард

source: Zhar the Mad
bg: Лудият Жар
it: Zhar il Folle
pl: Zhar Szalony
uk: Схиблений Жар

source: Lachdanan
bg: Лахданан
uk: Лахданан

source: The Butcher
bg: Касапина
it: Il Macellaio
pl: Rzeźnik
uk: М'ясник

source: Ogden's Sign
bg: Табелата на Огдън
it: L'Insegna di Ogden
pl: Szyld Ogdena
uk: Знак Огдена

source: Halls of the Blind
bg: Залата на Слепите
it: La Camera dei Ciechi
pl: Sale Ślepców
uk: Зали Сліпих

source: Valor
bg: Доблест
pl: Odwaga
uk: Доблесть

source: Warlord of Blood
bg: Кървавият Пълководец
it: Comandante del Sangue
pl: Marszałek Krwi
uk: Воєвода Крові

source: The Curse of King Leoric
bg: Проклятието на Крал Леорик
it: La Maledizione di Re Leoric
pl: Klątwa Króla Leoryka
uk: Прокляття Короля Леоріка

source: The Chamber of Bone
bg: Залата на Костите
it: La Camera d'Ossa
pl: Komnata Kości
uk: Палата Кості

source: Archbishop Lazarus
bg: Архиепископ Лазар
it: L'Arcivescovo Lazarus
pl: Arcybiskup Lazarus
uk: Архієпископ Лазарь

source: Grave Matters
bg: Задгробни Въпроси
it: Questioni di Tomba
pl: Sprawa Grobowca
uk: Могильні Справи

source: Farmer's Orchard
bg: Овошките на Фермера
it: L'Orto del Contadino
pl: Sad Farmera
uk: Сад Фермера

source: Little Girl
bg: Малкото момиче
it: La Fanciulla
pl: Mała Dziewczynka
uk: Маленька Дівчинка

source: Wandering Trader
bg: Пътуващият търговец
it: Il Commerciante Errante
pl: Wędrujący Handlarz
uk: Мандруючий Торговець

source: The Defiler
bg: Осквернителят
it: Il Profanatore
pl: Profanator
uk: Паплюжник

source: Na-Krul
bg: На-Крул
uk: На-Крул

source: The Jersey's Jersey
bg: Говежди Одежди
it: Il Jersey di Jersey
pl: Krowia Krowa
uk: Джерсі Джерсі

source: King Leoric's Tomb
bg: Гробницата на Крал Леорик
it: La Tomba di Re Leoric
pl: Grobowiec Króla Leoryka
uk: Гробниця Короля Леоріка

source: A Dark Passage
bg: Мрачен проход
it: Un Tunnel Oscuro
pl: Ciemne Przejście
uk: Темний Прохід

source: Unholy Altar
bg: Неосветения олтар
it: L'Empio Altare
pl: Przeklęty Ołtarz
uk: Нечестивий Вівтар

source: To {:s}
bg: Към {:s}
it: Verso {:s}
pl: {:s}
uk: До {:s}

# spell
source: Firebolt
bg: Огнен болид
it: Fulmine Infuocato
pl: Ognisty Pocisk
uk: Стріла Вогню

# spell
source: Healing
bg: Лекуване
it: Guarigione
pl: Uzdrowienie
uk: Зцілення

# spell
source: Lightning
bg: Мълния
it: Fulmine
pl: Błyskawice
uk: Блискавка

# spell
source: Flash
bg: Светкавица
it: Bagliore
pl: Rozbłysk
uk: Спалах

# spell
source: Identify
bg: Разпознаване
it: Identifica
pl: Identyfikacja
uk: Розпізнавання

# spell
source: Fire Wall
bg: Огнена стена
it: Muro Infuocato
pl: Ściana Ognia
uk: Стіна Вогню

# spell
source: Town Portal
bg: Градски портал
it: Portale Cittadino
pl: Miejski Portal
uk: Портал в Місто

# spell
source: Stone Curse
bg: Каменно прооклятие
it: Inganno di Pietra
pl: Petryfikacja
uk: Кам'яне Прокляття

# spell
source: Infravision
bg: Инфразрение
it: Infravisione
pl: Infrawizja
uk: Інфрабачення

# spell
source: Phasing
bg: Произволно положение
it: Fase
pl: Przenikanie
uk: Фазування

# spell
source: Mana Shield
bg: Щит от мана
it: Scudo Magico
pl: Tarcza Many
uk: Щит Мани

# spell
source: Fireball
bg: Огнена топка
it: Sfera Infuocata
pl: Ognista Kula
uk: Куля Вогню

# spell
source: Guardian
bg: Пазител
it: Custode
pl: Strażnik
uk: Охоронець

# spell
source: Chain Lightning
bg: Верижна мълния
it: Catena di Fulmini
pl: Eksplozja Błyskawic
uk: Ланцюгова Блискавка

# spell
source: Flame Wave
bg: Огнена вълна
it: Ondata di Fiamme
pl: Fala Płomieni
uk: Хвиля Вогню

# spell
source: Doom Serpents
bg: Гибелни Змии
it: Serpenti del Fato
pl: Hydry
uk: Змії Долі

# spell
source: Blood Ritual
bg: Кървав ритуал
it: Rito di Sangue
pl: Krwawy Rytuał
uk: Кривавий Ритуал

# spell
source: Nova
bg: Нова
uk: Нова

# spell
source: Invisibility
bg: Невидимост
it: Invisibilità
pl: Niewidzialność
uk: Невидимість

# spell
source: Inferno
bg: Инферно
uk: Пекло

# spell
source: Golem
bg: Голем
uk: Голем

# spell
source: Rage
bg: Ярост
it: Ira
pl: Furia
uk: Лють

# spell
source: Teleport
bg: Телепортиране
it: Teletrasporto
pl: Teleportacja
uk: Телепорт

# spell
source: Apocalypse
bg: Апокалипсис
it: Apocalisse
pl: Apokalipsa
uk: Апокаліпсис

# spell
source: Etherealize
bg: Ефирализация
it: Eterealizza
pl: Znieczulenie
uk: Етеризація

# spell
source: Item Repair
bg: Поправяне на предмет
it: Ripara Oggetto
pl: Naprawa Przedmiotów
uk: Ремонт Предмету

# spell
source: Staff Recharge
bg: Презареждане на жезъл
it: Ricarica Verga
pl: Naładowanie Kostura
uk: Перезарядка Посоху

# spell
source: Trap Disarm
bg: Обезвреждане на клопка
it: Disarma Trappola
pl: Rozbrajanie Pułapek
uk: Обеззброєння Пастки

# spell
source: Elemental
bg: Стихия
it: Elementale
pl: Żywiołak
uk: Елементаль

# spell
source: Charged Bolt
bg: Мълниен заряд
it: Scarica Fulminea
pl: Wiązka Błyskawic
uk: Заряджена Стріла

# spell
source: Holy Bolt
bg: Свещено кълбо
it: Scarica Energetica
pl: Święty Pocisk
uk: Свята Стріла

# spell
source: Resurrect
bg: Възкресяване
it: Resurrezione
pl: Wskrzeszenie
uk: Воскрешення

# spell
source: Telekinesis
bg: Телекинеза
it: Telecinesi
pl: Telekineza
uk: Телекінез

# spell
source: Heal Other
bg: Лекувай приятел
it: Cura
pl: Uzdrowienie Innych
uk: Зцілити Іншого

# spell
source: Blood Star
bg: Кървава звезда
it: Stella Cruenta
pl: Krwawa Gwiazda
uk: Кривава Зоря

# spell
source: Bone Spirit
bg: Костен дух
it: Spirito Osseo
pl: Kościane Widmo
uk: Кістлявий Дух

# spell
source: Mana
bg: Мана
uk: Мана

# spell
source: the Magi
bg: на Магьосника
it: il Magi
pl: Mądrości
uk: Волхви

# spell
source: the Jester
bg: на Шута
it: Jester
pl: Ironii
uk: Блазень

# spell
source: Lightning Wall
bg: Светкавична стена
it: Muro Fulmineo
pl: Ściana Błyskawic
uk: Стіна Блискавки

# spell
source: Immolation
bg: Имолация
it: Sacrificio
pl: Podpalenie
uk: Горіння

# spell
source: Warp
bg: Пространствен скок
it: Deformazione
pl: Przejście
uk: Викривлення

# spell
source: Reflect
bg: Отразяване
it: Riflesso
pl: Odbicie
uk: Відбиття

# spell
source: Berserk
bg: Обезумялост
pl: Szał Bojowy
uk: Берсерк

# spell
source: Ring of Fire
bg: Пръстен на Огъня
it: Anello di Fuoco
pl: Pierścień Ognia
uk: Кільце Вогню

# spell
source: Search
bg: Издирване
it: Ricerca
pl: Przeszukiwanie
uk: Пошук

# spell
source: Rune of Fire
bg: Руна за Огън
it: Runa di Fuoco
pl: Runa Ognia
uk: Руна Вогню

# spell
source: Rune of Light
bg: Руна на Светлината
it: Runa della Luce
pl: Runa Światła
uk: Руна Світла

# spell
source: Rune of Nova
bg: Руна на Нова
it: Runa
pl: Runa Novy
uk: Руна Нови

# spell
source: Rune of Immolation
bg: Руна на Изгарящ погром
it: Runa del Sacrificio
pl: Runa Podpalenia
uk: Руна Горіння

# spell
source: Rune of Stone
bg: Руна за Вкаменяване
it: Runa di Pietra
pl: Runa Kamienia
uk: Руна Каменю

source: Griswold
bg: Грисволд
uk: Грізволд

source: Pepin
bg: Пепин
uk: Пепін

source: Ogden
bg: Огдън
uk: Одген

source: Cain
bg: Кайн
uk: Каїн

source: Farnham
bg: Фарнам
uk: Фарнхем

source: Adria
bg: Адрия
uk: Адрія

source: Gillian
bg: Джилиън
uk: Гілліан

source: Wirt
bg: Върт
uk: Вірт

source: Back
bg: Назад
it: Indietro
pl: Powrót
uk: Назад

source: Damage: {:d}-{:d}
bg: Щети: {:d}-{:d}
it: Danno : {:d}-{:d}
pl: Obrażenia: {:d}-{:d}
uk: Шкода: {:d}-{:d}

source: Armor: {:d}
bg: Броня: {:d}
it: Armat: {:d}
pl: Pancerz: {:d}
uk: Броня: {:d}

source: Dur: {:d}/{:d},
bg: Издр.: {:d}/{:d},
uk: Міц: {:d}/{:d},

source: Indestructible,
bg: Неразрушими,
it: Indistruttibile,
uk: Неруйновний,

source: No required attributes
bg: Няма изисквани атрибути
it: Nessun attributo richiesto
uk: Немає вимог

source: Welcome to the
bg: Добре дошли в
it: Benvenuti alla
pl: Witaj
uk: Ласкаво просимо

source: Blacksmith's shop
bg: Работилницата на Ковача
it: Bottega del fabbro
pl: Warsztat Kowala
uk: Ковальська Майстерня

source: Would you like to:
bg: Искате ли да:
it: Cosa intendi fare:
pl: Czynność:
uk: Ви хочете:

source: Talk to Griswold
bg: Говорите с Грисволд
it: Parla con Griswold
pl: Rozmowa
uk: Поговорити з Грізвольдом

source: Buy basic items
bg: Купите обикновени предмети
it: Compra armi
pl: Kup zwykłe przedmioty
uk: Купити прості предмети

source: Buy premium items
bg: Купите качествени предмети
it: Compra armi speciali
pl: Kup wyjątkowe przedmioty
uk: Купити преміальні предмети

source: Sell items
bg: Продадете предмети
it: Vendi merce
pl: Sprzedaż
uk: Продати предмети

source: Repair items
bg: Поправите предмети
it: Ripara armi
pl: Naprawa
uk: Відремонтувати предмети

source: Leave the shop
bg: Напуснете ателието
it: Lascia bottega
pl: Wyjdź
uk: Покинути магазин

source: I have these items for sale:
bg: Продавам тези предмети.
it: Merce in vendita:
pl: Podstawowe przedmioty na sprzedaż:
uk: В мене продаються такі предмети:

source: I have these premium items for sale:
bg: Продавам тези изключителни предмети.
it: Armi speciali in vendita:
pl: Wyjątkowe przedmioty na sprzedaż:
uk: Є такі преміальні предмети:

source: You have nothing I want.
bg: Нямате нищо, което ми трябва.
it: Non mi interessa nulla.
pl: Nie masz rzeczy, których potrzebuję.
uk: Вам немає що продати.

source: Which item is for sale?
bg: Кой предмет е за продажба?
it: Cosa proponi in vendita?
pl: Który przedmiot chcesz sprzedać?
uk: Який предмет продати?

source: You have nothing to repair.
bg: Нямате предмет за поправка.
it: Nulla da riparare.
pl: Nie masz nic do naprawy.
uk: Немає чого ремонтувати.

source: Repair which item?
bg: Кой предмет е за поправка?
it: Cosa vuoi riparare?
pl: Który przedmiot naprawić?
uk: Який предмет ремонтувати?

source: Witch's shack
bg: Колибата на Вещицата
it: Baracca della strega
pl: Chata Wiedźmy
uk: Хатина відьми

source: Talk to Adria
bg: Говорите с Адрия
it: Parla con Adria
pl: Rozmowa
uk: Поговорити з Адрією

source: Buy items
bg: Купите магически предмети
it: Compra merce
pl: Kup przedmioty
uk: Купити предмети

source: Recharge staves
bg: Презаредите жезли
it: Ricarica verghe
pl: Naładowanie kosturów
uk: Перезарядити посохи

source: Leave the shack
bg: Напуснете Колибата
it: Lascia baracca
pl: Wyjdź
uk: Покинути хатину

source: You have nothing to recharge.
bg: Нямате предмет за презареждане.
it: Nulla da ricaricare.
pl: Nie masz niczego do regeneracji.
uk: Немає чого заряджати.

source: Recharge which item?
bg: Кой предмет е за презареждане?
it: Cosa vuoi ricaricare?
pl: Który przedmiot zregenerować?
uk: Який предмет зарядити?

source: You do not have enough gold
bg: Нямате достатъчно злато
it: Non hai abbastanza oro
pl: Brakuje ci złota
uk: У Вас недостатньо золота

source: You do not have enough room in inventory
bg: Нямате достатъчно място в инвентара
it: Non hai abbastanza spazio in inventario
pl: Nie masz miejsca w ekwipunku
uk: У Вас недостатньо місця в інвентарі

source: Do we have a deal?
bg: Договорихме ли се?
it: Facciamo l'affare?
pl: Umowa stoi?
uk: Домовились?

source: Are you sure you want to identify this item?
bg: Наистина ли искате да разпознаете този предмет?
it: Sei sicuro di voler identificare l'oggetto?
pl: Czy na pewno chcesz zidentyfikować ten przedmiot?
uk: Ви впевнені, що хочете розпізнати цей предмет?

source: Are you sure you want to buy this item?
bg: Наистина ли искате да купите този предмет?
it: Sei sicuro di voler comprare l'oggetto?
pl: Czy na pewno chcesz kupić ten przedmiot?
uk: Ви впевнені, що хочете купити цей предмет?

source: Are you sure you want to recharge this item?
bg: Наистина ли искате да презаредите този предмет?
it: Sei sicuro di voler ricaricare l'oggetto?
pl: Czy na pewno chcesz zregenerować ten przedmiot?
uk: Ви впевнені, що хочете зарядити цей предмет?

source: Are you sure you want to sell this item?
bg: Наистина ли искате да продадете този предмет?
it: Sei sicuro di voler vendere l'oggetto?
pl: Czy na pewno chcesz sprzedać ten przedmiot?
uk: Ви впевнені, що хочете продати цей предмет?

source: Are you sure you want to repair this item?
bg: Наистина ли искате да поправите този предмет?
it: Sei sicuro di voler riparare l'oggetto?
pl: Czy na pewno chcesz naprawić ten przedmiot?
uk: Ви впевнені, що хочете відремонтувати цей предмет?

source: Wirt the Peg-legged boy
bg: Върт, момчето с дървения крак
it: Wirt Gamba di Legno
pl: Wirt - kulejący chłopiec
uk: Одноногий хлопчик Вірт

source: Talk to Wirt
bg: Говорите с Върт
it: Parla con Wirt
pl: Rozmowa
uk: Поговорити з Віртом

source: I have something for sale,
bg: Имам нещо за продан,
it: Ho qualcosa in vendita,
pl: Pokażę ci co oferuję,
uk: В мене є щось на продаж,

source: but it will cost 50 gold
bg: но това ще ти струва 50 злато
it: ma ti costerà 50 monete
pl: jeśli dasz mi zaliczkę:
uk: але воно коштує 50 золота

source: just to take a look.
bg: само да погледнеш.
it: solo sbirciare.
pl: 50 szt. złota.
uk: подивись.

source: What have you got?
bg: Какво имаш?
it: Di cosa si tratta?
pl: Zgoda, co tam masz?
uk: Що в тебе є?

source: Say goodbye
bg: Кажете довиждане
it: Saluta
pl: Wyjdź
uk: Попрощатися

source: I have this item for sale:
bg: Имам този предмет за продан:
it: Oggetti in vendita:
pl: Mogę ci to sprzedać:
uk: В мене продаються такі предмети:

source: Leave
bg: Напуснете
it: Lascia
pl: Wyjdź
uk: Покинути

source: Healer's home
bg: Домът на Лечителя
it: Dimora del Guaritore
pl: Dom Uzdrowiciela
uk: Дім цілителя

source: Talk to Pepin
bg: Говорите с Пепин
it: Parla con Pepin
pl: Rozmowa
uk: Поговорити з Пепіном

source: Leave Healer's home
bg: Напуснете дома на Лечителя
it: Lascia dimora del Guaritore
pl: Wyjdź
uk: Покинути дім цілителя

source: The Town Elder
bg: Градският старейшина
it: Il Saggio della Città
pl: Miejski Kronikarz
uk: Старець Міста

source: Talk to Cain
bg: Говорите с Кайн
it: Parla con Cain
pl: Rozmowa
uk: Поговорити з Каїном

source: Identify an item
bg: Разпознаване на предмет
it: Identifica oggetti
pl: Identyfikacja
uk: Розпізнати предмет

source: You have nothing to identify.
bg: Нямате нищо за разпознаване.
it: Nulla da identificare.
pl: Nie masz nic do identyfikacji.
uk: Немає чого розпізнавати.

source: Identify which item?
bg: Кой предмет е за разпознаване?
it: Cosa vuoi identificare?
pl: Który przedmiot zidentyfikować?
uk: Який предмет розпізнати?

source: This item is:
bg: Този предмет е:
it: Questo oggetto è:
pl: Ten przedmiot to:
uk: Предмет:

source: Done
bg: Готово
it: Fatto
pl: Akceptuj
uk: Готово

source: Talk to {:s}
bg: Говорете с {:s}
it: Parla con {:s}
pl: Rozmawiaj z {:s}
uk: Поговорити з {:s}

source: Talking to {:s}
bg: Говори с {:s}
it: Parlare con {:s}
pl: Rozmowa z {:s}
uk: Говоримо з {:s}

source: is not available
bg: не е налично
it: non è disponibile
pl: jest niedostępna
uk: недоступне

source: in the shareware
bg: в пробната
it: nella demo
pl: w wersji
uk: в демо-версії

source: version
bg: версия
it: versione
pl: shareware
uk: версії

source: Gossip
bg: Общи приказки
it: Pettegolezzo
pl: Plotki
uk: Плітки

source: Rising Sun
bg: Изгряващото слънце
it: Il Sol Levante
pl: Wschodzące Słońce
uk: Світанкове Сонце

source: Talk to Ogden
bg: Говорите с Огдън
it: Parla con Ogden
pl: Rozmowa
uk: Поговорити з Огденом

source: Leave the tavern
bg: Напуснете гостилницата
it: Lascia taverna
pl: Wyjdź
uk: Покинути таверну

source: Talk to Gillian
bg: Говорите с Джилиън
it: Parla con Gillian
pl: Rozmowa
uk: Поговорити з Гілліан

source: Access Storage
bg: Влезите в Склада
it: Accesso Archiviazione
pl: Otwórz Skrytkę
uk: Зайти до схованки

source: Farnham the Drunk
bg: Пияницата Фарнам
it: Farnham l'Ubriaco
pl: Pijak Farnham
uk: П'яниця Фарнхем

source: Talk to Farnham
bg: Говорите с Фарнам
it: Parla con Farnham
pl: Rozmowa
uk: Поговорити з Фарнхемом

source: Say Goodbye
bg: Кажете довиждане
it: Saluta
pl: Wyjdź
uk: Попрощатися

source: Your gold: {:s}
bg: Вашето злато: {:s}
it: Monete: {:s}
pl: Twoje złoto: {:s}
uk: Ваше золото: {:s}
