Repository: diasurgical/devilutionX
Catalog: Translations/*.po
Languages: bg, da, it, pl, uk

source: Every child hears the story of the warrior Arkaine and his mystic armor known as Valor. If you could find its resting place, you would be well protected against the evil in the Labyrinth.
bg: Всяко дете знае историята на героя Аркайн и неговата мистична броня, известна като Доблест. Намериш ли мястото, където тя е пазена, ще бъдеш добре защитен от злото, дебнещо в Лабиринта.
it: Ogni bambino conosce la storia del guerriero Arkaine e della sua mistica Armatura Valor. Se tu trovassi il posto dov'è conservata, saresti ben protetto contro il male del Labirinto.
pl: Każde dziecko słyszało historię o wojowniku Arkainie i jego niezwykłym pancerzu Odwagi. Odnalezienie go zapewni ci dobrą ochronę przed złem z Labiryntu.
uk: Кожна дитина чує історію воїна Аркейна та його містичної броні, відомої як Доблесть. Якби ти зміг знайти його могилу, ти був би добре захищений від зла в Лабіринті.

source: Hmm... it sounds like something I should remember, but I've been so busy learning new cures and creating better elixirs that I must have forgotten. Sorry...
bg: Хмм, Звучи като нещо, което трябва да си спомня, но напоследък съм толкова зает с изучаването на нови лекарства и създаването на по-добри еликсири, че сигурно съм забравил. Съжалявам...
it: Hmm... Sembra qualcosa che dovrei sapere, ma sono stato così occupato a cercare nuove cure e a creare migliori elisir che ora non ricordo. Mi spiace...
pl: Hmm... to brzmi znajomo, ale jestem teraz tak pochłonięty nauką tworzenia nowych leków i eliksirów, że za nic nie mogę sobie tego przypomnieć. Wybacz...
uk: Хм… звучить як щось, що я повинен пам’ятати, але я був настільки зайнятий вивченням нових ліків і створенням кращих еліксирів, що, мабуть, забув. Вибач…

source: The story of the magic armor called Valor is something I often heard the boys talk about. You had better ask one of the men in the village.
bg: Историята за вълшебната броня, наречена Доблест, е нещо, за което често чувах момчетата да говорят. По-добре попитай някой от мъжете в града.
it: Ho sentito spesso i ragazzi raccontarsi la storia dell'armatura magica chiamata Valor. Prova a chiederlo a uno degli uomini del villaggio.
pl: Historia o magicznym pancerzu, zwanym Odwagą? Brzmi jak coś z opowieści chłopców. Może zapytaj jednego z nich?
uk: Я часто чула, як хлопці розповідали про чарівну броню під назвою Доблесть. Краще запитай в когось із чоловіків у селі.

source: The armor known as Valor could be what tips the scales in your favor. I will tell you that many have looked for it - including myself. Arkaine hid it well, my friend, and it will take more than a bit of luck to unlock the secrets that have kept it concealed oh, lo these many years.
bg: Бронята Доблест, може да наклони везните в твоя полза. Едно ще ти кажа, че мнозина са я търсили - включително и аз. Аркайн я е скрил добре, приятелю, и ще ти трябва повече от късмет, за да разкриеш тайните, които са я държали потулена толкова години.
it: L'armatura nota come Valor potrebbe essere la cosa che aumenterà le opportunità a tuo favore. Molti l'hanno cercata - me compreso. Ma Arkaine la nascose bene, amico mio, ti servirà più di un pizzico di fortuna per svelare i segreti che l'hanno celata per tutti questi anni.
pl: Pancerz Odwagi może przechylić szalę na twoją stronę. Wielu go już szukało - w tym ja - niestety bezskutecznie. Arkain dobrze go ukrył i żeby go odnaleźć potrzeba będzie raczej czegoś więcej, niż odrobiny szczęścia.
uk: Броня, відома як Доблесть, може стати тим, що схилить ваги на твою користь. Скажу тобі, що багато хто її шукав, в тому числі і я. Аркейн добре сховав її, друже, і знадобиться більше ніж трохи удачі, щоб розкрити таємниці що ховали її, ось так багато років.

source: Zzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzz...
bg: Хърррррррррррррррррррррррррр...
pl: Chrrrrrrrrrrrrrrrrrrrrrrrrrrrr...
uk: Хрррррррррррррррррррррррррррр…

source: Should you find these Stones of Blood, use them carefully. The way is fraught with danger and your only hope rests within your self trust.
bg: Ако намериш тези Камъни на кръвта, използвайте ги внимателно. Пътят е осян с опасности и единствената ти надежда е увереността в самия теб.
it: Se dovessi trovare queste Pietre di Sangue, usale con attenzione. La strada sarà piena di pericoli e dovrai avere molta fiducia in te stesso.
pl: Jeśli podczas wędrówki, natrafisz na Kamienie Krwi, korzystaj z nich ostrożnie. Droga pełna jest niebezpieczeństw, a ocalić może cię jedynie wiara we własne siły.
uk: Якщо ти знайдеш ті Камені Крові, будь обережним використовуючи їх. Шлях повен небезпеки, і твоя єдина надія полягає у вірі в себе.

source: You intend to find the armor known as Valor? No one has ever figured out where Arkaine stashed the stuff, and if my contacts couldn't find it, I seriously doubt you ever will either.
bg: Смяташ да намериш бронята, известна като Доблест? Никой не знае къде Аркайн я е скрил, а щом моите връзки не са способни да я намерят, силно се съмнявам, че и ти някога ще успееш.
it: Intendi trovare l'armatura nota come Valor? Nessuno ha mai capito dove Arkain l'abbia nascosta, e se i miei contatti non l'hanno potuta trovare, dubito fortemente che tu ci riuscirai.
pl: Zamierzasz znaleźć pancerz, zwany Odwagą? Arkaine ukrył go tak dobrze, że nikomu się to jeszcze nie udało. Skoro moje znajomości nic nie zdziałały, to wątpię, by tobie miało się powieść.
uk: Ти збираєшся знайти броню, відому як Доблесть? Ніхто ніколи не дізнався, де Аркейн сховав речі, і якщо навіть мої контакти не змогли їх знайти, я сумніваюся, що і ти коли-небудь знайдеш.

source: I know of only one legend that speaks of such a warrior as you describe. His story is found within the ancient chronicles of the Sin War... Stained by a thousand years of war, blood and death, the Warlord of Blood stands upon a mountain of his tattered victims. His dark blade screams a black curse to the living; a tortured invitation to any who would stand before this Executioner of Hell. It is also written that although he was once a mortal who fought beside the Legion of Darkness during the Sin War, he lost his humanity to his insatiable hunger for blood.
bg: Познавам само една легенда, в която се говори за такъв войн, какъвто описваш. Неговата история се намира в древните хроники на Войната на Греха... Очернен от хиляда години война, кръв и смърт, Кървавият Пълководец стои върху планина от своите разкъсани жертви. Мрачното му острие крещи черно проклятие за живите; измъчена покана към всеки, изправил се пред този Екзекутор на Ада. Пише също, че макар някога да е бил смъртен и да се е сражавал в редиците на Легиона на Мрака по време на Войната на Греха, той е загубил човешката си същност заради ненаситната си жажда за кръв.
it: So solo di una leggenda che narra del guerriero che hai descritto. La sua storia si può trovare nelle Antiche Cronache della Guerra del Peccato... Macchiato da mille anni di guerra, sangue e morte, il Comandante del Sangue si erge su una montagna di vittime lacerate. La sua Lama nera lancia un'oscura Maledizione ai vivi; un tormentoso invito per chiunque incontri questo Carnefice dell'Inferno. Si dice che anche se un tempo fu un mortale che combatté con l'oscurità durante la guerra del peccato, perse l'umanità per la sua insaziabile sete di sangue.
pl: Znam tylko jedną legendę, która opowiada o takim wojowniku. Historia o nim znajduje się wewnątrz starożytnych kronik Wojny Grzechu... Splamiony krwią, śmiercią i tysiącami lat wojen, Marszałek Krwi wchodzi na stos swych wypatroszonych ofiar. Za pomocą swego demonicznego ostrza, rzuca na ludzkość tajemniczą klątwę, nawołując do stawienia się przed oblicze Piekielnego Kata. Napisano również, że kiedyś był śmiertelnikiem walczącym w Wojnie Grzechu u boku Legionów Ciemności. Stracił człowieczeństwo przez swą wiecznie niezaspokojoną żądzę krwi.
uk: Я знаю лише одну легенду, що говорить про такого воїна. Ця історія міститься в стародавніх хроніках Війни Гріхів… Забруднений тисячею років війни, крові та смерті, Воєвода Крові стоїть на горі пошматованих трупів. Його темний меч кляне чорне прокляття всьому живому; запрошення на тортури будь-кому, хто стане перед цим Катом Пекла. Також написано, що, хоча він колись був смертним, що воював поруч із Легіоном Темряви під час Війни гріхів, він втратив свою людяність через ненаситну кровожерність.

source: I am afraid that I haven't heard anything about such a vicious warrior, good master. I hope that you do not have to fight him, for he sounds extremely dangerous.
bg: Опасявам се, че не съм чувал нищо за такъв жесток войн, добри господарю. Надявам се, че няма да ти се наложи да се сражаваш с него, защото всичко това звучи изключително опасно.
it: Temo di non aver mai sentito parlare di un Guerriero così Perverso, Signore. Spero che tu non debba lottare contro di lui, mi sembra sia estremamente pericoloso.
pl: Obawiam się, że nic nie słyszałem o tak okrutnym wojowniku. Mam nadzieję, że nie spotkasz go na swojej drodze, bo... wydaje się być wyjątkowo niebezpieczny.
uk: Боюся, що я нічого не чув про такого злісного воїна, добрий майстре. Сподіваюся, вам не доведеться з ним битися, бо він здається дуже небезпечним.

source: Cain would be able to tell you much more about something like this than I would ever wish to know.
bg: Кайн би могъл да ти разкаже много повече за нещо подобно, отколкото аз бих искал да знам, когато и да било.
it: Cain saprà dirti più cose a riguardo, di quante io possa mai sperare di conoscere.
pl: Cain będzie mógł powiedzieć na ten temat więcej niż ja kiedykolwiek chciałbym usłyszeć.
uk: Каїн розповість тобі набагато більше про щось подібне, ніж я хотів би знати.

source: If you are to battle such a fierce opponent, may Light be your guide and your defender. I will keep you in my thoughts.
bg: Ако ти предстои да се сражаваш с такъв свиреп противник, нека Светлината бъде твой водач и защитник. Ще те пазя в мислите си.
it: Se devi batterti contro un così feroce avversario, che la luce sia la tua guida e la tua protezione. Pregherò per te.
pl: Jeśli staniesz do walki z tak groźnym przeciwnikiem, niech czuwa nad tobą światłość. Wierzę, że ci się uda.
uk: Якщо тобі треба битися з таким запеклим супротивником, то нехай Світло буде твоїм провідником і захисником. Я буду думати про тебе.

source: Dark and wicked legends surrounds the one Warlord of Blood. Be well prepared, my friend, for he shows no mercy or quarter.
bg: Тъмни и злокобни легенди обграждат единствения Кървав Пълководец. Подготви се добре , приятелю, защото той не проявява нито капка милост.
it: Oscure e malvagie leggende circondano il Comandante del Sangue. Preparati amico mio, egli non esita e non ha pietà.
pl: Postać Marszałka Krwi otaczają potworne legendy. Dobrze przygotuj się do starcia z nim, gdyż jest bezwzględny i bezlitosny.
uk: Темні та злі легенди оточують Воєводу Крові. Будь готовим, мій друже, бо він не покаже милосердя і не почує поблажок.

source: Always you gotta talk about Blood? What about flowers, and sunshine, and that pretty girl that brings the drinks. Listen here, friend - you're obsessive, you know that?
bg: Постоянно ли трябва да говориш за кръв? А, какво ще кажеш за цветята, слънцето и красивото момиче, което носи напитките. Слушай, приятелю - ти си вманиачен, наясно ли си с това?
it: Devi sempre parlare di Sangue? Perché non di fiori, della luce del sole, o di quella bella ragazza che porta da bere. Ascolta, amico, sei davvero ossessionante, sai?
pl: Dlaczego ty chcesz ciągle rozmawiać o Krwi? A co z kwiatkami, słoneczkiem... no i na przykład tą piękną panienką przy barze. Słuchaj no - ty masz już chyba obsesję!
uk: Завжди треба говорити про Кров? А як щодо квітів, сонця та тієї гарної дівчини, що приносить випивку. Слухай сюди, друже - ти настирний, ти це знаєш?

source: His prowess with the blade is awesome, and he has lived for thousands of years knowing only warfare. I am sorry... I can not see if you will defeat him.
bg: Умението му да борави с острието е несравнимо, а освен това е живял хиляди години в нестихваща битка. Съжалявам... Не мога да видя дали ще го победиш.
it: La sua abilità con la spada è terrificante, ha vissuto per migliaia d'anni conoscendo solo guerra. Mi spiace... ma non so predire se lo sconfiggerai.
pl: Jego umiejętność posługiwania się ostrzem jest godna podziwu, w końcu od tysięcy lat poruszał się wyłącznie na polu bitwy. Przykro mi, ale nie potrafię przewidzieć czy wygrasz ten pojedynek.
uk: Його майстерність меча вражає, і він прожив тисячі років, знаючи лише війну. Мені жаль… Я не бачу, чи зможеш ти перемогти його.

source: I haven't ever dealt with this Warlord you speak of, but he sounds like he's going through a lot of swords. Wouldn't mind supplying his armies...
bg: Не съм чувал за този военачалник, за когото говориш, но звучи така, сякаш през неговите ръце минават много мечове. Нямам нищо против да снабдявам армията му...
it: Non ho mai avuto a che fare con questo Comandante, ma da come ne parli pare che necessiti di molte spade. Mi piacerebbe armare il suo esercito...
pl: Nigdy nie widziałem się z tym Marszałkiem, ale ma chyba spory przerób mieczy. Chętnie zaopatrzyłbym jego wojska...
uk: Я ніколи не мав справи з цим Воєводою, що ти говориш, але здається, що в нього часто ламаються мечі. Я не проти, щоб постачати його армію…

source: My blade sings for your blood, mortal, and by my dark masters it shall not be denied.
bg: Острието ми стене за твоята кръв, смъртнико... и в името на моите тъмни господари, не ще му бъде отказано.
it: La mia spada brama il tuo sangue, mortale, e per i miei padroni non la deluderò.
pl: Lata wojen sprawiły, że pragnę już tylko jednego. Twojej krwi!
uk: Мій клинок співає по твоїй крові, смертний, і моїм темнім господарям не буде відмови.

source: Griswold speaks of the Heaven Stone that was destined for the enclave located in the east. It was being taken there for further study. This stone glowed with an energy that somehow granted vision beyond that which a normal man could possess. I do not know what secrets it holds, my friend, but finding this stone would certainly prove most valuable.
bg: Грисволд говори за Небесния камък, който бе предназначен за анклава, разположен на изток. Беше на път за там, където го очакваше по-нататъшно проучване. Този камък излъчваше особена енергия, която по някакъв начин ти даваше поглед отвъд това, което обикновеният човек можеше да си позволи да види. Не знам какви тайни крие той, приятелю, но намирането му със сигурност ще донесе много ползи.
it: Griswold parlò della Pietra Celeste destinata all'Enclave situata ad oriente. Sarebbe stata portata là per ulteriori studi. Questa pietra arde di un'energia che concede di vedere al di là delle normali possibilità di un uomo. Non so che segreti contenga, amico mio, ma il ritrovamento di questa pietra si dimostrerebbe certamente molto importante.
pl: Griswold mówi o Kamieniu Niebios, który miał zostać zawieziony do wschodniej enklawy i poddany tam dalszym badaniom. Emanował energią, która wyzwalała wizje niedostępne zwykłemu człowiekowi. Nie wiem, jakie jeszcze skrywa tajemnice, ale bez wątpienia warto byłoby go odnaleźć.
uk: Грізволд говорить про Небесний Камінь, що був призначений для анклаву, розташованому на сході. Його везли туди для подальшого дослідження. Цей камінь світився енергією, яка якимось чином надавала бачення, що виходить за межі того, чим могла володіти звичайна людина. Я не знаю, які секрети він приховує, друже, але знайти цей камінь, безумовно, виявилося б найціннішим.

source: The caravan stopped here to take on some supplies for their journey to the east. I sold them quite an array of fresh fruits and some excellent sweetbreads that Garda has just finished baking. Shame what happened to them...
bg: Керванът спря тук, за да набави някои припаси за пътуването си на изток. Продадох им доста пресни плодове и малко от невероятните сладкиши, които Гарда току-що беше изпекла. Жалко е какво ги сполетя...
it: La carovana si fermò qui per rifornirsi per il loro viaggio verso est. Ho venduto loro della frutta fresca e delle eccellenti animelle che Garda aveva appena sfornato. Fu un peccato quello che capitò loro...
pl: Karawana zatrzymała się tu, żeby uzupełnić zapasy przed dalszą podróżą na wschód. Sprzedałem im prawie całą skrzynię świeżych owoców i znakomite mięso, przygotowane przez Gardę. Szkoda,że tak skończyli...
uk: Караван зупинився тут, щоб взяти припаси для їх подорожі на схід. Я продав їм чимало свіжих фруктів і чудового солодкового м'яса, яке Гарда тільки закінчила випікати. Прикро що з ними сталося…

source: I don't know what it is that they thought they could see with that rock, but I will say this. If rocks are falling from the sky, you had better be careful!
bg: Не знам какво са си въобразявали, че ще видят в този камък, но ще ти кажа само едно. Ако от небето завалят камъни, по-добре внимавай!
it: Io non so cosa pensano di poter trovare in quella pietra, ma ti dirò una cosa. Se le pietre iniziano a cadere dal cielo, tu faresti meglio a stare attento!
pl: Nie wiem po co im był ten kamień, ale skoro spadł z nieba, to lepiej na siebie uważaj!
uk: Я не знаю, що вони думали, що вони могли побачити з тим каменем, але скажу так. Якщо з неба падає каміння, будь обережним!

source: Well, a caravan of some very important people did stop here, but that was quite a while ago. They had strange accents and were starting on a long journey, as I recall. I don't see how you could hope to find anything that they would have been carrying.
bg: Да, оттук мина керван с много важни хора, но това беше доста отдавна. Доколкото си спомням, говореха някак странно и се приготвяха за дълъг път. Не виждам как би могъл да се надяваш да намериш нещо, което те биха носили.
it: Si, una carovana composta da delle persone importanti si fermò qui, ma accadde tanto tempo fa. Avevano accenti strani e stavano per fare un lungo viaggio, per quel che mi ricordo. Non vedo come potresti sperare di trovare quello che stavano trasportando.
pl: Tak, kojarzę. Kiedyś zatrzymała się tu karawana z grupą bardzo ważnych ludzi. Pamiętam, że mieli dość specyficzne akcenty i przygotowywali się właśnie do dalekiej podróży. Myślę, że odnalezienie ich rzeczy może być teraz naprawdę trudne.
uk: Що ж, караван якихось дуже важливих людей зупинявся тут, але це було досить давно. У них були дивні акценти, і наскільки я пам’ятаю, вони готувались ідти в далеку подорож. Я не знаю, як ти сподіваєшся знайти те, що вони несли.

source: Stay for a moment - I have a story you might find interesting. A caravan that was bound for the eastern kingdoms passed through here some time ago. It was supposedly carrying a piece of the heavens that had fallen to earth! The caravan was ambushed by cloaked riders just north of here along the roadway. I searched the wreckage for this sky rock, but it was nowhere to be found. If you should find it, I believe that I can fashion something useful from it.
bg: Почакай малко, имам една история, която може да ти се стори интересна. Преди известно време оттук мина керван, който се отправяше към източните кралства. Предполагаше се, че носи парче от небесата, което е паднало на земята! Керванът бе нападнат от маскирани ездачи северно оттук, следвайки този път. Претърсих останките за този небесен камък, но не можах да го намеря никъде. Ако го намериш, вярвам, че мога да изработя нещо полезно от него.
it: Fermati un momento, ho una storia che potresti trovare interessante. Una carovana diretta ai regni orientali, passò da qui qualche tempo fa. Si presume portasse un pezzo di Paradiso caduto sulla terra! La carovana fu assalita da cavalieri incappucciati appena a nord di qui lungo il tragitto. Ispezionai tra i rottami per trovare questa pietra del cielo, ma non c'era. Se tu dovessi trovarla, credo di poterti creare qualcosa di utile.
pl: Zaczekaj chwilę - opowiem ci historię, która może cię zainteresować. Jakiś czas temu przejeżdżała tu karawana zmierzająca w kierunku wschodnich królestw. Rzekomo przewoziła skrawek nieba, który spadł na ziemię! Niestety karawana została okradziona przez zamaskowanych jeźdźców niedaleko północnej granicy naszej wioski. Przeszukałem jej pozostałości, chcąc znaleźć niebiański kamień, lecz nie było już po nim śladu. Znajdź go i przynieś, a wykonam dla ciebie coś naprawdę niesamowitego.
uk: Залишся на хвилинку — у мене є історія, яка може тебе зацікавити. Якийсь час потому, тут проходив караван, який прямував до східних королівств. Він нібито ніс шматочок неба, що впав на землю! Вершники в плащах напали на караван з засідки на північ звідси, біля дороги. Я обшукав уламки в пошуках цієї небесної скелі, але її ніде не було. Якщо ти знайдеш її, то думаю, що зможу виготовити з неї щось корисне.

source: I am still waiting for you to bring me that stone from the heavens. I know that I can make something powerful out of it.
bg: Още чакам да ми донесеш онзи камък от небесата. Сигурен съм, че мога да направя нещо могъщо от него.
it: Sto ancora aspettando che tu mi porti la Pietra del Paradiso. So di poterti creare qualcosa di molto potente con essa.
pl: Mam nadzieję, że uda ci się znaleźć ten kamień. Jeśli mi go przyniesiesz, wykonam z niego coś potężnego.
uk: Я все ще чекаю, коли ти принесеш мені той камінь з небес. Я знаю, що можу зробити з нього щось могутнє.

source: Let me see that - aye... aye, it is as I believed. Give me a moment... Ah, Here you are. I arranged pieces of the stone within a silver ring that my father left me. I hope it serves you well.
bg: Нека да видя - да... да, това е, както и предполагах. Дай ми малко време... Ааа, ето те. Подредих парчетата от камъка в сребърен пръстен, който ми завеща баща ми. Надявам се, че ще ти служи добре.
it: Fammi dare un'occhiata... si... si, è come credevo. Aspetta... Ah, eccolo qua. Ho sistemato alcuni frammenti della pietra in un anello d'argento lasciatomi da mio padre. Spero possa aiutarti.
pl: Pokaż mi to - och... tak go sobie wyobrażałem. Daj mi chwilę... Ach, proszę bardzo. Umieściłem kawałki tego kamienia w srebrnym pierścieniu, który odziedziczyłem po ojcu. Mam nadzieję, że będzie ci dobrze służyć.
uk: Дай мені подивитись - так… так, він такий, як я уявляв. Дай мені хвилинку… Ах, ось. Я розташував шматки каменю в срібному перстні, який залишив мені батько. Сподіваюся, він добре тобі послужить.

source: I used to have a nice ring; it was a really expensive one, with blue and green and red and silver. Don't remember what happened to it, though. I really miss that ring...
bg: Някога имах хубав пръстен, изключително ценен, със синьо, зелено, червено и сребърно. Не си спомням, обаче, какво стана с него. Много ми липсва този пръстен...
it: Avevo un bell'Anello; uno molto prezioso, con pietre blu e verdi e rosse e d'argento. Però non ricordo che fine fece. Mi manca molto quell'anello...
pl: Miałem kiedyś piękny pierścień; bardzo drogi, był trochę niebieskawy, trochę zieloniutki, czerwoniutki... i srebrny też był. Nie pamiętam już co się z nim stało, ale bardzo mi go brakuje...
uk: Колись у мене був гарний перстень; він був дуже дорогий, синій і зелений, і червоний, і срібний. Не пам’ятаю, що з цим сталося. Я дуже сумую за цим перстнем…
