Repository: diasurgical/DevilutionX
Catalog: Translations/*.po
Languages: cs, de, el, fr, sv

source: Wirt is a rapscallion and a little scoundrel. He was always getting into trouble, and it's no surprise what happened to him. He probably went fooling about someplace that he shouldn't have been. I feel sorry for the boy, but I don't abide the company that he keeps.
cs: Wirt je prohnany maly padouch. Vzdycky se dostane do problemu a vubec me neprekvapuje, co se mu stalo. Pravdepodobne se dostal nekam, kde by nemel byt. Toho chlapce je mi lito, ale nesnasim spolecnost, ve ktere se zdrzuje.
de: Wirt ist ein Taugenichts und ein kleiner Rumtreiber. Er hatte schon immer ein Talent dafür, sich Ärger einzuhandeln, und es überrascht mich nicht, dass ihm sowas zugestoßen ist. Hat sich wahrscheinlich irgendwo rumgetrieben, wo er nichts zu suchen hatte. Er tut mir ja schon irgendwie leid, aber sein Bekanntenkreis gefällt mir überhaupt nicht.
el: Ο Ουίρτ είναι ένα παλιόπαιδο και ένας μικρός απατεώνας. Πάντα έμπαινε σε μπελάδες και δεν αποτελεί έκπληξη αυτό που του συνέβη. Μάλλον έμπλεξε κάπου που δεν έπρεπε να ήταν. Λυπάμαι για το αγόρι, αλλά δεν αντέχω την παρέα του.
fr: Wirt est un vaurien doublé d'un petit scélérat. Il s'attirait toujours des ennuis, et ce qui lui est arrivé n'a rien d'étonnant . Il a dû aller faire l'imbécile là où il n'aurait pas dû se trouver. Je suis désolé pour le garçon, mais je ne tolère pas ses fréquentations.
sv: Wirt är en odåga och en liten skitunge. Han hamnade alltid i problem och det är inte förvånande hur det gick med honom. Han larvade säkert omkring någonstans där han inte skulle ha varit. Jag tycker synd om honom, men jag tycker inte om de han umgås med.

source: Pepin is a good man - and certainly the most generous in the village. He is always attending to the needs of others, but trouble of some sort or another does seem to follow him wherever he goes...
cs: Pepin je dobry muz - a urcite nejslechetnejsi ve vesnici. Vzdy se snazi pomahat ostatnim, ale zda se, ze potize toho ci onoho druhu ho nasleduji, kamkoliv jde...
de: Pepin ist ein guter Mensch - und mit Sicherheit der großzügigste der Stadt. Er kümmert sich immer um die Bedürfnisse der anderen, dabei hat er selbst immer genug Sorgen.
el: Ο Πέπιν είναι καλός άνθρωπος - και σίγουρα ο πιο γενναιόδωρος στο χωριό. Φροντίζει πάντα τις ανάγκες των άλλων, αλλά κάποιου είδους προβλήματα φαίνεται να τον ακολουθούν όπου κι αν πάει...
fr: Pepin est un homme bien – et certainement le plus généreux du village. Il est toujours attentif aux besoins d'autrui, mais il semble attirer toutes sortes de problèmes où qu'il aille...
sv: Pepin är en fin människa - och definitivt den mest generöse i byn. Han tar alltid hand om andras behov, fast problem av en eller annan sort verkar följa honom vart han än går...

source: Gillian, my Barmaid? If it were not for her sense of duty to her grand-dam, she would have fled from here long ago. Goodness knows I begged her to leave, telling her that I would watch after the old woman, but she is too sweet and caring to have done so.
cs: Gillian, moje barmanka? Kdyby nebylo jeji pece o babicku, nejspis by odtud davno utekla. Bohove vi, ze jsem ji prosil, aby odesla a rikal ji, ze budu o jeji babicku pecovat, ale je prilis laskava a starostliva, aby to udelala.
de: Gillian, meine Kellnerin? Sie wäre schon vor langer Zeit von hier geflohen, wenn da nicht noch ihre Großmutter wäre. Sie würde sie niemals im Stich lassen. Ich habe ihr sogar angeboten, mich um die alte Dame zu kümmern und sie praktisch angefleht, sich doch in Sicherheit zu bringen, aber zwecklos.
el: Η Γκίλιαν, η σερβιτόρα μου; Αν δεν ήταν για την αίσθηση του καθήκοντός της προς τη γιαγιά της, θα είχε φύγει από εδώ, εδώ και πολύ καιρό. Μα το καλό μου, την παρακάλεσα να φύγει, λέγοντάς της ότι θα πρόσεχα τη ηλικιωμένη, αλλά είναι πολύ γλυκιά και περιποιητική για να έφευγε.
fr: Gillian, ma serveuse ? Sans son sens du devoir envers sa grand-mère, elle se serait enfuie d'ici depuis longtemps. Dieu sait que je l'ai suppliée de partir, lui disant que je veillerais sur sa grand-mère, mais elle est trop gentille et attentionnée pour ça.
sv: Gillian, min Barflicka? Om det inte vore för hennes pliktkänsla till sin mormor skulle hon ha flytt härifrån för länge sedan. Det Goda vet att jag bad henne åka, jag sade till henne att jag skulle ta hand om den gamla kvinnan, men hon är för söt och omhändertagande för att göra det.

source: What ails you, my friend?
cs: Co te trapi, priteli?
de: Was fehlt Euch? Braucht Ihr Hilfe?
el: Τι σε ταλαιπωρεί άνθρωπε μου;
fr: De quoi souffrez-vous, mon ami ?
sv: Vad plågar dig, min vän?

source: I have made a very interesting discovery. Unlike us, the creatures in the Labyrinth can heal themselves without the aid of potions or magic. If you hurt one of the monsters, make sure it is dead or it very well may regenerate itself.
cs: Objevil jsem velice zajimavou vec. Narozdil od nas se prisery v Labyrintu mohou lecit bez pomoci lektvaru ci magie. Pokud zranis nekterou z tech priser, ujisti se, ze je opravdu mrtva jinak se muze docela dobre vylecit sama.
de: Ich habe eine sehr interessante Entdeckung gemacht. Im Gegensatz zu uns können sich die Geschöpfe des Labyrinthes ohne die Hilfe von Tränken oder Magie selbst heilen! Wenn Ihr also gegen eines dieser Monster kämpft, vergewissert Euch, dass es auch wirklich tot ist, sonst regeneriert es sich, und Euer Kampf war umsonst.
el: Έχω κάνει μια πολύ ενδιαφέρουσα ανακάλυψη. Σε αντίθεση με εμάς, τα πλάσματα στον Λαβύρινθο μπορούν να θεραπεύσουν τον εαυτό τους χωρίς τη βοήθεια φίλτρων ή μαγείας. Εάν πληγώσεις ένα από τα τέρατα, βεβαιώσου ότι είναι νεκρό διαφορετικά μπορεί να αναγεννήσει τις σάρκες του.
fr: J'ai fait une découverte fort intéressante. Contrairement à nous, les créatures du Labyrinthe peuvent guérir sans l'aide de potions ou de magie. Si vous blessez un monstre, assurez-vous qu'il soit mort ou il pourrait très bien se régénérer.
sv: Jag har upptäckt något mycket intressant. Till skillnad från oss kan varelserna i Labyrinten läka sig själva utan att använda drycker eller magi. Om du skadar ett av monstren så se till att det är dött, annars kan det mycket väl läka.

source: Before it was taken over by, well, whatever lurks below, the Cathedral was a place of great learning. There are many books to be found there. If you find any, you should read them all, for some may hold secrets to the workings of the Labyrinth.
cs: Predtim nez byla obsazena temi, cimkoliv co tam ciha, Katedrala byla mistem velkych vedomosti. Da se tam najit mnoho knih. Pokud nejake najdes, mel bys je vsechny precist, protoze v nich mohou byt ukryty tajemstvi o fungovani Labyrintu.
de: Bevor sie übernommen wurde von...na ja, was immer da unten lauert, war die Kathedrale ein Ort des Lernens. Es gibt dort heute noch viele Bücher. Wenn Ihr welche findet, solltet Ihr sie auf jeden Fall lesen, denn sie enthalten viele Hinweise darauf, was im Labyrinth vor sich geht.
el: Πριν καταληφθεί από... ό,τι κρύβεται από κάτω, ο καθεδρικός ναός ήταν ένας τόπος μεγάλης μάθησης. Υπάρχουν πολλά βιβλία που μπορείς να βρεις εκεί. Αν βρεις κάποια, σου προτείνω να τα διαβάσεις, γιατί μπορεί να κρατούν μυστικά για τον Λαβύρινθο.
fr: Avant qu'elle ne soit envahie par, eh bien, tout ce qui se cache en dessous, la cathédrale était un grand lieu d'apprentissage. On y trouve de nombreux livres. Si vous en trouvez, vous devriez les lire tous, car certains pourraient receler des secrets sur le fonctionnement du Labyrinthe.
sv: Innan den togs över av vad det nu är som döljer sig där nere, var Katedralen en viktigt lärocentrum. Det finns många böcker där. Om du hittar några så bör du läsa allihop, för en del kan innehålla hemligheter om Labyrintens funktioner.

source: Griswold knows as much about the art of war as I do about the art of healing. He is a shrewd merchant, but his work is second to none. Oh, I suppose that may be because he is the only blacksmith left here.
cs: Griswold toho vi o valecnem umeni tolik jako ja vim o umeni lecit. Je take mazany obchodnik, ale jeho praci se nikdo nevyrovna. Oh, domnivam se, ze to muze byt tim, ze je siroko daleko jediny kovar.
de: Griswold weiß so viel über die Kunst des Krieges wie ich über die Kunst des Heilens. Er ist ein gerissener Kaufmann, aber seine Arbeit ist unvergleichlich. Na ja, vielleicht auch deshalb, weil es keinen anderen Schmied mehr gibt, mit dessen Arbeit man sie vergleichen könnte...
el: Ο Γκρίσγουαλντ γνωρίζει τόσα πολλά για την τέχνη του πολέμου όσο κι εγώ για την τέχνη της θεραπείας. Είναι οξυδερκής έμπορος, και η δουλειά του είναι πρώτης ποιότητας. Α, υποθέτω ότι αυτό μπορεί να οφείλεται στο ότι είναι ο μόνος σιδηρουργός που έχει απομείνει εδώ.
fr: Griswold en sait autant sur l'art de la guerre que moi sur l'art de la guérison. C'est un commerçant avisé, mais son travail est sans égal. Oh, peut-être aussi parce que c'est le seul forgeron qui soit resté.
sv: Griswold vet lika mycket om krigskonsten som jag vet om läkekonsten. Han är en slug köpman, men hans hantverk är oöverträffat. Fast jag antar att det kan bero på att han är den enda smeden som stannat kvar.

source: Cain is a true friend and a wise sage. He maintains a vast library and has an innate ability to discern the true nature of many things. If you ever have any questions, he is the person to go to.
cs: Cain je pravy pritel a uceny mudrc. Udrzuje ohromnou knihovnu a ma prirozenou schopnost odhalit pravou povahu mnoha veci. Budes-li mit nekdy jakekoliv otazky, mel bys jit prave za nim.
de: Cain ist ein wahrer Freund und ein Weiser. Er hat eine riesige Bibliothek und besitzt die angeborene Gabe, die wahre Natur vieler Dinge zu erkennen. Wenn Ihr jemals Fragen habt, solltet Ihr zu ihm gehen.
el: Ο Κάιν είναι αληθινός φίλος και σοφός γνώστης. Διατηρεί μια τεράστια βιβλιοθήκη και έχει μια έμφυτη ικανότητα να διακρίνει την αληθινή φύση πολλών πραγμάτων. Αν έχεις ποτέ απορίες, είναι το άτομο στο οποίο πρέπει να πας.
fr: Cain est un véritable ami et un vrai sage. Sa bibliothèque est bien fournie et il a une capacité innée à discerner la vraie nature de beaucoup de choses. Si jamais vous avez des questions, il est la personne à qui vous adresser.
sv: Cain är en sann vän och en vis lärd man. Han har ett stort bibliotek och en medfödd förmåga att se den sanna naturen hos många saker. Om du har några frågor så är han rätt person att vända sig till.

source: Even my skills have been unable to fully heal Farnham. Oh, I have been able to mend his body, but his mind and spirit are beyond anything I can do.
cs: Ani me schopnosti nestacily na uplne vyleceni Farnhama. Oh, mohl jsem zahojit jeho telo, ale vyleceni jeho mysli a ducha je pro mne prilis tezke.
de: Selbst meine Kräfte reichen nicht aus, um Farnham völlig zu heilen. Oh ja, ich konnte seinen Körper wieder in Ordnung bringen, aber sein Geist und sein Verstand liegen jenseits meiner Möglichkeiten.
el: Ακόμη και οι ικανότητές μου δεν μπόρεσαν να θεραπεύσουν πλήρως τον Φάρνχαμ. Ω, μπόρεσα να ιάσω το σώμα του, αλλά το μυαλό και το πνεύμα του είναι πέρα ​​από οτιδήποτε μπορώ να κάνω.
fr: Même mon savoir-faire n'a pu guérir complètement Farnham. Oh, j'ai certes pu réparer son corps, mais son esprit et son âme sont hors de ma portée.
sv: Inte ens mina förmågor har räckt för att bota Farnham. Jag har visserligen lyckats läka hans kropp, men hans ande och själ är bortom mina förmågor.

source: While I use some limited forms of magic to create the potions and elixirs I store here, Adria is a true sorceress. She never seems to sleep, and she always has access to many mystic tomes and artifacts. I believe her hut may be much more than the hovel it appears to be, but I can never seem to get inside the place.
cs: I kdyz take pouzivam trochu magie k vytvareni lektvaru a elixiru, ktere zde skladuji, Adria je prava carodejka. Zda se, ze nikdy nespi, a vzdy ma pristup k mnoha mystickym svazkum a artefaktum. Verim, ze jeji chatrc je mnohem vice nez obycejna bouda, ale nikdy jsem se nemohl podivat dovnitr.
de: Ich benutze zwar eine gewisse Art von Magie, um die Tränke und Elixiere zu brauen, die ich hier lagere. Aber Adria ist eine echte Hexe. Sie scheint niemals zu schlafen, und sie hat immer Zugang zu seltenen Büchern und Artefakten. Ich vermute, ihre Hütte ist viel mehr als der Holzschuppen, nach dem sie aussieht. Aber irgendwie habe ich es nie geschafft, hineinzukommen.
el: Ενώ εγώ χρησιμοποιώ μερικές περιορισμένες μορφές μαγείας για να δημιουργήσω τα φίλτρα και τα ελιξίρια που αποθηκεύω εδώ, η Άντρια είναι μια αληθινή μάγισσα. Δεν φαίνεται να κοιμάται ποτέ και έχει πάντα πρόσβαση σε πολλούς μυστικιστικούς τόμους και τεχνουργήματα. Πιστεύω ότι η καλύβα της μπορεί να είναι πολύ περισσότερο από την παράγκα που φαίνεται να είναι, αλλά δεν έχω καταφέρει ποτέ να μπω μέσα εκεί.
fr: Si j'emploie certaines formes de magie limitées pour créer les potions et les élixirs que je conserve ici, Adria, elle, est une véritable sorcière. On dirait qu'elle ne dort jamais et elle a toujours à sa disposition à de nombreux grimoires et artefacts mystiques. À mon avis sa hutte est bien plus que le gourbi qu'on croirait, mais pas moyen d'y entrer.
sv: Jag använder visserligen en del begränsad magi för att skapa de drycker och elixir jag har här, men Adria är en sann besvärjerska. Hon verkar aldrig sova, och hon har alltid tillgång till många mystiska böcker och skatter. Jag tror hennes hydda är mycket mer än det ruckel det ser ut som, men jag lyckas aldrig ta mig in där.

source: Poor Wirt. I did all that was possible for the child, but I know he despises that wooden peg that I was forced to attach to his leg. His wounds were hideous. No one - and especially such a young child - should have to suffer the way he did.
cs: Chudak Wirt. Udelal jsem pro nej vse, co bylo mozne, ale vim, ze se mu hnusi ta drevena noha, kterou jsem mu nasadil. Jeho rany byly priserne. Nikdo - a zvlaste ne takove mlade dite - by nemel tak moc trpet.
de: Der arme Wirt. Ich habe für ihn getan, was ich konnte, aber ich weiß genau, dass er das Holzbein hasst, das ich an seinem Beinstumpf anbringen musste. Seine Wunden waren einfach grausam. Niemand - und schon gar kein Kind, wie er es war - sollte jemals so etwas erleiden müssen.
el: Ο φτωχός Ουίρτ. Έκανα ό,τι ήταν δυνατό για το παιδί, αλλά ξέρω ότι περιφρονεί αυτό το ξύλινο παλούκι που αναγκάστηκα να βάλω στο πόδι του. Οι πληγές του ήταν φρικτές. Κανείς - και ειδικά ένα τόσο μικρό παιδί - δεν θα έπρεπε να υποφέρει όπως έπαθε.
fr: Pauvre Wirt. J'ai fait tout ce qui était possible pour ce pauvre enfant, mais je sais qu'il déteste ce pilon de bois que j'ai dû lui mettre à la jambe. Ses plaies étaient hideuses. Personne – et surtout pas un enfant – ne devrait avoir à souffrir comme ça.
sv: Stackars Wirt. Jag gjorde allt jag kunde för barnet, men jag vet att han avskyr träbenet jag var tvungen att ge honom. Hans skador var fruktansvärda. Ingen - och särskilt inte ett så litet barn - borde behöva lida som han gjorde.

source: I really don't understand why Ogden stays here in Tristram. He suffers from a slight nervous condition, but he is an intelligent and industrious man who would do very well wherever he went. I suppose it may be the fear of the many murders that happen in the surrounding countryside, or perhaps the wishes of his wife that keep him and his family where they are.
cs: Opravdu nechapu, proc Ogden zustava zde v Tristramu. Trpi slabsimi nervy, ale je inteligentni a pracovity clovek, ktery dela dobrotu, kamkoliv prijde. Domnivam se, ze to muze byt strachem z tolika vrazd, ktere se udaly v okolni zemi, nebo mozna prani jeho zeny, ktera se o nej a rodinu stara, kdekoliv jsou.
de: Ich verstehe wirklich nicht, warum Ogden hier in Tristram bleibt. Er bekommt leicht nervöse Zustände, aber er ist ein intelligenter und unternehmerischer Mann, der überall gut über die Runden käme, egal, wo er hinginge. Ich vermute, er hat Angst wegen der vielen Morde in der Umgebung, oder vielleicht will seine Frau hier einfach nicht weg.
el: Πραγματικά δεν καταλαβαίνω γιατί ο Όγκντεν μένει εδώ στην Τρίστραμ. Πάσχει από μια ελαφριά νευρική πάθηση, αλλά είναι ένας έξυπνος και εργατικός άνθρωπος που θα τα πήγαινε πολύ καλά όπου κι αν πήγαινε. Υποθέτω ότι μπορεί να είναι ο φόβος των πολλών δολοφονιών που συμβαίνουν στη γύρω ύπαιθρο ή ίσως οι επιθυμίες της γυναίκας του που κρατούν αυτόν και την οικογένειά του εδώ.
fr: Je ne comprends vraiment pas pourquoi Ogden reste ici à Tristram. Il a beau avoir les nerfs un peu à fleur de peau, c'est un homme intelligent et industrieux qui réussirait partout où il irait. Je suppose que ça pourrait être la peur des nombreux meurtres qui se produisent dans les environs, ou peut-être la volonté de sa femme qui le gardent lui et sa famille là où ils sont.
sv: Jag förstår verkligen inte varför Ogden är kvar här i Tristram. Han är lite nervös av sig, men han är en intelligent och arbetsam man som skulle klara sig väl oavsett vart han reste. Jag antar att det kan vara av rädsla av alla mord som händer i landsbygden runt om, eller kanske det är hans fru och familj som vill stanna.

source: Ogden's barmaid is a sweet girl. Her grandmother is quite ill, and suffers from delusions. She claims that they are visions, but I have no proof of that one way or the other.
cs: Ogdenova barmanka je sladka divka. Jeji babicka je dost nemocna a trpi preludy. Tvrdi, ze to jsou vize, ale nemam dukaz o jednom ani o druhem.
de: Ogdens Kellnerin ist ein süßes Mädchen. Ihre Großmutter ist ziemlich krank und leidet an Wahnvorstellungen. Sie sagt zwar, es seien Visionen, aber dafür gibt es keinerlei Beweise.
el: Η σερβιτόρα του Όγκντεν είναι ένα γλυκό κορίτσι. Η γιαγιά της είναι αρκετά άρρωστη και υποφέρει από παραισθήσεις. Ισχυρίζεται ότι βλέπει οράματα, αλλά δεν υπάρχει καμία απόδειξη γι' αυτά με κανέναν τρόπο.
fr: La serveuse d'Ogden est une fille adorable. Sa grand-mère est très malade et est sujette aux délires. Elle prétend que ce sont des visions, mais je n'ai aucune preuve dans un sens ou dans l'autre.
sv: Ogdens barflicka är en rar tös. Hennes mormor är mycket sjuk och lider av vanföreställningar. Hon säger att de är syner, men jag har inga bevis vare sig för eller emot.

source: Good day! How may I serve you?
cs: Dobry den! Cim mohu slouzit?
de: Einen guten Tag! Womit kann ich Euch dienen?
el: Καλημέρα! Πώς μπορώ να σε υπηρετήσω;
fr: Bonjour ! Que puis-je pour votre service ?
sv: God dag! Hur kan jag hjälpa dig?

source: My grandmother had a dream that you would come and talk to me. She has visions, you know and can see into the future.
cs: Moje babicka mela sen, ze prijdes a budes se mnou mluvit. Vis, ona miva vize a muze videt do budoucnosti.
de: Meine Großmutter hat im Traum gesehen, dass Ihr kommen und mit mir reden würdet. Sie hat Visionen, müsst Ihr wissen, und kann in die Zukunft sehen.
el: Η γιαγιά μου είχε ένα όνειρο ότι θα έρθεις να μου μιλήσεις. Έχει οράματα ξέρεις, και μπορεί να δει στο μέλλον.
fr: Ma grand-mère a rêvé que vous viendriez me voir. Elle a des visions, vous savez, elle peut voir dans l'avenir.
sv: Min mormor drömde att du skulle komma och prata med mig. Hon har syner, vet du, och kan se in i framtiden.

source: The woman at the edge of town is a witch! She seems nice enough, and her name, Adria, is very pleasing to the ear, but I am very afraid of her. It would take someone quite brave, like you, to see what she is doing out there.
cs: Zena na okraji mesta je carodejnice! Vypada docela prijemne a jeji jmeno, Adria, zni velice prijemne, ale ja se ji velmi bojim. Clovek, ktery by se podival, co tam provadi, musi byt statecny, jako ty.
de: Diese Frau am Stadtrand ist eine Hexe! Sie scheint ja ganz nett zu sein, und ihr Name Adria klingt ja auch ganz angenehm, aber ich habe trotzdem Angst vor ihr. Man müsste schon sehr mutig sein, so wie Ihr, um nachzusehen, was sie da draußen überhaupt so macht.
el: Η γυναίκα στην άκρη της πόλης είναι μάγισσα! Φαίνεται αρκετά ωραία, και το όνομά της, Άντρια, είναι πολύ ευχάριστο στο αυτί, αλλά τη φοβάμαι πολύ. Θα χρειαζόταν κάποιος αρκετά γενναίος/α, όπως εσύ, για να δει τι κάνει εκεί έξω.
fr: La femme au bout de la ville est une sorcière ! Elle a l'air plutôt gentille, et son nom, Adria, est très agréable à l'oreille, mais elle me fait très peur. Il faudrait quelqu'un d'assez courageux, comme vous, pour aller voir ce qu'elle fait là-bas.
sv: Kvinnan som bor i utkanten av byn är en häxa! Hon verkar trevlig, och hennes namn, Adria, låter fint för örat, men jag är mycket räd för henne. Kanske någon väldigt modig, som du, skulle kunna se efter vad hon gör där ute.

source: Our Blacksmith is a point of pride to the people of Tristram. Not only is he a master craftsman who has won many contests within his guild, but he received praises from our King Leoric himself - may his soul rest in peace. Griswold is also a great hero; just ask Cain.
cs: Nas kovar je chloubou Tristramu. Nejenom, ze je mistrovsky remeslnik, ktery vyhral mnoho turnaju v jeho cechu, ale pochvalil ho i sam nas Kral Leoric - necht jeho duse odpociva v pokoji. Griswold je take velky hrdina; vsak se zeptej Caina.
de: Auf unseren Schmied sind die Leute hier in Tristram besonders stolz. Er ist nicht nur ein meisterlicher Handwerker, der schon viele Wettbewerbe seiner Zunft gewonnen hat, sondern er wurde sogar von König Leoric selbst gelobt - möge seine Seele in Frieden ruhen. Griswold ist außerdem ein großer Held - fragt nur mal Cain!
el: Ο Σιδηρουργός μας είναι ορόσημο υπερηφάνειας για τους κατοίκους της Τρίστραμ. Όχι μόνο είναι ένας τεχνίτης που έχει κερδίσει πολλούς διαγωνισμούς στην συντεχνία του, αλλά έλαβε επαίνους από τον ίδιο τον Βασιλιά μας τον Λεόρικ - ας αναπαύεται η ψυχή του εν ειρήνη. Ο Γκρίσγουαλντ είναι επίσης μεγάλος ήρωας. απλά ρώτα τον Κάιν.
fr: Notre forgeron est une fierté pour les habitants de Tristram. Non seulement c'est un maître artisan qui a remporté de nombreux concours au sein de sa guilde, mais il a également reçu les éloges de notre roi Leoric lui-même – que son âme repose en paix. Griswold est aussi un grand héros ; allez demander à Cain.
sv: Vår smed är en stolthet för Tristrams folk. Han är inte bara en mästarhantverare som vunnit många tävlingar i skrået, utan han har till och med fått beröm av vår Kung Leoric själv - må han vila i frid. Griswold är dessutom en stor hjälte; fråga Cain får du se.

source: Cain has been the storyteller of Tristram for as long as I can remember. He knows so much, and can tell you just about anything about almost everything.
cs: Cain je vypravecem v Tristramu tak dlouho, co si pamatuji. Vi toho hodne a muze ti rict o cemkoliv skoro vsecho.
de: Cain war schon immer der Geschichtenerzähler in Tristram, seit ich denken kann. Er weiß so viel und er kann Euch fast alles über fast jedes Thema berichten.
el: Ο Κάιν είναι ο αφηγητής Ιστοριών της Τρίστραμ για όσο μπορώ να θυμηθώ. Ξέρει τόσα πολλά και μπορεί να σου πει σχεδόν τα πάντα για... σχεδόν τα πάντα.
fr: Cain a toujours été le Conteur de Tristam, autant que je m'en souvienne. Il en sait tellement et il peut vous parler de presque tout sur tout.
sv: Cain har varit historieberättare i Tristram så länge jag kan minnas. Han vet så mycket, och kan berätta saker för dig om nästan vad som helst.
