Repository: diasurgical/DevilutionX
Catalog: Translations/*.po
Languages: cs, de, el, fr, sv

source: Knowledge and wisdom at the cost of self
cs: Znalosti a moudrost za cenu vlastního já
de: Wissen und Weisheit auf Kosten Eurer selbst
el: Γνώση και σοφία με κόστος ο εαυτό σου
fr: La connaissance et la sagesse au détriment de soi
sv: Kunskap och vishet på ens egen bekostnad

source: Drink and be refreshed
cs: Pijte a osvěžte se
de: Trinkt und erfrischt Euch
el: Πιές και αναζωογονήσου
fr: Bois et rafraîchis-toi
sv: Drick och bli vederkvickad

source: Wherever you go, there you are
cs: Kamkoli jdeš, už jsi tam
de: Viele Wege führen zum Ziel
el: Όπου και αν πας, εκεί είσαι
fr: Où que tu ailles, t'y voilà
sv: Vart du än färdas, är var du befinner dig

source: Energy comes at the cost of wisdom
cs: Energie přichází za cenu moudrosti
de: Energie auf Kosten der Weisheit
el: Η ενέργεια έρχεται με κόστος την σοφία
fr: L'énergie naît au prix de la sagesse
sv: Energi fås till priset av vishet

source: Riches abound when least expected
cs: Bohatství přichází když jej nejmíň čekáš
de: Manchmal liegt das Gold auf der Straße
el: Βρίθεις από πλούτη εκεί που δεν το περιμένεις
fr: Les richesses abondent quand on s'y attend le moins
sv: Rikedomar möts när de är minst anade

source: Where avarice fails, patience gains reward
cs: Kde lakomec nepochodí, trpělivost přináší růže
de: Wo die Habgier scheitert, wird Geduld belohnt
el: Όταν η φιλαργυρία αποτυγχάνει, η υπομονή προσφέρει αμοιβή
fr: Là où l'avarice échoue, la patience est récompensée
sv: Där snålhet misslyckas, får tålmodigheten sin belöning

source: Blessed by a benevolent companion!
cs: Byls požehnán laskavým společníkem!
de: Gesegnet von einem wohlwollenden Gefährten!
el: Ένας καλοκάγαθος σύντροφός σου, σε ευλόγησε!
fr: Béni par un compagnon bienveillant !
sv: Välsignad av en välvillig följeslagare!

source: The hands of men may be guided by fate
cs: Ruce lidí mohou být řízeny osudem
de: Möge das Schicksal die Hände der Menschen lenken
el: Τα χέρια των ανθρώπων καθοδηγούνται από την μοίρα
fr: La main de l'homme peut être guidée par le destin
sv: Människornas händer kan styras av ödet

source: Strength is bolstered by heavenly faith
cs: Síla je upevněna nebeskou vírou
de: Himmlischer Glaube spendet Stärke
el: Η δύναμη ενισχύεται με την ουράνια πίστη
fr: La force est gonflée par la foi céleste
sv: Styrkan stöds av himmelsk tro

source: The essence of life flows from within
cs: Esence života vyvěrá z nitra
de: Die Essenz des Lebens fließt in Euch
el: Η ουσία της ζωής ρέει εκ των έσω
fr: L'essence de la vie sourd de l'intérieur
sv: Livets essens flödar inifrån

source: The way is made clear when viewed from above
cs: Cesta se vyjeví když se na ni díváš shora
de: Von oben betrachtet wird der Weg klar
el: Το μονοπάτι είναι ξεκάθαρο όταν το δείς από ψηλά
fr: Le chemin se fait clair vu d'en haut
sv: Vägen är tydlig när man ser den från ovan

source: Salvation comes at the cost of wisdom
cs: Spása přichází za cenu moudrosti
de: Erlösung auf Kosten der Weisheit
el: Η σωτήρια έρχεται με κόστος την σοφία
fr: Le salut s'obtient au prix de la sagesse
sv: Frälsning fås till priset av vishet

source: Mysteries are revealed in the light of reason
cs: Tajemství jsou odhalena ve světle rozumu
de: Geheimnisse im Licht der Vernunft gelüftet
el: Μυστήρια αποκαλύπτονται στο φώς της λογικής
fr: Les mystères se révèlent à la lumière de la raison
sv: Mysterier avslöjas i förnuftets ljus

source: Those who are last may yet be first
cs: Ti co jsou poslední můžou ještě být první
de: Die Letzten werden die Ersten sein
el: Αυτοί που είναι τελευταίοι, μπορεί τελικά τα γίνουν πρώτοι
fr: Ceux qui sont les derniers peuvent encore être les premiers
sv: De sista kan ännu bli de första

source: Generosity brings its own rewards
cs: Štědrost přináší své vlastní odměny
de: Großzügigkeit ist ihr eigener Lohn
el: Η γενναιοδωρία φέρνει τις δικές της αμοιβές
fr: La générosité apporte ses propres récompenses
sv: Generositet ger sina egna belöningar

source: You must be at least level 8 to use this.
cs: Musíš být alespoň na 8. úrovni abys to mohl použít.
de: Dafür müsst Ihr mindestens Level 8 sein.
el: Πρέπει να είσαι το λιγότερο επίπεδο 8 για να χρησιμοποιήσεις αυτό.
fr: Vous devez avoir au moins le niveau 8 pour l'utiliser.
sv: Du måste vara minst nivå 8 för att använda detta.

source: You must be at least level 13 to use this.
cs: Musíš být alespoň na 13. úrovni abys to mohl použít.
de: Dafür müsst Ihr mindestens Level 13 sein.
el: Πρέπει να είσαι το λιγότερο επίπεδο 13 για να χρησιμοποιήσεις αυτό.
fr: Vous devez avoir au moins le niveau 13 pour l'utiliser.
sv: Du måste vara minst nivå 13 för att använda detta.

source: You must be at least level 17 to use this.
cs: Musíš být alespoň na 17. úrovni abys to mohl použít.
de: Dafür müsst Ihr mindestens Level 17 sein.
el: Πρέπει να είσαι το λιγότερο επίπεδο 17 για να χρησιμοποιήσεις αυτό.
fr: Vous devez avoir au moins le niveau 17 pour l'utiliser.
sv: Du måste vara minst nivå 17 för att använda detta.

source: Arcane knowledge gained!
cs: Tajemná znalost získána!
de: Arkanes Wissen gewonnen!
el: Απόκτησες απόκρυφη γνώση!
fr: Connaissance des arcanes acquise !
sv: Mystisk kunskap erhållen!

source: That which does not kill you...
cs: Co tě nezabije...
de: Was Euch nicht umbringt...
el: Ότι δεν σε σκοτώνει...
fr: Ce qui ne tue pas ...
sv: Det som inte dödar...

source: Knowledge is power.
cs: Znalosti jsou síla.
de: Wissen ist Macht.
el: Η γνώση είναι δύναμη.
fr: La connaissance est le pouvoir.
sv: Kunskap är makt.

source: Give and you shall receive.
cs: Dej a taky dostaneš.
de: Gebt und Ihr werdet empfangen.
el: Δώσε και θα λάβεις.
fr: Donne et tu recevras.
sv: Ge och du skall få.

source: Some experience is gained by touch.
cs: Některé zkušenosti získáš dotekem.
de: Manche Erfahrung wird durch Berührung gewonnen.
el: Κάποια εμπειρία αποκτάται με το άγγιγμα.
fr: Certaine expérience s'acquiert par le toucher.
sv: En del erfarenhet fås genom beröring.

source: There's no place like home.
cs: Není žádné místo jako je domov.
de: Es gibt keinen Ort wie Zuhause.
el: Σπίτι μου, σπιτάκι μου και φτωχοκαλυβάκι μου.
fr: On n'est jamais mieux que chez soi.
sv: Hem ljuva hem.

source: Spiritual energy is restored.
cs: Duchovní energie je obnovena.
de: Spirituelle Energie wird wiederhergestellt.
el: Η πνευματική σου ενέργεια αποκαθίσταται.
fr: L'énergie spirituelle est restaurée.
sv: Själens energi återhämtas.

source: You feel more agile.
cs: Cítíš se hbitější.
de: Ihr fühlt Euch agiler.
el: Αισθάνεσαι πιο ευκίνητος.
fr: Vous vous sentez plus agile.
sv: Du känner dig spänstigare.

source: You feel stronger.
cs: Cítíš se silnější.
de: Ihr fühlt Euch stärker.
el: Αισθάνεσαι πιο δυνατός.
fr: Vous vous sentez plus fort.
sv: Du känner dig starkare.

source: You feel wiser.
cs: Cítíš se moudřejší.
de: Ihr fühlt Euch klüger.
el: Αισθάνεσαι πιο σοφός.
fr: Vous vous sentez plus sage.
sv: Du känner dig visare.

source: You feel refreshed.
cs: Cítíš se svěží.
de: Ihr fühlt Euch erfrischt.
el: Αισθάνεσαι ανανεωμένος.
fr: Vous vous sentez rafraîchi.
sv: Du känner dig vederkvickt.

source: That which can break will.
cs: Co se může rozbít se taky rozbije.
de: Was den Willen brechen kann.
el: Ότι σπάει θα σπάσει.
fr: Ce qui peut se briser se brisera.
sv: Det som kan gå sönder kommer göra det.

source: Cathedral
cs: Katedrála
de: Kathedrale
el: Καθεδρικός Ναός
fr: Cathédrale
sv: Katedralen

source: Catacombs
cs: Katakomby
de: Katakomben
el: Κατακόμβες
fr: Catacombes
sv: Katakomberna

source: Caves
cs: Jeskyně
de: Höhlen
el: Σπήλαια
fr: Grottes
sv: Grottorna

source: Nest
cs: Hnízdo
el: Φωλιά
fr: Nid
sv: Nästet

source: Crypt
cs: Krypta
de: Krypta
el: Κρύπτη
fr: Crypte
sv: Kryptan

source: Lv {} {}
el: Επ. {} {}
fr: Nv {} – {}
sv: Nv {} {}

source: {} difficulty
cs: {} obtížnost
de: Schwierigkeitsgrad: {}
el: Δυσκολία {}
fr: Difficulté {}
sv: {} svårighetsgrad

source: In Menu
cs: V Menu
de: Im Hauptmenü
el: Στο Μενού
fr: Dans le Menu
sv: I Menyn

source: loopback
cs: zpětná vazba
el: βρόχος επιστροφής
fr: rebouclage (loopback)

source: Unable to connect
cs: Nelze se připojit
de: Keine Verbindung möglich
el: Αδυναμία σύνδεσης
fr: Impossible de se connecter
sv: Kunde inte ansluta

source: error: read 0 bytes from server
cs: chyba: přečteno 0 bytů ze serveru
de: Fehler: 0 Byte vom Server lesen
el: σφάλμα: ανάγνωση 0 bytes από τον εξυπηρετητή
fr: erreur: 0 octet lu du serveur
sv: fel: läste 0 bytes från servern

source: diabdat.mpq or spawn.mpq
cs: diabdat.mpq nebo spawn.mpq
de: diabdat.mpq oder spawn.mpq
el: diabdat.mpq ή spawn.mpq
fr: diabdat.mpq ou spawn.mpq
sv: diabdat.mpq eller spawn.mpq

source: Some Hellfire MPQs are missing
cs: Některé Hellfire MPQ soubory chybí
de: Einige Hellfire-MPQs fehlen
el: Μερικά αρχεία MPQ του Χελφαϊερ, λείπουν
fr: Certain MPQs Hellfire sont manquants
sv: Vissa Hellfire-MPQ:s saknas

source: Not all Hellfire MPQs were found. Please copy all the hf*.mpq files.
cs: Ne všechny Hellfire MPQ soubory nalezeny. Překopírujte všechny hf*.mpq soubory.
de: Nicht alle Hellfire-MPQs vorhanden. Bitte besorge alle hf*.mpq-Dateien.
el: Δεν βρέθηκαν όλα τα αρχεία MPQ του Χελφαϊερ. Παρακαλούμε αντιγράψτε όλα τα hf*.mpq αρχεία.
fr: Tous les MPQ Hellfire n'ont pas été trouvés. Veuillez copier tous les fichiers hf*.mpq.
sv: Hittade inte alla Hellfire-MPQ:s. Vänligen kopiera alla hf*.mpq-filer.

source: Resolution
cs: Rozlišení
de: Auflösung
el: Ανάλυση
fr: Résolution
sv: Upplösning

source: Run in Town
cs: Běhání ve Městě
de: Rennen in der Stadt
el: Τρέξιμο στην Πόλη
fr: Courir en Ville
sv: Springa i Byn

source: Theo Quest
cs: Theův Úkol
de: Theodor-Quest
el: Αποστολή του Θέο
fr: Quêtes de Theo
sv: Theouppdrag

source: Cow Quest
cs: Kraví Úkol
de: Kuh-Quest
el: Αποστολή Αγελάδας
fr: Quête de la Vache
sv: Kouppdrag

source: Auto Gold Pickup
cs: Auto Sbírání Zlaťáků
de: Gold autom. aufheben
el: Αυτόματο Μάζεμα Χρυσού
fr: Récupération Auto de l'Or
sv: Autoguldupplockning

source: Auto Elixir Pickup
cs: Auto Sbírání Elixírů
de: Elixire autom. aufheben
el: Αυτόματο Μάζεμα Ελιξιρίων
fr: Récupération Auto d'Élixir
sv: Autoelixirupplockning

source: Auto Oil Pickup
de: Autom. Öl aufheben
el: Αυτόματο Μάζεμα Λαδιών

source: Auto Pickup in Town
cs: Auto Sbírání ve Městě
de: Autom. Aufheben in der Stadt
el: Αυτόματο Μάζεμα στην Πόλη
fr: Ramassage auto en ville
sv: Autoupplockning i Byn

source: Adria Refills Mana
cs: Adria Doplňuje Manu
de: Adria füllt Mana auf
el: Η Άντρια αναπληρώνει Μάνα
fr: Adria restaure le mana
sv: Adria Fyller På Mana

source: Auto Equip Weapons
cs: Auto Přezbrojení Zbraně
de: Waffen autom. anlegen
el: Αυτόματος Εξοπλισμός Όπλων
fr: Équipement Auto des Armes
sv: Autovapenpåtagning

source: Auto Equip Armor
cs: Auto Přezbrojení Zbroje
de: Rüstungen autom. anlegen
el: Αυτόματος Εξοπλισμός Πανοπλίας
fr: Équipement Auto des Armures
sv: Autorustningpåtagning

source: Auto Equip Helms
cs: Auto Přezbrojení Helmy
de: Helme autom. anlegen
el: Αυτόματος Εξοπλισμός Κράνους
fr: Équipement Auto des Heaumes
sv: Autohjälmpåtagning

source: Auto Equip Shields
cs: Auto Přezbrojení Štítu
de: Schilde autom. anlegen
el: Αυτόματος Εξοπλισμός Ασπίδας
fr: Équipement Auto des Boucliers
sv: Autosköldpåtagning

source: Auto Equip Jewelry
cs: Auto Přezbrojení Šperků
de: Schmuck autom. anlegen
el: Αυτόματος Εξοπλισμός Χρυσαφικών
fr: Équipement Auto des Bijoux
sv: Autosmyckepåtagning

source: Randomize Quests
cs: Náhodné Úkoly
de: Zufallsquests
el: Τυχαίες Αποστολές
fr: Quêtes Aléatoires
sv: Slumpa Uppdrag

source: Show Item Labels
de: Zeig Gegenstandbeschriftung
el: Εμφάνιση Ετικετών Αντικειμένων

source: Auto Refill Belt
cs: Auto Plnění Opasku
de: Gürtel autom. nachfüllen
el: Αυτόματο Γέμισμα Ζώνης
fr: Remplissage auto de la ceinture
sv: Autopåfyllning av Bältet

source: Disable Crippling Shrines
cs: Deaktivovat Zmrzačující Oltáře
de: Spielzerstörende Schreine deaktivieren
el: Απενεργοποίηση Βλαβερών Βωμών
fr: Désactiver les Sanctuaires avec Malus
sv: Förbjud Handikappande Helgedomar

source: Heal Potion Pickup
cs: Sbírání Léčívých Lektvarů
de: Heiltränke autom. aufheben
el: Μάζεμα Φίλτρων Θεραπείας
fr: Ramassage de Potions de Soin
sv: Läkedrycksupplockning

source: Full Heal Potion Pickup
cs: Sbírání Plných Léčívých Lektvarů
de: Große Heiltränke autom. aufheben
el: Μάζεμα Φίλτρων Πλήρους Θεραπείας
fr: Ramassage de P. de Soin Totales
sv: Fullkomlig Läkedrycksupplockning

source: Mana Potion Pickup
cs: Sbírání Mana Lektvarů
de: Manatränke autom. aufheben
el: Μάζεμα Φίλτρου Μάνα
fr: Ramassage de Potions de Mana
sv: Manadrycksupplockning

source: Full Mana Potion Pickup
cs: Sbírání Plných Mana Lektvarů
de: Große Manatränke autom. aufheben
el: Μάζεμα Φίλτρου Πλήρωσης Μάνα
fr: Ramassage de P. de Mana Totales
sv: Fullkomlig Manadrycksupplockning

source: Rejuvenation Potion Pickup
cs: Sbírání Lektvarů Omlazení
de: Genesungstränke autom. aufheben
el: Μάζεμα Φίλτρου Αναζωογόνησης
fr: Ramassage de P. de Rajeunissement
sv: Återhämtningsdrycksupplockning

source: Full Rejuvenation Potion Pickup
cs: Sbírání Plných Lektvarů Omlazení
de: Große Genesungstränke autom. aufheben
el: Μάζεμα Φίλτρου Πλήρους Αναζωογόνησης
fr: Ramassage de P. de Rajeunissement Totales
sv: Fullkomlig Återhämtningsdrycksupplockning

source: Options
cs: Nastavení
de: Optionen
el: Επιλογές
sv: Alternativ

source: Save Game
cs: Ulož Hru
de: Spiel speichern
el: Σώσιμο Παιχνιδιού
fr: Sauvegarder
sv: Spara Spel

source: Quit Game
cs: Ukonči Hru
de: Spiel beenden
el: Έξοδος Παχνιδιού
fr: Quitter
sv: Avsluta Spel

source: Gamma
cs: Jas
el: Γάμα

source: Speed
cs: Tempo
de: Geschw.
el: Ταχύτητα
fr: Vitesse
sv: Hastighet

source: Music Disabled
cs: Hudba Vypnuta
de: Musik Aus
el: Μουσική Απενεργοποιημένη
fr: Musique Désactivée
sv: Musik Avstängd

source: Sound
cs: Zvuky
de: Ton
el: Ήχος
fr: Son
sv: Ljud

source: Sound Disabled
cs: Zvuky Vypnuty
de: Ton Aus
el: Ήχος Απενεργοποιημένος
fr: Son Désactivé
sv: Ljud Avstängt

source: Pause
cs: Pauza
el: Πάυση
sv: Paus

source: $Keyboard Shortcuts:
cs: $Klávesové Zkratky:
de: $Tastaturkürzel:
el: $Συντομεύσεις Πληκτρολογίου:
fr: $Raccourcis Clavier :
sv: $Tangentbordsgenvägar:

source: F1: Open Help Screen
cs: F1: Otevři Nápovědu
de: F1: Hilfemenü
el: F1: Άνοιγμα Καρτέλας Βοήθειας
fr: F1 : Ouvrir l'Écran d'Aide
sv: F1: Öppna Hjälpskärm

source: Esc: Display Main Menu
cs: Esc: Zobraz Hlavní Menu
de: Esc: Hauptmenü
el: Esc: Εμφάνιση Κεντρικού Μενού
fr: Échap : Afficher Menu Principal
sv: Esc: Visa Huvudmeny

source: Tab: Display Auto-map
cs: Tab: Zobraz Auto-mapu
de: Tab: Automatische Karte
el: Tab: Εμφάνιση Χάρτη
fr: Tab : Afficher la Carte
sv: Tab: Visa Auto-karta

source: Space: Hide all info screens
cs: Mezerník: Schovej všechny obrazovky
de: Space: Alle Fenster ausblenden
el: Space: Κλείσιμο όλων των καρτελών
fr: Espace : Masquer tous les Écrans d'informations
sv: Mellanslag: Göm alla informationsskärmar

source: S: Open Speedbook
cs: S: Otevři Rychlou Volbu Kouzel
de: S: Schnellzauberleiste
el: S: Άνοιγμα Γρήγορου Βιβλίου
fr: S : Ouvrir Livre rapide
sv: S: Öppna Snabbok

source: B: Open Spellbook
cs: B: Otevři Knihu Kouzel
de: B: Zauberbuch
el: B: Άνοιγμα Βιβλίου με Ξόρκια
fr: B : Ouvrir le livre des sorts
sv: B: Öppna Magibok

source: I: Open Inventory screen
cs: I: Otevři obrazovku Inventáře
de: I: Inventar
el: I: Άνοιγμα καρτέλας Αντικειμένων (σάκος)
fr: I : Ouvrir l'inventaire
sv: I: Öppna Ägodelsskärm

source: C: Open Character screen
cs: C: Otevři obrazovku Postavy
de: C: Charakterübersicht
el: C: Άνοιγμα καρτέλας Ήρωα
fr: C : Ouvrir l'Écran du Personnage
sv: C: Öppna Karaktärsskärm

source: Q: Open Quest log
cs: Q: Otevři Deník s Úkoly
de: Q: Aufträge ansehen
el: Q: Άνοιγμα καρτέλας Αποστολών (ιστορία)
fr: Q : Ouvrir le Journal des quêtes
sv: Q: Öppna Uppdragslogg

source: F: Reduce screen brightness
cs: F: Snížit Jas
de: F: Helligkeit verringern
el: F: Μείωση φωτεινότητας οθόνης
fr: F : Réduire la Luminosité
sv: F: Minska ljusstyrka

source: G: Increase screen brightness
cs: G: Zvýšit Jas
de: G: Helligkeit erhöhen
el: F: Αύξηση φωτεινότητας οθόνης
fr: G : Augmenter la luminosité
sv: G: Öka ljusstyrka

source: Z: Zoom Game Screen
cs: Z: Přiblížení Herní Obrazovky
de: Z: Zoom
el: Z: Μεγέθυνση Οθόνης Παιχνιδιού
fr: Z : Zoom
sv: Z: Zooma spelskärmen

source: + / -: Zoom Automap
cs: + / -: Přiblížení Auto-mapy
de: + / -: Autom.-Karte-Zoom
el: + / -: Αυξομείωση Μεγέθυνσης Χάρτη
fr: + / - : Zoom Carte
sv: + / -: Zooma Autokarta

source: 1 - 8: Use Belt item
cs: 1 - 8: Použij Předmět z Opasku
de: 1 - 8: Gürtelplätze
el: 1 - 8: Χρήση αντικειμένου Ζώνης
fr: 1 – 8 : Utiliser l'objet à la ceinture
sv: 1 - 8: Använd Bältesföremål

source: F5, F6, F7, F8: Set hotkey for skill or spell
cs: F5, F6, F7, F8: Nastav klávesovou zkratku pro Kouzlo
de: F5, F6, F7, F8: Schnelltaste für Zauber festlegen
el: F5, F6, F7, F8: Ορισμός πλήκτρου για άμεσο ξόρκι ή δεξιότητα
fr: F5, F6, F7, F8 : configure le raccourci pour la compétence ou le sort
sv: F5, F6, F7, F8: Ställ in genväg för färdighet eller trollformel

source: Shift + Left Mouse Button: Attack without moving
cs: Shift + Levé Tlačítko Myši: Útok bez pohybu
de: Shift + Linke Maustaste: Angreifen im Stand
el: Shift + Αριστερό Κουμπί Ποντικιού: Επίθεση χωρίς κίνηση
fr: Maj + Clic Gauche: Attaque sans bouger
sv: Shift + Vänster Musknapp: Anfall utan att flytta dig

source: Shift + Left Mouse Button (on character screen): Assign all stat points
cs: Shift + Levé Tlačítko Myši (na obrazovce Postavy): Přiřaď všechny body statistik
de: Shift + Linke Maustaste (in der Charakterübersicht): Alle Statuspunkte vergeben
el: Shift + Αριστερό Κουμπί Ποντικιού (στην καρτέλα ήρωα): Τοποθέτηση όλων των ελεύθερων πόντων
fr: Maj + Clic Gauche (dans l'écran du personnage) : Assigne tous les points de stat
sv: Shift + Vänster Musknapp (på karaktärsskärmen): Tilldela alla attributpoäng

source: Shift + Left Mouse Button (on inventory): Move item to belt or equip/unequip item
cs: Shift + Levé Tlačítko Myši (v Inventáři): Přesuň předmět do Opasku nebo obleč/sundej předmět
de: Shift + Linke Maustaste (im Inventar): Ggst. bewegen oder ausrüsten bzw. ablegen
el: Shift + Αριστερό Κουμπί Ποντικιού (στην καρτέλα αντικειμένων): Μετακίνηση αντικειμένου στην ζώνη ή εξοπλισμός/ανεξοπλισμός του
fr: Maj + Clic Gauche (dans l'inventaire) : Déplace l'objet vers la ceinture ou équipe/déséquipe l'objet
sv: Shift + Vänster Musknapp (på ägodelar): Flytta föremål till bältet eller ta på/av föremål

source: Shift + Left Mouse Button (on belt): Move item to inventory
cs: Shift + Levé Tlačítko Myši (na Opasku): Přesuň předmět do Inventáře
de: Shift + Linke Maustaste (im Gürtel): Ggst. ins Inventar bewegen
el: Shift + Αριστερό Κουμπί Ποντικιού (στην ζώνη): Μετακίνηση αντικειμένου στον σάκο
fr: Maj + Clic Gauche (sur la ceinture) : Déplace l'objet dans l'inventaire
sv: Shift + Vänster Musknapp (på bältet): Flytta föremål till ägodelar

source: $Movement:
cs: $Pohyb:
de: $Bewegung:
el: $Κίνηση:
fr: $Mouvement :
sv: $Förflyttning:

source: If you hold the mouse button down while moving, the character will continue to move in that direction.
cs: Držením tlačítka myši se postava bude pohybovat v daném směru.
de: Wenn Du den Mauszeiger festhältst, bewegt sich der Charakter kontinuierlich in diese Richtung.
el: Εάν κρατάτε το κουμπί του ποντικιού πατημένο καθώς κινήστε, ο ήρωας θα συνεχίσει να κινείται προς την κατεύθυνση αυτή.
fr: Si vous maintenez le bouton de la souris enfoncé pendant un déplacement, le personnage continuera à se déplacer dans cette direction.
sv: Om du håller ned musknappen medan du förflyttar dig kommer karaktärer fortsätta röra sig i den riktningen.

source: $Combat:
cs: $Souboj:
de: $Kampf:
el: $Μάχη:
sv: $Strid:

source: Holding down the shift key and then left-clicking allows the character to attack without moving.
cs: Držením klávesy Shift a klikáním levým tlačítkem bude postava držet pozici a útočit.
de: Mit Shift + Linksklick greift der Charakter an, ohne sich zu bewegen.
el: Κρατώντας πατημένο το πλήκτρο shift και κάνοντας αριστερό κλικ επιτρέπει τον ήρωα σας να επιτίθεται χωρίς να κινείται.
fr: Maintenir la touche Maj enfoncée puis faire un clic gauche permet au personnage d'attaquer sans bouger.
sv: Genom att hålla ned shifttangenten och vänsterklicka kan karaktären anfalla utan att flytta sig.

source: $Auto-map:
cs: $Auto-mapa:
de: $Autom. Karte:
el: $Χάρτης:
fr: $Carte-auto :
sv: $Autokarta:

source: To access the auto-map, click the 'MAP' button on the Information Bar or press 'TAB' on the keyboard. Zooming in and out of the map is done with the + and - keys. Scrolling the map uses the arrow keys.
cs: Pro přístup k Auto-mapě, klikni na tlačítko 'MAPA' na informačním panelu nebo zmáčkni 'TAB' na klávesnici. Přiblížení a oddálení mapy lze provést pomocí kláves + a -. Pohybovat mapou lze pomocí šipek.
de: Rufe die automatische Karte über den "Karte"-Knopf oder die TAB-Taste auf. Zoomen kann man innerhalb der autom. Karte mit den Tasten + und -. Mit den Pfeiltasten verschiebt man die Karte.
el: Για να εμφανίσετε τον αυτόματο χάρτη, κάντε κλικ στο κουμπί 'χάρτης' στην μπάρα πληροφορίων κάτω ή πατήστε το πλήκτρο 'TAB' στο πληκτρολόγιο. Μεγέθυνση και σμίκρυνση μπορείτε να κάνετε με τα + και - πλήκτρα. Ανακύλιση τού χάρτη γίνεται με τα πλήκτρα με βελάκια.
fr: Pour accéder à la carte, cliquer sur le bouton 'Carte' dans la barre d'informations ou appuyer sur 'TAB' sur le clavier. Le zoom avant et arrière sur la carte se fait avec les touches + et -. Utiliser les touches fléchées pour déplacer la carte.
sv: Du kan nå autokartan genom att trycka på 'KARTA'-knappen på informationspanelen eller genom att trycka 'TAB' på tangentbordet. Du zoomar in och ut i kartan med tangenterna + och -. Använd pilknapparna för att scrolla.

source: $Picking up Objects:
cs: $Sbírání předmětů:
de: $Objekte aufheben:
el: $Μαζεύοντας Αντικείμενα:
fr: $Prendre Objet :
sv: $Ta upp Föremål:

source: Useable items that are small in size, such as potions or scrolls, are automatically placed in your 'belt' located at the top of the Interface bar . When an item is placed in the belt, a small number appears in that box. Items may be used by either pressing the corresponding number or right-clicking on the item.
cs: Použitelné předměty malé velikosti, například lektvary a svitky, jsou automaticky umístěny do tvého 'opasku' v horní části informačního panelu. Když je předmět umístěn do opasku, objeví se malé číslo v dané kolonce. Předměty můžou být použity buď zmáčknutím odpovídajícího čísla na klávesnici, nebo kliknutím na předmět pomocí pravého tlačítka myši.
de: Kleine verwendbare Gegenstände wie Tränke oder Schriftrollen werden automatisch im Gürtel platziert und mit einer kleinen Nummer versehen. Diese Gegenstände können durch Drücken der entsprechenden Nummerntaste oder Rechtsklick mit der Maus benutzt werden.
el: Μικρά αντικείμενα μιας χρήσης όπως φίλτρα και πάπυροι, αυτόματα τοποθετούνται στην 'ζώνη', στην κορυφή της μπάρας πληροφοριών. Όταν ένα αντικείμενο είναι στην ζώνη, ένα μικρό νούμερο εμφανίζεται στο χώρο του. Μπορείτε να χρησιμοποιείται αυτά τα αντικείμενα πατώντας το πλήκτρο με τον αντίστοιχο αριθμό, ή κάνοντας δεξί κλικ στο αντικείμενο.
fr: Les objets consommables de petite taille, tels que les potions ou les parchemins, sont automatiquement placés dans votre 'ceinture' située en haut de la barre d'interface . Lorsqu'un objet est placé dans la ceinture, un petit nombre apparaît dans cette case. Les objets peuvent être utilisés en appuyant sur le numéro correspondant ou en cliquant avec le bouton droit sur l'objet.
sv: Användbara föremål som är små, såsom drycker eller skriftrullar, placeras automatiskt i ditt 'bälte' högst upp på informationspanelen. När ett föremål placeras i bältet dycker en liten siffra upp i den rutan. Föremålen kan användas genom att trycka på motsvarande siffra eller genom att högerklicka föremålet.

source: $Gold:
cs: $Zlaťáky:
el: $Χρυσός:
fr: $Or :
sv: $Guld:
