Repository: diasurgical/devilutionX
Catalog: Translations/*.po
Languages: bg, da, it, pl, uk

source: Quilted Armor
bg: Ватирана броня
it: Gambesone
pl: Pikowana Zbroja
uk: Стьобана Броня

source: Armor
bg: Броня
it: Armatura
pl: Zbroja
uk: Броня

source: Leather Armor
bg: Кожена броня
it: Armatura di Cuoio
pl: Skórzana Zbroja
uk: Шкіряна Броня

source: Hard Leather Armor
bg: Твърда кожена броня
it: Armatura di Cuoio Duro
pl: Ciężka Skórzana Zbroja
uk: Броня з Твердої Шкіри

source: Studded Leather Armor
bg: Ошипена кожена броня
it: Armatura di Cuoio Borchiata
pl: Ćwiekowana Zbroja
uk: Броня з Клепаної Шкіри

source: Ring Mail
bg: Пръстенова ризница
it: Corazza ad Anelli
pl: Pierścieniowa Zbroja
uk: Кільцева Кольчуга

source: Mail
bg: Ризница
it: Corazza
pl: Zbroja
uk: Кольчуга

source: Chain Mail
bg: Плетена ризница
it: Cotta di Maglia
pl: Kolczuga
uk: Кільчаста Кольчуга

source: Scale Mail
bg: Плочна ризница
it: Corazza a Scaglie
pl: Łuskowa Zbroja
uk: Лускова Кольчуга

source: Breast Plate
bg: Нагръдни доспехи
it: Pettorale
pl: Napierśnik
uk: Нагрудник

source: Plate
bg: Доспехи
it: Busto
pl: Zbroja
uk: Лати

source: Splint Mail
bg: Шинирана ризница
it: Corazza Lamellare
pl: Karacenowa Zbroja
uk: Шинні Лати

source: Plate Mail
bg: Плочни Доспехи
it: Corazza a Piastre
pl: Płytowa Zbroja
uk: Пластинчасті Лати

source: Field Plate
bg: Полеви Доспехи
it: Corazza da Campo
pl: Turniejowa Zbroja
uk: Польові Лати

source: Gothic Plate
bg: Готически Доспехи
it: Armatura Gotica
pl: Gotycka Płytowa Zbroja
uk: Готичні Лати

source: Full Plate Mail
bg: Пълни плочни доспехи
it: Corazza Intera a Piastre
pl: Pełna Płytowa Zbroja
uk: Повні Лати

source: Shield
bg: Щит
it: Scudo
pl: Tarcza
uk: Щит

source: Small Shield
bg: Малък щит
it: Scudo Piccolo
pl: Mała Tarcza
uk: Малий Щит

source: Large Shield
bg: Голям щит
it: Scudo Grande
pl: Duża Tarcza
uk: Великий Щит

source: Kite Shield
bg: Гвардейски щит
it: Scudo a Goccia
pl: Trójkątna Tarcza
uk: Краплеподібний Щит

source: Tower Shield
bg: Крепостен щит
it: Scudo a Torre
pl: Ciężka Tarcza
uk: Баштовий Щит

source: Gothic Shield
bg: Готически щит
it: Scudo Gotico
pl: Gotycka Tarcza
uk: Готичний Щит

source: Potion of Rejuvenation
bg: Отвара за Възобновление
it: Pozione di Giovinezza
pl: Mikstura Wzmocnienia
uk: Зілля Омолодження

source: Potion of Full Rejuvenation
bg: Отвара за Пълно възобновление
it: Gran Pozione di Giovinezza
pl: Mikstura Pełnego Wzmocnienia
uk: Зілля Повного Омолодження

source: Oil of Accuracy
bg: Масло на Точността
it: Unguento di Precisione
pl: Olej Precyzji
uk: Масло Точності

source: Oil of Sharpness
bg: Масло на Остротата
it: Unguento d'Acume
pl: Olej Wyostrzenia
uk: Масло Гостроти

source: Oil
bg: Масло
it: Unguento
pl: Olej
uk: Масло

source: Elixir of Strength
bg: Еликсир за Сила
it: Elisir di Forza
pl: Eliksir Siły
uk: Еліксир Сили

source: Elixir of Magic
bg: Еликсир за Магия
it: Elisir di Magia
pl: Eliksir Magii
uk: Еліксир Магії

source: Elixir of Dexterity
bg: Еликсир за Сръчност
it: Elisir di Destrezza
pl: Eliksir Zręczności
uk: Еліксир Спритності

source: Elixir of Vitality
bg: Еликсир за Жизненост
it: Elisir di Vitalità
pl: Eliksir Żywotności
uk: Еліксир Живучості

source: Scroll of Healing
bg: Свитък за Лечение
it: Pergamena di Guarigione
pl: Zwój Uzdrowienia
uk: Сувій Зцілення

source: Scroll of Search
bg: Свитък за Издирване
it: Pergamena della Ricerca
pl: Zwój Przeszukiwania
uk: Сувій Пошуку

source: Scroll of Lightning
bg: Свитък за Мълния
it: Pergamena del Fulmine
pl: Zwój Błyskawic
uk: Сувій Блискавки

source: Scroll of Fire Wall
bg: Свитък за Огнена стена
it: Pergamena Muro di Fuoco
pl: Zwój Ściany Ognia
uk: Сувій Стіни Вогню

source: Scroll of Inferno
bg: Свитък за Инферно
it: Pergamena Inferno
pl: Zwój Inferno
uk: Сувій Пекла

source: Scroll of Flash
bg: Свитък за Светкавица
it: Pergamena del Lampo
pl: Zwój Rozbłysku
uk: Сувій Спалаху

source: Scroll of Infravision
bg: Свитък за Инфразрение
it: Pergamena di Infravisione
pl: Zwój Infrawizji
uk: Сувій Інфрабачення

source: Scroll of Phasing
bg: Свитък за Произволно положение
it: Pergamena della Fase
pl: Zwój Przenikania
uk: Сувій Фазування

source: Scroll of Mana Shield
bg: Свитък за Щит от мана
it: Pergamena Scudo Magico
pl: Zwój Tarczy Many
uk: Сувій Щита Мани

source: Scroll of Flame Wave
bg: Свитък за Огнена вълна
it: Pergamena Ondata di Fuoco
pl: Zwój Fali Płomieni
uk: Сувій Хвилі Вогню

source: Scroll of Fireball
bg: Свитък за Огнено кълбо
it: Pergamena Sfera Infuocata
pl: Zwój Ognistej Kuli
uk: Сувій Кулі Вогню

source: Scroll of Stone Curse
bg: Свитък за Каменно проклятие
it: Pergamena Pietra Malefica
pl: Zwój Petryfikacji
uk: Сувій Прокляття Каменю

source: Scroll of Chain Lightning
bg: Свитък за Верижна мълния
it: Pergamena della Tempesta
pl: Zwój Eksplozji Błyskawic
uk: Сувій Ланцюгової Блискавки

source: Scroll of Guardian
bg: Свитък за Пазител
it: Pergamena del Guardiano
pl: Zwój Strażnika
uk: Сувій Охоронця

source: Scroll of Nova
bg: Свитък за Нова
it: Pergamena Nova
pl: Zwój Novy
uk: Сувій Нови

source: Scroll of Golem
bg: Свитък за Голем
it: Pergamena del Golem
pl: Zwój Golema
uk: Сувій Голему

source: Scroll of Teleport
bg: Свитък за Телепортация
it: Pergamena Teletrasporto
pl: Zwój Teleportacji
uk: Сувій Телепорту

source: Scroll of Apocalypse
bg: Свитък за Апокалипсис
it: Pergamena Apocalisse
pl: Zwój Apokalipsy
uk: Сувій Апокаліпсису

source: Book of
bg: Книга на
it: Libro di
uk: Книга

source: Falchion
bg: Фалхион
it: Falcione
pl: Tasak
uk: Фальшіон

source: Scimitar
bg: Ятаган
it: Scimitarra
pl: Sejmitar
uk: Ятаган

source: Claymore
bg: Двуострен меч
uk: Клеймор

source: Blade
bg: Острие
it: Lama
pl: Klinga
uk: Клинок

source: Sabre
bg: Сабя
it: Sciabola
pl: Szabla
uk: Шабля

source: Long Sword
bg: Дълъг меч
it: Spada Lunga
pl: Długi Miecz
uk: Довгий Меч

source: Broad Sword
bg: Широк меч
it: Spada Larga
pl: Pałasz
uk: Широкий Меч

source: Bastard Sword
bg: Батардов меч
it: Spada Bastarda
pl: Bękarcki Miecz
uk: Меч-Бастард

source: Two-Handed Sword
bg: Двурък меч
it: Spada a Due Mani
pl: Dwuręczny Miecz
uk: Дворучний Меч

source: Great Sword
bg: Велик меч
it: Spada Superiore
pl: Wielki Miecz
uk: Величезний Меч

source: Small Axe
bg: Секира
it: Ascia Piccola
pl: Ręczny Topór
uk: Мала Сокира

source: Axe
bg: Брадва
it: Ascia
pl: Topór
uk: Сокира

source: Large Axe
bg: Голяма брадва
it: Ascia Grande
pl: Duży Topór
uk: Велика Сокира

source: Broad Axe
bg: Широка брадва
it: Ascia Larga
pl: Szeroki Topór
uk: Широка Сокира

source: Battle Axe
bg: Бойна брадва
it: Ascia da Battaglia
pl: Bitewny Topór
uk: Бойова Сокира

source: Great Axe
bg: Велика брадва
it: Ascia Superiore
pl: Wielki Topór
uk: Величезна Сокира

source: Mace
bg: Боздуган
it: Mazza
pl: Buława
uk: Булава

source: Morning Star
bg: Утринна звезда
it: Mazza Chiodata
pl: Wekiera
uk: Моргенштерн

source: War Hammer
bg: Боен чук
it: Martello d'Arme
pl: Bojowy Młot
uk: Бойовий Молот

source: Hammer
bg: Чук
it: Martello
pl: Młot
uk: Молот

source: Spiked Club
bg: Ошипена палка
it: Mazza Chiodata
pl: Kolczasta Maczuga
uk: Палиця з Гвіздками

source: Flail
bg: Млатило
it: Flagello
pl: Korbacz
uk: Ціп

source: Maul
bg: Млат
it: Maglio
pl: Kafar
uk: Клепач

source: Bow
bg: Лък
it: Arco
pl: Łuk
uk: Лук

source: Hunter's Bow
bg: Ловен лък
it: Arco da Caccia
pl: Myśliwski Łuk
uk: Мисливський Лук

source: Long Bow
bg: Дълъг лък
it: Arco Lungo
pl: Długi Łuk
uk: Довгий Лук

source: Composite Bow
bg: Комбиниран лък
it: Arco Composito
pl: Refleksyjny Łuk
uk: Композитний Лук

source: Short Battle Bow
bg: Къс боен лък
it: Arco Piccolo da Battaglia
pl: Krótki Bitewny Łuk
uk: Короткий Бойовий Лук

source: Long Battle Bow
bg: Дълъг Боен лък
it: Arco Lungo da Battaglia
pl: Długi Bitewny Łuk
uk: Довгий Бойовий Лук

source: Short War Bow
bg: Къс военен лък
it: Arco Corto da Guerra
pl: Krótki Bojowy Łuk
uk: Короткий Воєнний Лук

source: Long War Bow
bg: Дълъг военен лък
it: Arco Lungo da Guerra
pl: Długi Bojowy Łuk
uk: Довгий Воєнний Лук

source: Staff
bg: Жезъл
it: Verga
pl: Kostur
uk: Посох

source: Long Staff
bg: Дълъг жезъл
it: Verga Lunga
pl: Długi Kostur
uk: Довгий Посох

source: Composite Staff
bg: Комбиниран жезъл
it: Verga Composita
pl: Wygięty Kostur
uk: Композитний Посох

source: Quarter Staff
bg: Четвъртичен жезъл
it: Picca
pl: Okuty Kostur
uk: Четвертковий Посох

source: War Staff
bg: Военен жезъл
it: Verga da Guerra
pl: Bojowy Kostur
uk: Бойовий Посох

source: Ring
bg: Пръстен
it: Anello
pl: Pierścień
uk: Перстень

source: Amulet
bg: Амулет
it: Amuleto
uk: Амулет

source: Rune of Fire
bg: Руна за Огън
it: Runa di Fuoco
pl: Runa Ognia
uk: Руна Вогню

source: Rune
bg: Руна
it: Runa
pl: Runa
uk: Руна

source: Rune of Lightning
bg: Руна за Мълния
it: Runa del Fulmine
pl: Runa Błyskawic
uk: Руна Блискавки

source: Greater Rune of Fire
bg: Мощна Руна за огън
it: Runa Maggiore del Fuoco
pl: Większa Runa Ognia
uk: Більша Руна Вогню

source: Greater Rune of Lightning
bg: Мощна Руна за мълния
it: Runa Maggiore del Fulmine
pl: Większa Runa Błyskawic
uk: Більша Руна Блискавки

source: Rune of Stone
bg: Руна за Вкаменяване
it: Runa di Pietra
pl: Runa Kamienia
uk: Руна Каменю

source: Short Staff of Charged Bolt
bg: Къс жезъл за Светкавична искра
it: Verga Corta del Fulmine
pl: Kostur Wiązki Błyskawic
uk: Короткий Посох Зарядженої Стріли

source: Arena Potion
it: Pozione Arena
pl: Mikstura Areny
uk: Зілля Арени

source: Tin
bg: Оловни
it: Stagno
pl: Blaszany
uk: Олов'яний

source: Brass
bg: Месингови
it: Rame
pl: Mosiężny
uk: Латунний

source: Bronze
bg: Бронзови
it: Bronzo
pl: Brązowy
uk: Бронзовий

source: Iron
bg: Железни
it: Ferro
pl: Żelazny
uk: Залізний

source: Steel
bg: Стоманени
it: Acciaio
pl: Stalowy
uk: Стальний

source: Silver
bg: Сребърни
it: Argento
pl: Srebrny
uk: Срібний

source: Platinum
bg: Платинени
it: Platino
pl: Platynowy
uk: Платиновий

source: Mithril
bg: Митрилови
pl: Mithrilowy
uk: Міфріловий

source: Meteoric
bg: Метеоритни
it: Meteorico
pl: Meteorytowy
uk: Метеоритний

source: Weird
bg: Особени
it: Buffo
pl: Dziwna
uk: Чудний

source: Strange
bg: Страненни
it: Strano
pl: Nietypowy
uk: Дивний

source: Useless
bg: Безполезни
it: Inutile
pl: Zbędny
uk: Непотрібний

source: Bent
bg: Криви
it: Ricurvo
pl: Wygięty
uk: Погнутий

source: Weak
bg: Слаби
it: Debole
pl: Słaby
uk: Слабий

source: Jagged
bg: Назъбени
it: Dentato
pl: Pęknięty
uk: Зазублений

source: Deadly
bg: Смъртоносни
it: Letale
pl: Zabójczy
uk: Смертельний

source: Heavy
bg: Тежки
it: Grave
pl: Ciężki
uk: Важкий

source: Vicious
bg: Коварни
it: Violento
pl: Wściekły
uk: Розпутний

source: Brutal
bg: Безмилостни
it: Brutale
pl: Okrutny
uk: Брутальний

source: Massive
bg: Мощни
it: Massivo
pl: Ogromny
uk: Масивний

source: Savage
bg: Свирепи
it: Ferino
pl: Dziki
uk: Дикий

source: Ruthless
bg: Жестоки
it: Atroce
pl: Bezwzględny
uk: Жорстокий

source: Merciless
bg: Зверски
it: Spietato
pl: Bezlitosny
uk: Безжалісний

source: Clumsy
bg: Непохватни
it: Goffo
pl: Nieudany
uk: Незграбний

source: Dull
bg: Тъпи
it: Cupo
pl: Tępy
uk: Тупий

source: Sharp
bg: Остри
it: Affilato
pl: Ostry
uk: Гострий

source: Fine
bg: Изящни
pl: Świetny
uk: Гарний

source: Warrior's
bg: Войнски
it: del Guerriero
pl: Wojowniczy
uk: Воїнський

source: Soldier's
bg: Войнишки
it: del Soldato
pl: Giermkowski
uk: Солдатський

source: Lord's
bg: Господарски
it: del Signore
pl: Lordowski
uk: Лордський

source: Knight's
bg: Рицарски
it: del Cavaliere
pl: Rycerski
uk: Лицарський

source: Master's
bg: Повелителски
it: del Maestro
pl: Wyborny
uk: Паньский

source: Champion's
bg: Юнашки
it: del Campione
pl: Przewyborny
uk: Чемпіонський

source: King's
bg: Кралски
it: del Re
pl: Królewski
uk: Королівський

source: Vulnerable
bg: Уязвими
it: Inerme
pl: Delikatny
uk: Уразливий

source: Rusted
bg: Ръждиви
it: Arrugginito
pl: Stary
uk: Іржавий

source: Strong
bg: Могъщи
it: Forte
pl: Silny
uk: Сильний

source: Grand
bg: Внушителни
it: Prode
pl: Wielki
uk: Величний

source: Valiant
bg: Доблестни
it: Audace
pl: Bitny
uk: Доблесний

source: Glorious
bg: Славни
it: Glorioso
pl: Chwalebny
uk: Славетний

source: Blessed
bg: Благословени
it: Santo
pl: Zbawienny
uk: Благословенний

source: Saintly
bg: Блажени
it: Solenne
pl: Uświęcony
uk: Праведний

source: Awesome
bg: Невероятни
it: Eccezionale
pl: Cudowny
uk: Фантастичний

source: Holy
bg: Свещени
it: Sacro
pl: Święta
uk: Святий

source: Godly
bg: Божествени
it: Leale
pl: Boski
uk: Божий

source: Red
bg: Червени
it: Rosso
pl: Czerwony
uk: Червоний

source: Crimson
bg: Пурпурни
it: Cremisi
pl: Szkarłatny
uk: Багряний

source: Garnet
bg: Гранатени
it: Granato
pl: Bordowy
uk: Гранатовий

source: Ruby
bg: Рубинени
it: Rubino
pl: Rubinowy
uk: Рубіновий

source: Blue
bg: Сини
it: Blu
pl: Niebieski
uk: Синій

source: Azure
bg: Лазурни
it: Azzurrite
pl: Lazurowy
uk: Блакитний

source: Lapis
bg: Лаписови
it: Lapislazzuli
pl: Lapisowy
uk: Лазурний

source: Cobalt
bg: Кобалтови
it: Cobalto
pl: Kobaltowy
uk: Кобальтовий

source: Sapphire
bg: Сапфирени
it: Zaffiro
pl: Szafirowy
uk: Сапфірний

source: White
bg: Бели
it: Bianco
pl: Biały
uk: Білий

source: Pearl
bg: Перлени
it: Perla
pl: Perłowy
uk: Перламутровий

source: Ivory
bg: Кварцови
it: Avorio
pl: Kościany
uk: Слонової кістки

source: Crystal
bg: Кристални
it: Cristallo
pl: Brylantowy
uk: Кришталевий

source: Diamond
bg: Диамантени
it: Diamante
pl: Diamentowy
uk: Діамантовий

source: Topaz
bg: Топазени
it: Topazio
pl: Topazowy
uk: Топазовий

source: Amber
bg: Кехлибарени
it: Ambra
pl: Cytrynowy
uk: Бурштинний

source: Jade
bg: Нефритени
it: Giada
pl: Agatowy
uk: Нефритовий

source: Obsidian
bg: Обсидиани
it: Ossidiana
pl: Obsydianowy
uk: Обсидіяновий

source: Emerald
bg: Изумрудни
it: Smeraldo
pl: Szmaragdowy
uk: Смарагдовий

source: Hyena's
bg: Хиенови
it: di Iena
pl: Wilczy
uk: Гієнний

source: Frog's
bg: Жабешки
it: di Rospo
pl: Żabi
uk: Жаб'ячий

source: Spider's
bg: Паешки
it: di Ragno
pl: Pajęczy
uk: Павучий

source: Raven's
bg: Гарвански
it: di Corvo
pl: Kruczy
uk: Воронний

source: Snake's
bg: Змийски
it: di Serpe
pl: Wężowy
uk: Зміїний

source: Serpent's
bg: Гущерски
it: di Serpente
pl: Gadzi
uk: Гадючий

source: Drake's
bg: Ламски
it: di Drago
pl: Sokoli
uk: Левіятановий

source: Dragon's
bg: Драконови
it: di Dragone
pl: Smoczy
uk: Драконовий

source: Wyrm's
bg: Змейски
it: di Verme
pl: Żmijowy
uk: Супостатний

source: Hydra's
bg: Хидрови
it: di Idra
pl: Mityczny
uk: Гідровий

source: Angel's
bg: Ангелски
it: d'Angelo
pl: Anielski
uk: Ангела

source: Arch-Angel's
bg: Архангелски
it: d'Arcangelo
pl: Archanielski
uk: Архангела

source: Plentiful
bg: Щедри
it: Cospicuo
pl: Obfity
uk: Рясний

source: Bountiful
bg: Обилни
it: Munifico
pl: Dorodny
uk: Щедрий

source: Flaming
bg: Пламени
it: Fiamma
pl: Płonący
uk: Полум'яний

source: Lightning
bg: Светкавични
it: Fulmine
pl: Piorunowy
uk: Блискавичий

source: Jester's
bg: Шегаджийски
it: di Jester
pl: Błazeński
uk: Блазневий

source: Crystalline
bg: Прозрачни
it: Cristallino
pl: Kryształowy
uk: Кристалічний

source: Doppelganger's
bg: Двойнишки
it: del Sosia
pl: Rozdwojony
uk: Двійниковий

source: quality
bg: Качеството
it: qualità
pl: jakości
uk: якості

source: maiming
bg: Осакатяване
it: reciso
pl: ran
uk: знівечення

source: slaying
bg: Посичането
it: delitto
pl: zagłady
uk: убивання

source: gore
bg: Кръвопролитието
it: sangue
pl: sadyzmu
uk: крові

source: carnage
bg: Касапницата
it: eccidio
pl: zbrodni
uk: різанини

source: slaughter
bg: Клането
it: macello
pl: rzezi
uk: забою

source: pain
bg: Болката
it: male
pl: udręki
uk: болі

source: tears
bg: Сълзите
it: lacrime
pl: smutku
uk: сліз

source: health
bg: Здравето
it: salute
pl: zdrowia
uk: здоров'я

source: protection
bg: Закрилата
it: protezione
pl: opieki
uk: захисту

source: absorption
bg: Поглъщането
it: assorbimento
pl: absorpcji
uk: поглинання

source: deflection
bg: Отклонението
it: deviazione
pl: unikania
uk: відхилення

source: osmosis
bg: Осмозата
it: osmosi
pl: izolacji
uk: осмосу

source: frailty
bg: Хилавостта
it: fragilità
pl: marności
uk: субтильності

source: weakness
bg: Слабостта
it: debolezza
pl: słabości
uk: слабкості

source: strength
bg: Силата
it: forza
pl: siły
uk: сили

source: might
bg: Мощта
it: potenza
pl: mocy
uk: могутності

source: power
bg: Могъществото
it: potere
pl: władzy
uk: міці

source: giants
bg: Великаните
it: giganti
pl: giganta
uk: гіганта

source: titans
bg: Титаните
it: titani
pl: tytana
uk: титана

source: paralysis
bg: Парализата
it: paralisi
pl: paraliżu
uk: паралізу

source: atrophy
bg: Атрофията
it: atrofia
pl: atrofii
uk: атрофії

source: dexterity
bg: Сръчността
it: destrezza
pl: zręczności
uk: спритності

source: skill
bg: Умението
it: abilità
pl: talentu
uk: таланту

source: accuracy
bg: Точността
it: precisione
pl: celności
uk: точності

source: precision
bg: Прецизността
it: precisione
pl: precyzji
uk: влучності

source: perfection
bg: Съвършенството
it: perfezione
pl: perfekcji
uk: досконалості

source: the fool
bg: Глупака
it: stolto
pl: głupca
uk: дурня

source: dyslexia
bg: Дислексията
it: dislessia
pl: dysfunkcji
uk: дислексії

source: magic
bg: Магията
it: magia
pl: magii
uk: магії

source: the mind
bg: Мисълта
it: mente
pl: myśliciela
uk: розуму

source: brilliance
bg: Блясъка
it: splendore
pl: rozumu
uk: здібності

source: sorcery
bg: Магьосничеството
it: sortilegio
pl: czarów
uk: чарівництва

source: wizardry
bg: Чародейството
it: magia
pl: iluzji
uk: чаклунства

source: illness
bg: Болестта
it: malattia
pl: zarazy
uk: недуги

source: disease
bg: Заразата
it: morbo
pl: choroby
uk: хвороби

source: vitality
bg: Бодростта
it: vitalità
pl: żywotności
uk: жувочості

source: zest
bg: Жарта
it: gusto
pl: witalności
uk: запалу

source: vim
bg: Живостта
it: energia
pl: werwy
uk: енергії

source: vigor
bg: Крепкостта
it: vigore
pl: wigoru
uk: снаги

source: life
bg: Живота
it: vita
pl: życia
uk: життя

source: trouble
bg: Бедата
it: problema
pl: utrapienia
uk: лиха

source: the pit
bg: Ямата
it: fossa
pl: otchłani
uk: ями

source: the sky
bg: Небето
it: cielo
pl: łaski
uk: неба

source: the moon
bg: Луната
it: luna
pl: księżyca
uk: місяця

source: the stars
bg: Звездите
it: stelle
pl: gwiazd
uk: зорей

source: the heavens
bg: Висините
it: paradiso
pl: niebios
uk: небес

source: the zodiac
bg: Зодиака
it: zodiaco
pl: zodiaku
uk: зодіаку

source: the vulture
bg: Лешоядът
it: avvoltoio
pl: sępa
uk: стерв'ятника

source: the jackal
bg: Чакала
it: sciacallo
pl: szakala
uk: шакала

source: the fox
bg: Лисицата
it: volpe
pl: lisa
uk: лисиці

source: the jaguar
bg: Ягуара
it: giaguaro
pl: jaguara
uk: ягуара

source: the eagle
bg: Орела
it: aquila
pl: orła
uk: орла

source: the wolf
bg: Вълка
it: lupo
pl: hieny
uk: вовка

source: the tiger
bg: Тигъра
it: tigre
pl: tygrysa
uk: тигра

source: the lion
bg: Лъвът
it: leone
pl: lwa
uk: лева

source: the mammoth
bg: Мамута
it: mammut
pl: mamuta
uk: мамонта

source: the whale
bg: Китът
it: balena
pl: wieloryba
uk: кита

source: fragility
bg: Крехкостта
it: fragilità
pl: wątłości
uk: крихкості

source: brittleness
bg: Чупливостта
it: debolezza
pl: kruchości
uk: ламкості

source: sturdiness
bg: Здравината
it: solidità
pl: krzepy
uk: міцності

source: craftsmanship
bg: Изработката
it: maestria
pl: kunsztu
uk: майстерності

source: structure
bg: Структурата
it: struttura
pl: zwięzłości
uk: структури

source: the ages
bg: Епохите
it: epoche
pl: wieków
uk: віків

source: the dark
bg: Тъмнината
it: oscurità
pl: mroku
uk: темряви

source: the night
bg: Нощта
it: notte
pl: zmierzchu
uk: ночі

source: light
bg: Светлината
it: luce
pl: blasku
uk: світла

source: radiance
bg: Сиянието
it: bagliore
pl: jasności
uk: сяяння

source: flame
bg: Пламъка
it: fiamma
pl: płomienia
uk: полум'я

source: fire
bg: Огъня
it: fuoco
pl: ognia
uk: вогню

source: burning
bg: Горенето
it: ardente
pl: spopielenia
uk: горіння

source: shock
bg: Сътресението
pl: wstrząsu
uk: шоку

source: lightning
bg: Мълнията
it: fulmine
pl: błyskawic
uk: блискавки

source: thunder
bg: Гръмотевицата
it: tuono
pl: gromu
uk: грому

source: many
bg: Множеството
it: molto
pl: pokusy
uk: багатьох

source: plenty
bg: Изобилието
it: parecchio
pl: obfitości
uk: безлічі

source: thorns
bg: Шиповете
it: spine
pl: iglicy
uk: шипів

source: corruption
bg: Покварата
it: corruzione
pl: skazy
uk: псування

source: thieves
bg: Крадците
it: ladri
pl: złodzieja
uk: крадіїв

source: the bear
bg: Мечката
it: orso
pl: bizona
uk: ведмеда

source: the bat
bg: Прилепа
it: pipistrello
pl: nietoperza
uk: літучої миші

source: vampires
bg: Вампирите
it: vampiri
pl: wampira
uk: вампірів

source: the leech
bg: Пиявицата
it: sanguisuga
pl: pijawki
uk: п'явки

source: blood
bg: Кръвта
it: sangue
pl: krwi
uk: крові

source: piercing
bg: Пронизването
it: perforazione
pl: rozdarcia
uk: пробивання

source: puncturing
bg: Пробождането
it: penetrazione
pl: przebicia
uk: проколювання

source: bashing
bg: Блъскането
it: stordimento
pl: natarcia
uk: побиття

source: readiness
bg: Готовността
it: prontezza
pl: gotowości
uk: готовності

source: swiftness
bg: Пъргавината
it: celerità
pl: zwinności
uk: хуткості

source: speed
bg: Скоростта
it: velocità
pl: szybkości
uk: швидкості

source: haste
bg: Бързината
it: fretta
pl: pośpiechu
uk: поспішності

source: balance
bg: Баланса
it: equilibrio
pl: równowagi
uk: балансу

source: stability
bg: Стабилността
it: stabilità
pl: zaufania
uk: стабільності

source: harmony
bg: Хармонията
it: armonia
pl: harmonii
uk: гармонії

source: blocking
bg: Блокирането
it: blocco
pl: blokowania
uk: блокування

source: devastation
bg: Опустошението
it: ecatombe
pl: destrukcji
uk: спустошення

source: decay
bg: Разпадането
it: decadenza
pl: rozkładu
uk: занепаду

source: peril
bg: Угрозата
it: pericolo
pl: zagrożenia
uk: небезпеки

source: The Butcher's Cleaver
bg: Сатъра на Касапина
it: Mannaia Del Macellaio
pl: Tasak Rzeźnika
uk: Сікач М'ясника

source: The Rift Bow
bg: Разривен лък
it: Arco del Dissenso
pl: Łuk Szybkości
uk: Лук Розриву

source: The Needler
bg: Игленикът
it: Pungitore
pl: Iglica
uk: Голкостріл

source: The Celestial Bow
bg: Небесния лък
it: Arco Celestiale
pl: Niebiański Łuk
uk: Небесний Лук

source: Deadly Hunter
bg: Смъртоносен Ловец
it: Cacciatore Letale
pl: Mroczny Łowca
uk: Смертельний Мисливець

source: Bow of the Dead
bg: Лък на мъртвите
it: Arco del Morto
pl: Śmiercionośny Łuk
uk: Лук Мертвих

source: The Blackoak Bow
bg: Чернодъбовият Лък
it: Arco di Rovere Nero
pl: Łuk z Mrocznego Dębu
uk: Лук з Чорного Дуба

source: Flamedart
bg: Огнено острило
it: Dardo di Fuoco
pl: Płomienny Łuk
uk: Вогнедротик

source: Fleshstinger
bg: Плътожилец
it: Pungicarne
pl: Przebijacz
uk: Жало Плоті

source: Windforce
bg: Вятърмощ
it: Forza del Vento
pl: Siła Wiatru
uk: Сила Вітру

source: Eaglehorn
bg: Орелорог
it: Corno d'Aquila
pl: Orli Róg
uk: Орлиний Ріг

source: Gonnagal's Dirk
bg: Камата на Гонагал
it: Pugnale di Gonnagal
pl: Sztylet Gonnagala
uk: Кинджал Гоннагала

source: The Defender
bg: Закрилникът
it: Il Difensore
pl: Obrońca
uk: Захисник

source: Gryphon's Claw
bg: Грифонски нокът
it: Artiglio di Grifoni
pl: Pazur Gryfa
uk: Кіготь Грифона

source: Black Razor
bg: Черен бръснач
it: Rasoio Nero
pl: Czarna Brzytwa
uk: Чорна Бритва

source: Gibbous Moon
bg: Непълна луна
it: Luna Gibbosa
pl: Zaćmienie Księżyca
uk: Пів-місяць

source: Ice Shank
bg: Леден Къс
it: Stinco di Ghiaccio
pl: Ostrze Mrozu
uk: Крижана Заточка

source: The Executioner's Blade
bg: Острието на Палача
it: La Lama Del Carnefice
pl: Miecz Kata
uk: Клинок Ката

source: The Bonesaw
bg: Трион за кости
it: Il Segaossa
pl: Przecinacz Kości
uk: Кісткопил

source: Shadowhawk
bg: Сенкоястреб
it: Falco Ombra
pl: Orła Cień
uk: Тіньовий Яструб

source: Wizardspike
bg: Чародейски шип
it: Picca del Mago
pl: Kolec Czarownika
uk: Вістря Мага

source: Lightsabre
bg: Светосабя
it: Lama di Luce
pl: Miecz Światłości
uk: Світловий Меч

source: The Falcon's Talon
bg: Соколски нокът
it: Artiglio di Falco
pl: Szpon Sokoła
uk: Кіготь Сокола

source: Inferno
bg: Инферно
uk: Інферно
