Repository: diasurgical/DevilutionX
Catalog: Translations/*.po
Languages: cs, de, el, fr, sv

# monster
source: Shadowcrow
cs: Stínový Havran
de: Schattenkrähe
el: Σκιεροκόρακας
fr: Corbeau des Ombres
sv: Skuggkråkan

# monster
source: Blightstone the Weak
cs: Snětikámen Slaboch
de: Beskatet der Ungestärkte
el: Περονόπετρος, Ο Αδύναμος
fr: Pierre-Flétrie le Faible
sv: Smittsten den Svage

# monster
source: Bilefroth the Pit Master
cs: Žlučopěňoch Pán Jámy
de: Orkhabal der Grubenmeister
el: Ο Αφρίστης Χολής, Ο Άρχοντας του Λάκκου
fr: Bile-Crémeuse le Maître des Fosses
sv: Gallfradga Avgrundsmästaren

# monster
source: Bloodskin Darkbow
cs: Krvokožec Temnoluk
de: Blutfell Düsterbogen
el: Αιματόδερμος, το Σκοτεινό Τόξο
fr: Peau-de-Sang l'Arc Sombre
sv: Blodskinn Mörkbåge

# monster
source: Foulwing
cs: Odporné Křídlo
de: Moderschwinge
el: To Βρωμερό Πτερύγιο
fr: Aile-Fétide
sv: Fulvinge

# monster
source: Shadowdrinker
cs: Stínový Pijan
de: Schattentrinker
el: Ο Πότης των Σκιών
fr: Boit-l'Ombre
sv: Skuggdrickaren

# monster
source: Hazeshifter
cs: Mlhový Úskočník
de: Bhalaved
el: Ομιχλώδες Περπατητής
fr: Gruge-Brume
sv: Dimmskiftaren

# monster
source: Deathspit
cs: Smrtiflus
de: Zhelobb der Giftige
el: Θανατοφτύχτης
fr: Crache-Mort
sv: Dödsspott

# monster
source: Bloodgutter
cs: Krvežlab
de: Tosfarel
el: Το Αυλάκι Αίματος
fr: Goutte-le-Sang
sv: Bloduppskäraren

# monster
source: Deathshade Fleshmaul
cs: Smrtistín Tělotrhač
de: Gamrafos der Todesschatten
el: Η Σκιά του Θανάτου, η Σφύρα της Σάρκας
fr: Deathshade le Cogne-Chair
sv: Döddskugga Köttslägga

# monster
source: Warmaggot the Mad
cs: Válečný Červ zvaný Šílený
de: Carcharoth die Kriegsmade
el: Το Σκουλήκι του Πολέμου, ο Τρελός
fr: Larveguerre le Fou
sv: Stridslarv den Galne

# monster
source: Glasskull the Jagged
cs: Sklolebec Rozeklaný
de: Tar-Gralid der Umbarmherzige
el: Γυαλιόκρανος ο Οδοντωτός
fr: Crâne-de-Verre le Déchiqueté
sv: Glasskalle den Hackiga

# monster
source: Blightfire
cs: Ohnivá Pohroma
de: Oribadesh
el: Η Άρρωστη Φωτιά
fr: Feu-Fléau
sv: Smittoeld

# monster
source: Nightwing the Cold
cs: Noční Křídlo zvaný Chladný
de: Fidar der Kalte
el: Το Κρύο Φτερό της Νύχτας
fr: Ailenuit le Glacé
sv: Nattvinge den Kalle

# monster
source: Gorestone
cs: Kamenný Nabodávač
de: Nograch
el: Η Αιματοβαμμένη Πέτρα
fr: Pierre-Gore
sv: Äckelsten

# monster
source: Bronzefist Firestone
cs: Žhavá Bronzová Pěst
de: Bronzefaust Feuerstein
el: Χαλκόγρονθος, ο Φλογόπετρος
fr: Poing-d'Airain la Pierre Enflammée
sv: Bronsnäve Eldsten

# monster
source: Wrathfire the Doomed
cs: Rozhněvaný Oheň zvaný Záhuba
de: Gayazhed der Gezeichnete
el: Η Φωτιά της Οργής και του Χαμού
fr: Flamme-Courroux le Condamné
sv: Vredeseld den Dömde

# monster
source: Firewound the Grim
cs: Ohnivý Zraňovač zvaný Ponurý
de: Bolgramoth der Harte
el: Η Βλοσυρή Φλεγόμενη Πληγή
fr: Ulcère-de-Feu le Sinistre
sv: Eldssår den Bistre

# monster
source: Baron Sludge
cs: Baron Splašky
de: Inarius
el: Ο Βαρόνος της Γλίτσας
fr: Baron Vase
sv: Baron Slem

# monster
source: Blighthorn Steelmace
cs: Pohromoroh Ocelová Palice
de: Fäulnishorn Stahlkeule
el: Αρρωστοκέρατος, το Ατσαλένιο Σκήπτρο
fr: Corne-d'Anthrax la Masse d'Acier
sv: Smitthorn Stålklubba

# monster
source: Chaoshowler
cs: Kvíleč Chaosu
de: Chaosheuler
el: Ουρλιαχτός του Χάους
fr: Hurleur du Chaos
sv: Kaosylaren

# monster
source: Doomgrin the Rotting
cs: Záhuboškleb Tlející
de: Beelroth der Verfaulte
el: Χαμοφέρνης ο Σάπιος
fr: Rictus Maudit le Pourrissant
sv: Domedagsflin den Ruttnande

# monster
source: Madburner
cs: Šílený Hořák
de: Uphostadil
el: Τρελόεμπρηστής
fr: Brûleur-Fou
sv: Galenbrännaren

# monster
source: Bonesaw the Litch
cs: Lich Kostiřez
de: Rikrak die Knochensäge
el: Κοκαλοπρίονος, Ο Απέθαντος Μάγος
fr: Bonesaw la Liche
sv: Bensåg Liket

# monster
source: Breakspine
cs: Páteřolam
de: Rückenbrecher
el: Σπονδυλοσπάστης
fr: Brise-Échine
sv: Ryggradsknäckaren

# monster
source: Devilskull Sharpbone
cs: Ďáblolebkoun Ostrá Kost
de: Entseelte Fratze
el: Δαιμονόκρανος, το Αιχμηρό Κόκαλο
fr: Crâne-Démon l'Os Tranchant
sv: Djävulsskalle Skarpben

# monster
source: Brokenstorm
cs: Zlomený Bouřník
de: Bahkauv
el: Η Σπασμένη Καταιγίδα
fr: Tempête-Brisée
sv: Knäckstorm

# monster
source: Stormbane
cs: Prokletý Bouřník
de: Taar-Umush
el: Ο Όλεθρος της Καταιγίδας
fr: Fléau-Tempête

# monster
source: Oozedrool
cs: Slintající Sliz
de: Ozedrol
el: Λασποσαλιαρίδης
fr: Glaviot
sv: Dregelpysaren

# monster
source: Goldblight of the Flame
cs: Plamenná Zlatá Pohroma
de: Goldfäule der Flamme
el: Χρυσοφθορός της Φλόγας
fr: Gâte-l'Or de la Flamme
sv: Guldsmitta Lågan

# monster
source: Blackstorm
cs: Černá Bouře
de: Schwarzer Sturm
el: Ο Μαύρος Καταδρομέας
fr: Orage noir
sv: Svartstormen

# monster
source: Plaguewrath
cs: Morohněv
de: Graglior der Pestbringer
el: Η Οργή της Πανούκλας
fr: Courroux de la Peste
sv: Pestvreden

# monster
source: The Flayer
cs: Stahovač z Kůže
de: Masabal der Häuter
el: Ο Γδάρτης
fr: L'Écorcheur
sv: Flängaren

# monster
source: Bluehorn
cs: Modroroh
de: Buras der Pfähler
el: Το Μπλέ Κέρατο
fr: Corne-Bleue
sv: Blåhorn

# monster
source: Warpfire Hellspawn
cs: Zkroucený Oheň Zplozenec Pekla
de: Hyrug der Missgebildete
el: Η Διατροφική Φλόγα, η Κολασμένη
fr: Warpfire l'Engeance infernale
sv: Vrideld Helvetesyngel

# monster
source: Fangspeir
cs: Drápokaz
de: Tarasque
el: Οδοντόσπειρα
fr: Flèche-de-Croc
sv: Huggtandsppjut

# monster
source: Festerskull
cs: Lebkohnis
de: Rashgrador
el: Πυόκρανος
fr: Crâne-Bubon
sv: Mögelskalle

# monster
source: Lionskull the Bent
cs: Lebkolev zvaný Ohnutý
de: Ternobel der Gebeugte
el: Λεοντόκρανιος ο Λυγισμένος
fr: Crânelion le Biaisé
sv: Lejonskalle den Böjde

# monster
source: Blacktongue
cs: Černý Jazyk
de: Schwarzzunge
el: Η Μαύρη Γλώσσα
fr: Langue-Noire
sv: Svarttunga

# monster
source: Viletouch
cs: Ohavný Hmatač
de: Schaurige Berührung
el: Το Αχρείο Άγγιγμα
fr: Frappe-Vile
sv: Äckelröraren

# monster
source: Viperflame
cs: Zmijoplamen
de: Viperflamme
el: Η Φλεγόμενη Οχιά
fr: Viperflamme
sv: Huggormselden

# monster
source: Fangskin
cs: Drápokožec
de: Urzok der Tatzelwurm
el: Οδοντόδερμα
sv: Huggtandshud

# monster
source: Witchfire the Unholy
cs: Čarodějný Oheň zvaný Bezbožný
de: Thalac die Unheilige
el: Η Ανίερη Φλόγα της Μάγισσάς
fr: Flamme-Sorcière l'Impie
sv: Häxeld den Ohelige

# monster
source: Blackskull
cs: Černá Lebka
de: Der Schwarze Schnitter
el: Το Μαύρο Κρανίο
fr: Crâne Noir
sv: Svartskalle

# monster
source: Soulslash
cs: Sekač Duší
de: Scalptor
el: Χαράκτης των Ψυχών
fr: Taille-l'Âme
sv: Själsnittaren

# monster
source: Windspawn
cs: Zplozenec Větrů
de: Mazaruth
el: Ο Γόνος του Ανέμου
fr: Fils du Vent
sv: Vindyngel

# monster
source: Lord of the Pit
cs: Vládce Jámy
de: Cellerarius
el: Άρχοντας του Λάκκου
fr: Seigneur de la Fosse
sv: Avgrundens Herre

# monster
source: Rustweaver
cs: Rezavý Tkadlec
de: Sartor der Rostige
el: Υφαντής της Σκουριάς
fr: Tisse-rouille
sv: Rostvävaren

# monster
source: Howlingire the Shade
cs: Odstín Kvílející Zloby
de: Asrud der Schattige
el: Το Θυμωμένο Ουρλιαχτό, το Σκιώδες
fr: Hurlant l'Ombre
sv: Ylvrede Skuggan

# monster
source: Doomcloud
cs: Záhubomrak
de: Lanius der Unheilvolle
el: Σύννεφο του Χαμού
fr: Nuage Funeste
sv: Domedagsmolnet

# monster
source: Bloodmoon Soulfire
cs: Ohnivá Duše Krvavý Měsíc
de: Ragana Seelenfeuer
el: Ματωμένη Σελήνη, Η Φωτιά της Ψυχής
fr: Lune de Sang Feu de l'Âme
sv: Blodmåne Själseld

# monster
source: Witchmoon
cs: Čarodějný Měsíc
de: Nyxana die Drude
el: Η Μάγισσα της Σελήνης
fr: Sorcière de Lune
sv: Häxmånen

# monster
source: Gorefeast
cs: Nabodávač Hodovník
de: Addanc Blutmaul
el: Αιματογλέντης
fr: Bâfretripe
sv: Slamsfestaren

# monster
source: Graywar the Slayer
cs: Šedovojna Zabiják
de: Ulschalal der Schlachter
el: Γκριζοπόλεμος ο Σφάχτης
fr: Grise-Guerre le Tueur
sv: Gråvar Dräparen

# monster
source: Dreadjudge
cs: Hrůzný Soudce
de: Der grausige Richter
el: Ο Δικαστής του Τρόμου
fr: Juge de l'Effroi
sv: Skräckdomaren

# monster
source: Stareye the Witch
cs: Čarodějnice Hvězdné Oko
de: Die Hexe Sternenauge
el: Αστρομάτα, Η Μάγισσα
fr: Œil Céleste la Sorcière
sv: Stjärnöga Häxan

# monster
source: Steelskull the Hunter
cs: Ocelová Lebka zvaný Lovec
de: Zantharod der Jäger
el: Ατσαλόκρανιος Ο Κυνηγός
fr: Crâne d'Acier le Chasseur
sv: Stålskalle Jägaren

# monster
source: Sir Gorash
el: Σερ Γκόρας

# monster
source: The Vizier
cs: Vizír
de: Varazhed der Wesir
el: Ο Βεζίρης
fr: Le Vizir
sv: Visiren

# monster
source: Zamphir
cs: Zamfír
el: Ζαμφίρ
sv: Zamfir

# monster
source: Bloodlust
cs: Krvežíznivec
de: Blutdürstige Hexe
el: Αιμολάγνα
fr: Soif de Sang
sv: Blodlust

# monster
source: Webwidow
cs: Pavučinová Vdova
de: Schwarze Witwe
el: Η Χήρα του Ιστού
fr: Veuve-Toile
sv: Nätänkan

# monster
source: Fleshdancer
cs: Masový Tanečník
de: Erichtho Wirbeltanz
el: Ο Χορευτής της Σάρκας
fr: Danseur de Chair
sv: Köttdansaren

# monster
source: Grimspike
cs: Chmurný Bodec
de: Grimmzorn
el: To Βλοσυρό Δόρυ
fr: Pic Sinistre
sv: Bisterspiken

# monster
source: Doomlock
cs: Zámek Záhuby
de: Volux der Vergessene
el: Μάντης του Χαμού
fr: Serrure Funeste
sv: Domedagslockaren

source: Short Sword
cs: Krátký Meč
de: Kurzschwert
el: Ξίφος
fr: Epée Courte
sv: Kortsvärd

source: Buckler
cs: Pukléř
de: Beschützer
el: Πόρπη
fr: Écu
sv: Bucklare

source: Club
cs: Kyj
de: Keule
el: Ρόπαλο
fr: Gourdin
sv: Klubba

source: Short Bow
cs: Krátký Luk
de: Kurzbogen
el: Κοντό Τόξο
fr: Arc Court
sv: Kortbåge

source: Short Staff of Mana
cs: Krátká Hůl - Mana
de: Kurzstab des Manas
el: Κοντή Ράβδος του Μάνα
fr: Bâton Court – Mana
sv: Kortstav av Mana

source: Cleaver
cs: Sekáček
de: Beil
el: Μπαλτάς
fr: Couperet
sv: Köttyxa

source: The Undead Crown
cs: Nemrtvá Koruna
de: Die Krone der Untoten
el: Η Απέθαντη Κορώνα
fr: La Couronne des Morts-vivants
sv: De Odödas Krona

source: Empyrean Band
cs: Empyreanský Kroužek
de: Der himmlische Ring
el: Δακτύλιος των Ουρανών
fr: Chevalière Empyréenne
sv: Empyreiska Ringen

source: Magic Rock
cs: Kouzelný Kámen
de: Magischer Stein
el: Μαγική Πέτρα
fr: Roche Céleste
sv: Magisk Sten

source: Optic Amulet
cs: Optický Amulet
de: Das Optische Amulett
el: Οπτικό Φυλακτό
fr: Amulette Optique
sv: Optisk Amulett

source: Ring of Truth
cs: Prsten Pravdy
de: Ring der Wahrheit
el: Δαχτυλίδι της Αλήθειας
fr: Anneau de Vérité
sv: Sanningens Ring

source: Tavern Sign
cs: Vývěsní Štít
de: Tavernenschild
el: Πινακίδα Ταβέρνας
fr: Enseigne de la Taverne
sv: Krogskylt

source: Harlequin Crest
cs: Harlekýnský Odznak
de: Harlekinskrone
el: Λοφίο Αρλεκίνου
fr: Cimier Arlequin
sv: Harlekinkronan

source: Veil of Steel
cs: Ocelový Závoj
de: Stählerner Schleier
el: Πέπλο από Ατσάλι
fr: Voile d'Acier
sv: Stålslöjan

source: Golden Elixir
cs: Zlatý Elixír
de: Goldenes Elixier
el: Χρυσό Ελιξίριο
fr: Élixir Doré
sv: Det Gyllene Elixiret

source: Anvil of Fury
cs: Kovadlina Zuřivosti
de: Amboss des Zornes
el: Το Αμόνι της Οργής
fr: Enclume de Fureur
sv: Vredens Städ

source: Black Mushroom
cs: Černá Houba
de: Schwarzer Pilz
el: Μαύρο Μανιτάρι
fr: Champignon Noir
sv: Svartsvamp

source: Brain
cs: Mozek
de: Gehirn
el: Εγκέφαλος
fr: Cerveau
sv: Hjärna

source: Fungal Tome
cs: Plesnivá Kniha
de: Pilzbuch
el: Μυκητιακός Τόμος
fr: Tome Fongique
sv: Svampbandet

source: Spectral Elixir
cs: Spektrální Elixír
de: Spektralelixier
el: Φασματικό Ελιξίριο
fr: Élixir Spectral
sv: Spökelixir

source: Blood Stone
cs: Krvavý Kámen
de: Blutstein
el: Πέτρα Αίματος
fr: Pierre de Sang
sv: Blodsten

source: Cathedral Map
cs: Mapa Katedrály
de: Karte der Kathedrale
el: Χάρτης Καθεδρικού Ναού
fr: Carte de la Cathédrale
sv: Katedralkarta

source: Potion of Healing
cs: Lektvar Léčení
de: Heiltrank
el: Φίλτρο Θεραπείας
fr: Potion de Soin
sv: Läkedryck

source: Potion of Mana
cs: Lektvar Many
de: Manatrank
el: Φίλτρο Μάνα
fr: Potion de Mana
sv: Manadryck

source: Scroll of Identify
cs: Svitek Identifikace
de: Schriftrolle der Identifikation
el: Πάπυρoς Ταυτοποίησης
fr: Parchemin d'Identification
sv: Identifiera-Skriftrulle

source: Scroll of Town Portal
cs: Svitek Městského Portálu
de: Schriftrolle des Stadtportals
el: Πάπυρος Πύλης Πόλης
fr: Parchemin de Portail de Ville
sv: Byportal-Skriftrulle

source: Arkaine's Valor
cs: Arkainova Chrabrost
de: Arkaines Tapferstahl
el: Η Ανδρεία του Αρκαϊν
fr: La Vaillance d'Arkaine
sv: Arkaines Mod

source: Potion of Full Healing
cs: Lektvar Plného Léčení
de: Großer Heiltrank
el: Φίλτρο Πλήρους Θεραπείας
fr: Potion de Soin Totale
sv: Fullkomlig Läkedryck

source: Potion of Full Mana
cs: Lektvar Plné Many
de: Großer Manatrank
el: Φίλτρο Πλήρωσης Μάνα
fr: Potion de Mana Totale
sv: Fullkomlig Manadryck

source: Griswold's Edge
cs: Griswoldovo Ostří
de: Griswolds Schneide
el: Η Άκρη του Γκρίσγουαλντ
fr: Épée de Griswold
sv: Griswolds Klinga

source: Bovine Plate
cs: Hovězí Pláty
de: Prunkharnisch des Kuhkönigs
el: Βοδινή Πανοπλία
fr: Plaque Bovine
sv: Boskapsharnesk

source: Staff of Lazarus
cs: Lazarusova Hůl
de: Stab des Lazarus
el: Ράβδος του Λαζάρου
fr: Bâton de Lazarus
sv: Lazarus Stav

source: Scroll of Resurrect
cs: Svitek Oživení
de: Schriftrolle der Wiederbelebung
el: Πάπυρος Ανάστησης
fr: Parchemin de Résurrection
sv: Återuppståndelse-Skriftrulle

source: Short Staff
cs: Krátká Hůl
de: Kurzstab
el: Κοντή Ράβδος
fr: Bâton Court
sv: Kortstav

source: Sword
cs: Meč
de: Schwert
el: Σπαθί
fr: Épée
sv: Svärd

source: Dagger
cs: Dýka
de: Dolch
el: Μάχαιρα
fr: Dague
sv: Dolk

source: Rune Bomb
cs: Runová Bomba
de: Runenbombe
el: Βόμβα Ρούνων
fr: Bombe Runique
sv: Runbomb

source: Theodore
cs: Theodor
de: Theodor
el: Θεόδωρος

source: Auric Amulet
cs: Aurický Amulet
de: Auratisches Amulett
el: Φυλακτό του Χρυσού
fr: Amulette Aurique
sv: Gyllne Amulett

source: Torn Note 1
cs: Potrhaný Vzkaz 1
de: Zerissene Notiz 1
el: Σκισμένο Σημείωμα 1
fr: Note Déchirée 1
sv: Söndersliten Anteckning 1

source: Torn Note 2
cs: Potrhaný Vzkaz 2
de: Zerissene Notiz 2
el: Σκισμένο Σημείωμα 2
fr: Note Déchirée 2
sv: Söndersliten Anteckning 2

source: Torn Note 3
cs: Potrhaný Vzkaz 3
de: Zerissene Notiz 3
el: Σκισμένο Σημείωμα 2
fr: Note Déchirée 3
sv: Söndersliten Anteckning 3

source: Reconstructed Note
cs: Rekonstruovaný Vzkaz
de: Wiederhergestellte Notiz
el: Συναρμολογημένο Σημείωμα
fr: Note Reconstituée
sv: Återställd Anteckning

source: Brown Suit
cs: Hnědý Oblek
de: Brauner Anzug
el: Καφέ Στολή
fr: Costume Marron
sv: Brun Dräkt

source: Grey Suit
cs: Šedý Oblek
de: Grauer Anzug
el: Γκρίζα Στολή
fr: Costume Gris
sv: Grå Dräkt

source: Cap
cs: Šišák
de: Kappe
el: Σκούφος
fr: Capuchon
sv: Hätta

source: Skull Cap
cs: Šišák s Nánosníkem
de: Schädelkappe
el: Φολιδωτο Κράνος
fr: Cervellière
sv: Järnhätta

source: Helm
cs: Helma
el: Ελαφρύ Κράνος
fr: Heaume
sv: Hjälm

source: Full Helm
cs: Hrncová Helma
de: Vollhelm
el: Ολομεταλλικό Κράνος
fr: Grand Heaume
sv: Helhjälm

source: Crown
cs: Koruna
de: Krone
el: Κορώνα
fr: Couronne
sv: Krona

source: Great Helm
cs: Římská Helma
de: Kammhelm
el: Περικεφαλαία
fr: Bassinet
sv: Storhjälm

source: Cape
cs: Kápě
de: Mantel
el: Κάπα
sv: Kappa

source: Rags
cs: Hadry
de: Lumpen
el: Κουρέλια
fr: Guenilles
sv: Trasor

source: Cloak
cs: Plášť
de: Umhang
el: Μανδύας
fr: Cape à Capuche
sv: Mantel

source: Robe
cs: Róba
el: Ρόμπα
sv: Skrud

source: Quilted Armor
cs: Prošívané Brnění
de: Gesteppte Rüstung
el: Kαπιτονέ πανοπλία
fr: Armure Matelassée
sv: Vadderat Pansar

source: Leather Armor
cs: Kožené Brnění
de: Lederrüstung
el: Δερμάτινος Θώράκας
fr: Armure en Cuir
sv: Läderpansar

source: Hard Leather Armor
cs: Brnění z Tvrdé Kůže
de: Gehärtetes Leder
el: Σκληρός Δέρματος Θώρακας
fr: Armure en Cuir Bouilli
sv: Hårt Läderpansar

source: Studded Leather Armor
cs: Pobité Kožené Brnění
de: Nietenrüstung
el: Δερμάτινος Θώρακας με Καρφιά
fr: Armure en Cuir Clouté
sv: Nitläderpansar

source: Ring Mail
cs: Prošívaná Zbroj
de: Ringpanzer
el: Δαχτυλιδωτός Θώρακας
fr: Cotte de Mailles
sv: Ringbrynja

source: Mail
cs: Zbroj
de: Brünne
el: Αλυσιδωτός Θώρακας
fr: Maille
sv: Brynja

source: Chain Mail
cs: Kroužková Zbroj
de: Kettenhemd
el: Αλυσιδωτή Πανοπλία
fr: Tunique de Mailles
sv: Hauberk

source: Scale Mail
cs: Šupinová Zbroj
de: Schuppenpanzer
el: Φολιδωτή Πανοπλία
fr: Armure en Écailles
sv: Fjällpansar

source: Breast Plate
cs: Hrudní Pláty
de: Brustharnisch
el: Μεταλλικός Θώρακας
fr: Cuirasse
sv: Bröstharnesk

source: Plate
cs: Pláty
de: Panzer
el: Ολομεταλλικός Θώρακας
fr: Armure
sv: Harnesk

source: Splint Mail
cs: Lamelová Zbroj
de: Schienenrüstung
el: Σκληθρωτή Πανοπλία
fr: Brigandine
sv: Brigantin

source: Plate Mail
cs: Plátová Zbroj
de: Kettenpanzer
el: Ολομεταλλική Πανοπλία
fr: Demi Armure
sv: Harneskrustning

source: Field Plate
cs: Bitevní Pláty
de: Feldrüstung
el: Πλήρης Ολομεταλλικός Θώρακας
fr: Armure de Tournoi
sv: Fältharnesk

source: Gothic Plate
cs: Gotické Pláty
de: Gotischer Harnisch
el: Γοτθική Ολομεταλλική Πανοπλία
fr: Armure Gothique
sv: Gotisk Harnesk

source: Full Plate Mail
cs: Plná Plátová Zbroj
de: Plattenpanzer
el: Πλήρης Ολομεταλλική Εξάρτυση
fr: Harnois
sv: Helharnesk

source: Shield
cs: Štít
de: Schild
el: Ασπίδα
fr: Bouclier
sv: Sköld

source: Small Shield
cs: Malý Štít
de: Kleiner Schild
el: Μικρή Ασπίδα
fr: Petit Bouclier
sv: Liten Sköld

source: Large Shield
cs: Velký Štít
de: Großer Schild
el: Μεγάλη Ασπίδα
fr: Grand Bouclier
sv: Stor Sköld

source: Kite Shield
cs: Mandlový Štít
de: Drachenschild
el: Ασπίδα Χαρταετού
fr: Bouclier Normand
sv: Draksköld

source: Tower Shield
cs: Pavéza
de: Turmschild
el: Ασπίδα Πύργου
fr: Pavois
sv: Tornsköld

source: Gothic Shield
cs: Gotický Štít
de: Gotischer Schild
el: Γοτθική Ασπίδα
fr: Bouclier Gothique
sv: Gotisk Sköld

source: Potion of Rejuvenation
cs: Lektvar Omlazení
de: Trank der Genesung
el: Φίλτρο Αναζωογόνησης
fr: Potion de Rajeunissement
sv: Återhämtningsdryck

source: Potion of Full Rejuvenation
cs: Lektvar Plného Omlazení
de: Trank der vollen Genesung
el: Φίλτρο Πλήρους Αναζωογόνησης
fr: Potion de Rajeunissement Totale
sv: Fullkomlig Återhämtningsdryck

source: Oil
cs: Olej
de: Öl
el: Λάδι
fr: Huile
sv: Olja

source: Elixir of Strength
cs: Elixír Síly
de: Elixir der Stärke
el: Ελιξίριο Δύναμης
fr: Élixir de Force
sv: Styrkeelixir

source: Elixir of Magic
cs: Elixír Magie
de: Elixir der Magie
el: Ελιξίριο Μαγείας
fr: Élixir de Magie
sv: Magielixir

source: Elixir of Dexterity
cs: Elixír Obratnosti
de: Elixir der Agilität
el: Ελιξίριο Επιδεξιότητας
fr: Élixir de Dextérité
sv: Smidighetselixir

source: Elixir of Vitality
cs: Elixír Vitality
de: Elixir der Vitalität
el: Ελιξίριο Ζωτικότητας
fr: Élixir de Vitalité
sv: Kroppselixir

source: Scroll of Healing
cs: Svitek Léčení
de: Schriftrolle der Heilung
el: Πάπυρος Θεραπείας
fr: Parchemin de Soin
sv: Helbragd-Skriftrulle

source: Scroll of Search
cs: Svitek Hledání
de: Schriftrolle der Suche
el: Πάπυρος Αναζήτησης
fr: Parchemin de Recherche
sv: Sökning-Skriftrulle

source: Scroll of Lightning
cs: Svitek Blesku
de: Schriftrolle des Blitzes
el: Πάπυρος Κεραυνού
fr: Parchemin de Foudre
sv: Åska-Skriftrulle

source: Scroll of Fire Wall
cs: Svitek Ohnivé Zdi
de: Schriftrolle der Feuerwand
el: Πάπυρος Τείχους Φωτιάς
fr: Parchemin de Mur de Feu
sv: Eldmur-Skriftrulle

source: Scroll of Inferno
cs: Svitek Inferna
de: Schriftrolle des Infernos
el: Πάπυρος Λαίλαπας
fr: Parchemin d'Inferno
sv: Inferno-Skriftrulle

source: Scroll of Flash
cs: Svitek Záblesku
de: Schriftrolle des Lichtblitzes
el: Πάπυρος Λάμψης
fr: Parchemin de Flash
sv: Blixt-Skriftrulle

source: Scroll of Infravision
cs: Svitek Infravize
de: Schriftrolle des Durchblicks
el: Πάπυρος Υπέρυθρης Όρασης
fr: Parchemin d'Infravision
sv: Infraseende-Skriftrulle

source: Scroll of Phasing
cs: Svitek Fázování
de: Schriftrolle der Verschiebung
el: Πάπυρος Φασικής Μεταφοράς
fr: Parchemin de Phasage
sv: Fasning-Skriftrulle

source: Scroll of Mana Shield
cs: Svitek Manového Štítu
de: Schriftrolle des Manaschilds
el: Πάπυρος Ασπίδας από Μάνα
fr: Parchemin de Bouclier de Mana
sv: Manasköld-Skriftrulle

source: Scroll of Flame Wave
cs: Svitek Ohnivé Vlny
de: Schriftrolle der Flammenwelle
el: Πάπυρος Κύματος Φωτιάς
fr: Parchemin de Vague de Flammes
sv: Eldvåg-Skriftrulle

source: Scroll of Fireball
cs: Svitek Ohnivé Koule
de: Schriftrolle des Feuerballs
el: Πάπυρος Οβίδας Φωτιάς
fr: Parchemin de Boule de Feu
sv: Eldklot-Skriftrulle

source: Scroll of Stone Curse
cs: Svitek Kamenné Kletby
de: Schriftrolle des Steinfluchs
el: Πάπυρος Κατάρας Πέτρωσης
fr: Parchemin de Malédiction de Pierre
sv: Stenförhäxning-Skriftrulle

source: Scroll of Chain Lightning
cs: Svitek Řetězového Blesku
de: Schriftrolle des Kettenblitzes
el: Πάπυρος Αλυσιδωτών Κεραυνών
fr: Parchemin d’Éclairs en série
sv: Kedjeåska-Skriftrulle

source: Scroll of Guardian
cs: Svitek Ochránce
de: Schriftrolle der Wächter
el: Πάπυρος Προστάτη
fr: Parchemin de Gardien
sv: Väktare-Skriftrulle

source: Scroll of Nova
cs: Svitek Novy
de: Schriftrolle der Nova
el: Πάπυρος Αστρικής Έκρηξης
fr: Parchemin de Nova
sv: Nova-Skriftrulle

source: Scroll of Golem
cs: Svitek Golema
de: Schriftrolle des Golems
el: Πάπυρος Πήλινου Μαχητή
fr: Parchemin de Golem
sv: Golem-Skriftrulle

source: Scroll of Teleport
cs: Svitek Teleportace
de: Schriftrolle des Teleports
el: Πάπυρος Τηλεμεταφοράς
fr: Parchemin de Téléportation
sv: Teleportering-Skriftrulle

source: Scroll of Apocalypse
cs: Svitek Apokalypsy
de: Schriftrolle der Apokalypse
el: Πάπυρος Αποκάλυψης
fr: Parchemin d'Apocalypse
sv: Apokalyps-Skriftrulle

source: Falchion
cs: Malchus
de: Sarazenenschwert
el: Φάλτσιο
sv: Kroksabel

source: Scimitar
de: Krummsäbel
el: Γιαταγάνι
fr: Cimeterre
sv: Huggare

source: Claymore
de: Flamberg
el: Δίκοπο Ξίφος
sv: Slagsvärd

source: Blade
cs: Čepel
de: Klinge
el: Λεπίδα
fr: Lame
sv: Klinga

source: Sabre
cs: Palaš
de: Säbel
el: Φάλξ
sv: Sabel

source: Long Sword
cs: Dlouhý Meč
de: Langschwert
el: Σπάθα
fr: Rapière
sv: Långsvärd

source: Broad Sword
cs: Široký Meč
de: Breitschwert
el: Ρομφαία
fr: Épée Large
sv: Bredsvärd

source: Bastard Sword
cs: Meč Bastard
de: Bastardschwert
el: Μπάσταρδη Σπάθα
fr: Fauchard
sv: Halvhandssvärd

source: Two-Handed Sword
cs: Obouruční Meč
de: Bidenhänder
el: Δίχειρη Βαριά Σπάθα
fr: Épée à Deux Mains
sv: Tvåhandssvärd

source: Great Sword
cs: Velký Meč
de: Kriegsschwert
el: Κατάνα
fr: Grande Épée
sv: Jättesvärd

source: Small Axe
cs: Malá Sekera
de: Handbeil
el: Τσεκουράκι
fr: Petite Hache
sv: Handyxa

source: Axe
cs: Sekera
de: Axt
el: Τσεκούρι
fr: Hache
sv: Yxa

source: Large Axe
cs: Sekera
de: Streitaxt
el: Πέλεκυς
fr: Grosse Hache
sv: Stor Yxa

source: Broad Axe
cs: Široká Sekera
de: Breitaxt
el: Φαρδύ Τσεκούρι
fr: Hache Large
sv: Bredyxa

source: Battle Axe
cs: Bojová Sekera
de: Kampfaxt
el: Δικέφαλο Τσεκούρι
fr: Hache Danoise
sv: Stridsyxa

source: Great Axe
cs: Velká Sekera
de: Kriegsaxt
el: Μεγάλο Βαρύ Τσεκούρι
fr: Grande Hache
sv: Långyxa

source: Mace
cs: Palice
de: Stahlkeule
el: Κεφαλοθραύστης
fr: Masse d'Armes
sv: Stridsklubba

source: Morning Star
cs: Jitřenka
de: Morgenstern
el: Αγκαθωτός Κεφαλοθραύστης
fr: Étoile du Matin
sv: Morgonstjärna

source: War Hammer
cs: Válečné Kladivo
de: Streithammer
el: Σφύρα Πολέμου
fr: Marteau de Guerre
sv: Stridshammare

source: Hammer
cs: Kladivo
el: Σφύρί
fr: Marteau
sv: Hammare

source: Spiked Club
cs: Ostnatý Kyj
de: Nagelkeule
el: Ρόπαλο με Καρφιά
fr: Gourdin Clouté
sv: Spikklubba

source: Flail
cs: Řemdih
de: Dreschflegel
el: Κόπανος
fr: Fléau
sv: Stridsgissel

source: Maul
cs: Velká Palice
de: Kriegshammer
el: Βαριά Σφύρα Πολέμου
sv: Slägga

source: Bow
cs: Luk
de: Bogen
el: Τόξο
fr: Arc
sv: Båge

source: Hunter's Bow
cs: Lovecký Luk
de: Jagdbogen
el: Κυνηγετικό Τόξο
fr: Arc de Chasse
sv: Jaktbåge

source: Long Bow
cs: Dlouhý Luk
de: Langbogen
el: Μακρύ Τόξο
fr: Arc Long
sv: Långbåge

source: Composite Bow
cs: Kompozitní Luk
de: Kompositbogen
el: Σύνθετο Τόξο
fr: Arc à Poulies
sv: Kompositbåge

source: Short Battle Bow
cs: Krátký Bojový Luk
de: Recurvebogen
el: Κοντό Τόξο Μάχης
fr: Arc Court de Bataille
sv: Kort Stridsbåge
