Repository: diasurgical/devilutionX
Catalog: Translations/*.po
Languages: bg, da, it, pl, uk

source: Demons stole Ogden's sign, you say? That doesn't sound much like the atrocities I've heard of - or seen. Demons are concerned with ripping out your heart, not your signpost.
bg: Казваш, че демони са откраднали табелата на Огдън? Това не звучи много като зверствата, за които съм чувал или виждал. Демоните са загрижени как да изтръгнат сърцето ти, а не от дървената ти табела.
it: I demoni hanno rubato l'insegna di Ogden? Questo non combacia con le atrocità di cui ho sentito, e a cui ho assistito. Ai demoni interessa strapparti il cuore, non l'insegna.
pl: Że co? Demony ukradły szyld Ogdena? Znam z plotek i widzenia większe potworności, których się dopuszczały. Z reguły wolą wyrywać serca z piersi niż szyldy z fasad.
uk: Ти кажеш, що демони вкрали знак Огдена? Це не дуже схоже на звірства, які я чув або бачив. Демони хочуть вирвати твоє серце, а не якийсь знак таверни.

source: You know what I think? Somebody took that sign, and they gonna want lots of money for it. If I was Ogden... and I'm not, but if I was... I'd just buy a new sign with some pretty drawing on it. Maybe a nice mug of ale or a piece of cheese...
bg: Знаеш ли какво си мисля? Някой е взел тази табела и ще иска една камара пари за нея. Ако бях Огдън... не, че съм, но ако бях... щях просто да си купя нова табела с някаква хубава рисунка на него. Може би една хубава халба пиво или парче сирене...
it: Sai cosa penso? Qualcuno ha preso l'insegna, e ora vuole molti soldi per restituirla. Se fossi Ogden... e non lo sono, ma se lo fossi... Ne comprerei una nuova con un bel disegno. Un boccale di birra o un pezzo di formaggio, per esempio...
pl: Wiesz co? Myślę, że ktoś ukradł ten szyld i będzie chciał za niego miliony monet. Gdybym był Ogdenem... choć nie jestem, no ale gdybym był... to kupiłbym nowy szyld, z jakimś ładniejszym malunkiem. Może kuflem piwa, albo kiszonym ogórkiem...
uk: Знаєш, що я думаю? Хтось взяв цей знак, і вони хочуть за нього багато грошей. Якби я був Огденом… А я не він, але якби був… Я б просто купив новий знак із гарним малюнком. Щоб там був гарний кухоль елю або шматочок сиру…

source: No mortal can truly understand the mind of the demon. Never let their erratic actions confuse you, as that too may be their plan.
bg: Никой смъртен не може да разбере ума на демона. Никога не позволявай на блуждаещите те им постъпки да те объркват, тъй като това също може да е тяхната цел.
it: Nessun uomo può capire la mente di un demone. Non lasciarti confondere dalle loro azioni, potrebbe essere il loro piano.
pl: Żaden śmiertelnik nie jest w stanie w pełni zrozumieć demonicznego umysłu. Ich dziwne zachowania mogą być częścią większego planu.
uk: Жоден смертний не зможе по-справжньому зрозуміти розум демона. Ніколи не давай їм заплутати тебе своїми непомірними вчинками, оскільки це теж може бути їх планом.

source: What - is he saying I took that? I suppose that Griswold is on his side, too. Look, I got over simple sign stealing months ago. You can't turn a profit on a piece of wood.
bg: Какво? Той мисли, че Аз съм го взел? Предполагам, че и Грисволд е на негова страна. Слушай, спрях да крада табели преди месеци. Не можеш да изкараш много от парче дърво.
it: Cosa - dice che l'ho presa io? Scommetto che anche Griswold è dalla sua parte. Senti, ho superato la fase del ladro di insegne mesi fa. Non trarrai profitto da un pezzo di legno.
pl: I co - jeszcze sugeruje, że to moja sprawka? Pewnie Griswold też trzyma jego stronę. Słuchaj, szyldy przestałem kraść dawno temu. Nie dostaniesz wiele za kawałek drewna.
uk: Що — він каже, що це я взяв? Думаю, що Грізволд теж на його боці. Я вже кілька місяців тому подолав бажання касти знаки. На шматку дерева прибуток не отримаєш.

source: Hey - You that one that kill all! You get me Magic Banner or we attack! You no leave with life! You kill big uglies and give back Magic. Go past corner and door, find uglies. You give, you go!
bg: Хей, ти този, който убива всички! Донеси ми Магическо знаме или нападаме! Няма да тръгнеш с живот! Ти убиваш големи грозници и връщаш Магия. Върви покрай ъгъл и врата, намираш грозници. Даваш, минаваш!
it: Ehi - Tu quello che uccide tutti! Tu porta me Stendardo Magico o attacchiamo! Tu non sopravvivi! Uccidi grossi cattivi e riporta Magia. Passa angolo e porta, trova cattivi. Tu dai, tu vai!
pl: Hej - Ty co zabijać wszystkich! Ty zdobyć mi Czarodziejski Znak albo my atakować! Ty nie odejść żywo! Ty zabić dużych brzydali i przynieść nam Magia. Iść za róg i drzwi, znaleźć brzydali. Ty dać, ty odejść!
uk: Гей — Ти той, що всіх вбиваєш! Ти даєш мені Магічний Прапор, або ми атакуємо! Ти не підеш з життям! Ти вбиваєш великих потвор і повертаєш Магію. Пройди повз кут і двері, знайди потвор. Ти даєш, ти йдеш!

source: You kill uglies, get banner. You bring to me, or else...
bg: Убиваш грозници, взимаш знаме. Ти носиш, иначе...
it: Uccidi cattivi, porta stendardo. Tu porta me, altrimenti...
pl: Ty zabić brzydali, zdobyć znak. Ty mi go przynieść, bo inaczej...
uk: Ти вбиваєш потвор, береш прапор. Ти принеси мені, а то…

source: You give! Yes, good! Go now, we strong. We kill all with big Magic!
bg: Ти даваш! Да, добре! Върви сега, ние силни. Ние убиваме всички с голяма магия!
it: Tu dai! Bene! Vai ora, noi forti. Uccidiamo tutti con grande Magia!
pl: Oddać! O taak! Już odejść, my potężni. My zniszczyć wszystkich! Duża magia!
uk: Ти даєш! Так, добре! Іди зараз, ми сильні. Ми вб'ємо всіх великою Магією!

source: This does not bode well, for it confirms my darkest fears. While I did not allow myself to believe the ancient legends, I cannot deny them now. Perhaps the time has come to reveal who I am. My true name is Deckard Cain the Elder, and I am the last descendant of an ancient Brotherhood that was dedicated to safeguarding the secrets of a timeless evil. An evil that quite obviously has now been released. The Archbishop Lazarus, once King Leoric's most trusted advisor, led a party of simple townsfolk into the Labyrinth to find the King's missing son, Albrecht. Quite some time passed before they returned, and only a few of them escaped with their lives. Curse me for a fool! I should have suspected his veiled treachery then. It must have been Lazarus himself who kidnapped Albrecht and has since hidden him within the Labyrinth. I do not understand why the Archbishop turned to the darkness, or what his interest is in the child, unless he means to sacrifice him to his dark masters! That must be what he has planned! The survivors of his 'rescue party' say that Lazarus was last seen running into the deepest bowels of the labyrinth. You must hurry and save the prince from the sacrificial blade of this demented fiend!
bg: Това не вещае нищо добро и потвърждава най-мрачните ми страхове. Макар да не си позволявах да вярвам на древните предания, сега не мога да ги отрека. Настъпи момента да разкрия кой всъщност съм аз. Истинското ми име е Декард Кайн - Старейшината и съм последният потомък на древно Братство, посветено на опазването на тайните на безвременно зло. Зло, което очевидно вече е на свобода. Архиепископ Лазар, някогашният най-доверен съветник на крал Леорик, поведе група от обикновени жители на града в Лабиринта, за да намерят Албрихт, изчезналия син на краля. Мина доста време, преди малцината оцелели завърнат, избягали на косъм от смъртта . Проклета да бъде глупостта ми! Трябваше да предположа скритото му предателство още тогава. Сигурно самият Лазар е отвлякъл Албрихт и о го е отвел в Лабиринта. Не разбирам защо архиепископът се е преминал към мрака и какъв е интересът му към детето... Освен ако не смята да го принесе в жертва на тъмните си господари! Трябва да е замислил точно това! Оцелелите от неговата 'спасителна дружина' разказват, че за последен път са видели Лазар да бяга в най-дълбоките дебри на лабиринта. Трябва да побързаш и да спасиш принца от жертвеното острие на този обезумял злодей!
it: Questo non promette bene, perché conferma le mie paure più profonde. Anche se non ho mai creduto alle antiche leggende, ora non posso negarle. Forse è il momento di rivelare chi sono. Il mio vero nome è Deckard Cain il Saggio, e sono l'ultimo discendente di un'antica Fratellanza il cui compito era custodire i segreti di un male senza tempo. Un male che apparentemente è stato liberato. L'Arcivescovo Lazarus, un tempo il consigliere più fidato del Re Leoric, guidò un gruppo di paesani nel labirinto, per ritrovare il figlio scomparso del re, Albrecht. Passò molto tempo prima del loro ritorno, e solo pochi ritornarono vivi. Maledicimi per la mia stupidità! Avrei dovuto sospettare il suo inganno allora. Dev'essere stato Lazarus stesso a rapire Albrecht e a nasconderlo nel labirinto. Non capisco perché l'Arcivescovo sia diventato malvagio, o quale sia il suo interesse per il bambino. A meno che non intenda sacrificarlo ai suoi signori oscuri! Questo dev'essere il suo piano! I sopravvissuti del suo gruppo di salvataggio! Dicono di aver visto Lazarus per l'ultima volta mentre correva nelle viscere più profonde del labirinto. Devi sbrigarti e salvare il principe dalla lama sacrificale di quel pazzo!
pl: To nie wróży nam dobrze. Potwierdzają się moje najgorsze obawy. Nie chciałem wierzyć starożytnym przepowiedniom, jednak właśnie zaczynają się urzeczywistniać. Chyba powinienem powiedzieć ci, kim dokładnie jestem. Nazywam się Deckard Cain Starszy, jestem ostatnim potomkiem prastarego Bractwa, chroniącego ludzkość przed odwiecznym złem. Złem, które właśnie się przebudziło. Arcybiskup Lazarus, kiedyś najbardziej zaufany doradca Króla Leoryka, zachęcił grupę prostych mieszczan do zejścia w głąb Labiryntu. Mieli odnaleźć zaginionego księcia, Albrechta. Po długim czasie, z całej grupy, żywych wróciło tylko kilku. Jestem głupcem! Powinienem domyślić się, że coś było nie tak. To pewnie sam Lazarus porwał Albrechta i ukrył go we wnętrzu Labiryntu. Nie rozumiem tylko dlaczego Arcybiskup poddał się mocom ciemności, i czemu wybrał akurat dziecko... No chyba, że chciał złożyć je w ofierze swym mrocznym panom! Tak, to musiał być jego plan od samego początku! Ludzie z 'grupy ratowniczej', którym udało się uwolnić, mówili o tym, że Lazarus na sam koniec zniknął w najdalszych zakątkach Labiryntu. Musisz się pośpieszyć i ocalić księcia przed ofiarnym ostrzem tego obłąkanego potwora!
uk: Це не віщує нічого хорошого і підтверджує мої найгірші страхи. Хоча я не дозволяв собі вірити стародавнім легендам, тепер я не можу їх заперечувати. Можливо, настав час розкрити, хто я. Моє справжнє ім’я — Старійшина Декард Кейн, і я — останній нащадок стародавнього Братства, яке займалося захистом таємниць вічного зла. Зла, яке цілком очевидно тепер вирвалось на волю. Архієпископ Лазар, колись найбільш довірений радник Короля Леоріка, повів групу простих городян у Лабіринт, щоб знайти зниклого сина Короля, Альбрехта. Перш ніж вони повернулися, минуло чимало часу, і лише деяким з них вдалося врятуватися. Прокляття на мене — дурня! Я мав би передчути його замасковану зраду. Мабуть, сам Лазар викрав Альбрехта і з тих пір сховав його в Лабіринті. Я не розумію, чому архієпископ звернувся до темряви, чи в чому його інтерес до дитини, хіба що він хоче принести його в жертву своїм темним господарям! Це, мабуть і є те, що він запланував! Ті, хто залишився в живих із його «рятівної групи», кажуть, що Лазаря востаннє бачили втікаючим у найглибші надра лабіринту. Ти маєш поквапитися і врятувати принца від жертовного леза цього божевільного негідника!

source: You must hurry and rescue Albrecht from the hands of Lazarus. The prince and the people of this kingdom are counting on you!
bg: Трябва да побързаш и да спасиш Албрихт от ръцете на Лазар. Принцът и народът на това кралство разчитат на теб!
it: Devi affrettarti a liberare Albrecht dalle mani di Lazarus. Il principe e le persone di questo regno contano su di te!
pl: Pośpiesz się! Albrecht wciąż jest w rękach Lazarusa. Książę i mieszkańcy tego królestwa liczą na ciebie!
uk: Ти повинен поспішити і врятувати Альбрехта з рук Лазаря. Принц і жителі королівства розраховують на тебе!

source: Your story is quite grim, my friend. Lazarus will surely burn in Hell for his horrific deed. The boy that you describe is not our prince, but I believe that Albrecht may yet be in danger. The symbol of power that you speak of must be a portal in the very heart of the labyrinth. Know this, my friend - The evil that you move against is the dark Lord of Terror. He is known to mortal men as Diablo. It was he who was imprisoned within the Labyrinth many centuries ago and I fear that he seeks to once again sow chaos in the realm of mankind. You must venture through the portal and destroy Diablo before it is too late!
bg: Разказа ти е доста зловещ, приятелю. Лазар със сигурност ще гори в ада за ужасното си деяние. Момчето, което описваш, не е нашият принц, но вярвам, че Албрихт все още може да е в опасност. Символът от тъмна сила, за който говориш, трябва да е портал в самото сърце на лабиринта. Знай това, приятелю - злото, срещу което се изправяш, е тъмният Господар на ужаса. Той е познат сред смъртните като Диабло. Именно той е бил затворен преди много векове в Лабиринта и се опасявам, че се стреми отново да сее хаос в царството на хората. Трябва да преминеш през портала и да унищожиш Диабло, преди да е станало твърде късно!
it: La tua storia è strana, amico mio. Lazarus brucerà all'Inferno per quel che ha fatto. Il ragazzo che descrivi non è il nostro principe, ma credo che Albrecht possa essere ancora in pericolo. Il simbolo di potere di cui parli dev'essere un portale per il cuore del labirinto. Sappi questo - amico mio - Il male che affronterai è l'oscuro Signore del Terrore. Meglio conosciuto fra i mortali come Diablo. È lui che venne imprigionato nel Labirinto molti secoli fa, e temo che cerchi di seminare di nuovo il caos fra l'umanità. Devi avventurarti attraverso il portale e sconfiggere Diablo prima che sia troppo tardi!
pl: To naprawdę ponura historia. Lazarus bez wątpienia spłonie w piekle za ten potworny czyn. Jednakże chłopiec, którego opisujesz, nie jest naszym księciem. Albrecht nadal może być w niebezpieczeństwie. A ten wielki symbol, o którym mówisz, musi być portalem do samego serca Labiryntu. Posłuchaj uważnie - zło z którym teraz się spotkasz, to mroczny Pan Grozy. śmiertelnicy nazywają go Diablo. To właśnie jego uwięziono wewnątrz Labiryntu wiele wieków temu. Obawiam się, że znowu zacznie siać grozę w krainie śmiertelników. Musisz przejść przez portal i zniszczyć Diablo, nim będzie za późno!
uk: Твоя історія дуже похмура, друже. За свій жахливий вчинок Лазар неодмінно згорить у пеклі. Хлопчик, якого ти описуєш — не наш принц, але я вважаю, що Альбрехту все ще загрожує небезпека. Символ сили, про який ти говориш, має бути порталом у самому серці лабіринту. Знай це, друже мій — Зло, проти якого ти борешся, це темний Володар Жахів. Він відомий смертним як Діабло. Саме він був ув’язнений у Лабіринті багато століть тому, і я боюся, що він знову прагне посіяти хаос у виміру людства. Ти маєш пройти через портал і знищити Діабло поки не пізно!

source: Lazarus was the Archbishop who led many of the townspeople into the labyrinth. I lost many good friends that day, and Lazarus never returned. I suppose he was killed along with most of the others. If you would do me a favor, good master - please do not talk to Farnham about that day.
bg: Лазар е архиепископът, който поведе много от жителите на града към лабиринта. В онзи ден загубих много добри приятели, а Лазар така и не се завърна. Предполагам, че е бил убит заедно с повечето от останалите. Ако можеш да ми направиш услуга, добри господарю - моля те, не говори на Фарнам за онзи ден.
it: Lazarus era l'Arcivescovo che guidò molti dei paesani nel labirinto. Persi molti buoni amici quel giorno, e Lazarus non tornò mai. Suppongo sia stato ucciso assieme alla maggior parte degli altri. Se puoi farmi un favore, signore - ti prego, non parlare a Farnham di quel giorno.
pl: Lazarus był arcybiskupem, który zaprowadził wielu spośród mieszkańców do Labiryntu. Tego dnia straciłem mnóstwo dobrych przyjaciół, a Lazarus nigdy już nie powrócił. Przypuszczam, że został po drodze zabity, jak zresztą większość. Mam też do ciebie jedną prośbę - nie rozmawiaj o tym dniu z Farnhamem.
uk: Лазар був Архієпископом, який ввів городян у лабіринт. Того дня я втратив багато хороших друзів, а Лазар так і не повернувся. Думаю, що його вбили разом з іншими. Майстре, якщо ти зробиш мені послугу, будь ласка, не говори про той день з Фарнхемом.

source: I was shocked when I heard of what the townspeople were planning to do that night. I thought that of all people, Lazarus would have had more sense than that. He was an Archbishop, and always seemed to care so much for the townsfolk of Tristram. So many were injured, I could not save them all...
bg: Бях поразен, когато чух за какво се готвеха жителите на града онази нощ. Мислех си, че от всички хора Лазар би имал повече разум от това. Той беше архиепископ и винаги изглеждаше, че го е много грижа за жителите на Тристрам. Толкова много бяха ранените, нямаше как да ги спася всичките...
it: Fui scioccato quando seppi quello che i paesani stavano progettando di fare quella notte. Pensavo che fra tutti, Lazarus avesse più buonsenso. Era Arcivescovo e sembrava sempre preoccuparsi molto per la gente di Tristram. Molti furono feriti, e non potei salvarli tutti...
pl: Byłem zszokowany kiedy tamtej nocy usłyszałem o planie mieszkańców. Myślałem, że z tych wszystkich ludzi, to Lazarus ma najwięcej zdrowego rozsądku. W końcu był Arcybiskupem i zawsze troszczył się o tutejszą ludność. Wróciło tylu rannych, że... nie dałem rady wszystkich uratować.
uk: Я був шокований, коли почув, що жителі міста планували робити тієї ночі. Я думав, що Лазар мав більше глузду, з усіх людей. Він був Архієпископом і, здавалося, завжди дбав про жителів Трістрама. Було так багато поранених, я не міг їх усіх врятувати…

source: I remember Lazarus as being a very kind and giving man. He spoke at my mother's funeral, and was supportive of my grandmother and myself in a very troubled time. I pray every night that somehow, he is still alive and safe.
bg: Спомням си Лазар като много добър и щедър човек. Той говори на погребението на майка ми и подкрепи баба ми и мен, в един много труден момент. Всяка вечер се моля да е жив и в безопасност.
it: Ricordo Lazarus come un uomo buono e gentile. Celebrò il funerale di mia madre, e aiutò mia nonna e me a superare quel bruttissimo momento. Prego ogni notte che in qualche modo, sia ancora vivo e al sicuro.
pl: Pamiętam Lazarusa jako bardzo ciepłego i życzliwego człowieka. Przemawiał na pogrzebie mojej mamy i w tym trudnym czasie wspierał mnie i babcię. Codziennie modlę się o to, żeby jakimś cudem wrócił cały i zdrowy.
uk: Я пам’ятаю Лазаря як дуже доброго і доброзичливого чоловіка. Він виступав на похороні моєї матері і підтримував мене і мою бабусю в дуже скрутний час. Я молюся щовечора, щоб він як-небудь був живий і в безпеці.

source: I was there when Lazarus led us into the labyrinth. He spoke of holy retribution, but when we started fighting those hellspawn, he did not so much as lift his mace against them. He just ran deeper into the dim, endless chambers that were filled with the servants of darkness!
bg: Бях там, когато Лазар ни поведе в лабиринта. Говореше за свято възмездие, но когато започнахме да се бием с тези адски гадове, той дори не повдигна боздугана си срещу тях. Той просто побягна навътре в мрачните, безкрайни коридори, които бяха пълни със слугите на мрака!
it: Ero là quando Lazarus ci guidò nel labirinto. Parlò di punizione divina, ma quando cominciammo a lottare contro quelle creature infernali, lui non alzò un dito su di loro. Proseguì sempre più in profondità nelle buie, infinite stanze piene di servitori dell'oscurità!
pl: Byłem członkiem grupy sprowadzonej do Labiryntu przez Lazarusa. Cały czas mówił coś o świętej zemście, ale gdy pojawiły się demony, to nawet nie wyciągnął broni zza pasa. Zamiast tego uciekł wprost w korytarze wypełnione sługusami zła!
uk: Я був там, коли Лазар ввів нас у лабіринт. Він говорив про святу відплату, але коли ми почали боротися з тими пекельними виродками, він їх пальцем не торкнувся. Він просто побіг глибше в ті темні безкінечні палати, що наповнені слугами темряви!

source: They stab, then bite, then they're all around you. Liar! LIAR! They're all dead! Dead! Do you hear me? They just keep falling and falling... their blood spilling out all over the floor... all his fault...
bg: Пронизват, после хапят, а после са навсякъде около теб. Лъжец! ЛЪЖЕЦ! Всички те са мъртви! Мъртви! Чуваш ли ме? Те продължават да падат и падат... кръвта им се разлива по земята... всичко е по негова вина...
it: Pugnalano, poi mordono, poi ti sono tutti attorno. Bugiardo! BUGIARDO! Sono tutti morti! MORTI! Mi senti? Continuano a cadere e a cadere... il loro sangue si sparge sul pavimento... tutta colpa sua...
pl: Dźgały, potem gryzły, były wszędzie. Kłamca! KłAMCA! Wszyscy zginęli! Nie żyją! Słyszysz? Po prostu padali, jeden po drugim... ich krew tryskała po całej podłodze... wszystko przez niego...
uk: Вони колють, потім кусають, потім вони всюди, навколо вас. Брехун! БРЕХУН! Вони всі мертві! Мертві! Ти мене чуєш? Вони падають і падають… їх кров розливається по підлозі… це все його вина…

source: I did not know this Lazarus of whom you speak, but I do sense a great conflict within his being. He poses a great danger, and will stop at nothing to serve the powers of darkness which have claimed him as theirs.
bg: Не познавам този Лазар, за когото говориш, но усещам голям конфликт в същността му. Той представлява голяма опасност и няма да се спре пред нищо, за да служи на силите на мрака, които са го приели за свой.
it: Non conoscevo questo Lazarus di cui parli, ma sento un gran conflitto nel suo essere. Pone un grave pericolo, e non si fermerà davanti a nulla per servire i poteri dell'oscurità che l'hanno reclamato per loro.
pl: Choć nie poznałam Lazarusa, wyczuwam w nim głęboki konflikt. Stanowi ogromne niebezpieczeństwo. Nic nie powstrzyma go przed służbą mocom ciemności, które nad nim zapanowały.
uk: Я не знала Лазаря, про якого ти говориш, але відчуваю великий конфлікт всередині його душі. Він представляє велику небезпеку і ні перед чим не зупиниться, щоб служити силам темряви, які визнали його своїм.

source: Yes, the righteous Lazarus, who was sooo effective against those monsters down there. Didn't help save my leg, did it? Look, I'll give you a free piece of advice. Ask Farnham, he was there.
bg: Да, праведника Лазар, който беше толкова деен срещу онези чудовища в подземията. Но така и не ми помогна да спася крака си, нали? Един безплатен съвет... Говори с Фарнам, той беше там...
it: Si, l'onesto Lazarus, che fu di grande aiuto contro quei mostri. Come no! Come mai non mi aiutò a salvare la mia gamba? Guarda, ti do un consiglio. Chiedi a Farnham, anche lui era lì.
pl: Och, szlachetny Lazarus, ten któremu taaak dobrze szło odstraszanie demonów, że straciłem nogę? Wiesz, dam ci bezpłatną radę. Porozmawiaj z Farnhamem, on wszystko widział.
uk: А, праведний Лазар, який був таким корисним проти тих чудовиськ внизу. Мою ногу не врятував, так же? Дивись, дам тобі пораду просто так. Спитай Фарнхема, він там був.
