Repository: diasurgical/devilutionX
Catalog: Translations/*.po
Languages: bg, da, it, pl, uk

source: We maintain a chat server at Discord.gg/devilutionx Follow the links to join our community where we talk about things related to Diablo, and the Hellfire expansion.
pl: Utrzymujemy serwer czatu pod adresem Discord.gg/devilutionx Podążaj za linkami, aby dołączyć do naszej społeczności, gdzie rozmawiamy o rzeczach związanych z Diablo i dodatkiem Hellfire.

source: Offline Game
pl: Gra lokalna

source: is unknown.
pl: jest nieznane.

source: [command]
pl: [polecenie]

source: <arena-number>
pl: <numer-areny>

source: <number>
pl: <liczba>

source: <player name>
pl: <nazwa gracza>

source: Hit Points {:d} of {:d}
pl: Punkty Życia {:d} / {:d}

source: Unable to load data from file {0}
pl: Nie można wczytać danych z pliku {0}

source: {0} is incomplete, please check the file contents.
pl: {0} jest niekompletny, proszę sprawdzić zawartość pliku.

source: Your {0} file doesn't have the expected columns, please make sure it matches the documented format.
pl: Twój plik {0} nie ma oczekiwanych kolumn, proszę upewnić się, że pasuje do udokumentowanego formatu.

source: Non-numeric value {0} for {1} in {2} at row {3} and column {4}
pl: Nienumeryczna wartość dla {0} w kolumnie {1} w pliku {2}, rząd {3} kolumna {4}

source: Out of range value {0} for {1} in {2} at row {3} and column {4}
pl: Wartość spoza zakresu dla {0} w kolumnie {1} w pliku {2}, rząd {3} kolumna {4}

source: Invalid value {0} for {1} in {2} at row {3} and column {4}
pl: Nieprawidłowa wartość dla {0} w kolumnie {1} w pliku {2}, rząd {3} kolumna {4}

source: I need help! Come here!
pl: Potrzebuję pomocy! Chodź tu!

source: Heal yourself!
pl: Uzdrów się!

source: Watch out!
pl: Uważaj!

source: Thanks.
pl: Dziękuję.

source: Retreat!
pl: Wycofać się!

source: Sorry.
pl: Przepraszam.

source: I'm waiting.
pl: Czekam.

source: Previous quick spell
pl: Poprzedni szybki czar

source: Selects the previous quick spell (cycles).
pl: Wybiera poprzedni szybki czar (w kolejności).

source: Next quick spell
pl: Następny szybki czar

source: Selects the next quick spell (cycles).
pl: Wybiera następny szybki czar (w kolejności).

source: Cycle map type
pl: Przełącz typ mapy

source: Opaque -> Transparent -> Minimap -> None
pl: Nieprzezroczysta -> Przezroczysta -> Mini mapa -> Brak

source: Pause Game (Alternate)
pl: Wstrzymaj grę (alternatywnie)

source: Sort Inventory
pl: Sortuj ekwipunek

source: Sorts the inventory.
pl: Sortuje ekwipunek.

source: Console
pl: Konsola

source: Opens Lua console.
pl: Otwiera konsolę Lua.

source: Game saved
pl: Gra zapisana

source: Failed to open file: {:s} {:s} The MPQ file(s) might be damaged. Please check the file integrity.
pl: Nie udało się otworzyć pliku: {:s} {:s} Plik MPQ może być uszkodzony. Proszę sprawdzić spójność pliku.

source: Book of {:s}
pl: Księga czaru: {:s}

source: Hit Points: {:+d}
pl: Punkty życia: {:+d}

source: Pause Game When Window Loses Focus
pl: Wstrzymanie Gry Gdy Okno Jest Nieaktywne

source: When enabled, the game will pause when focus is lost.
pl: Po włączeniu tej funkcji wstrzymuje grę, jeśli okno gry jest nieaktywne.

source: When enabled Cauldrons, Fascinating Shrines, Goat Shrines, Ornate Shrines, Sacred Shrines and Murphy's Shrines are not able to be clicked on and labeled as disabled.
pl: Po włączeniu opcji Kociołki, Fascynujące Kapliczki, Kozie Kapliczki, Zdobione Kapliczki, Święte Kapliczki i Kapliczki Murphy'ego nie mogą zostać kliknięte i są one oznaczane jako wyłączone.

source: Dur: {:d}/{:d}
pl: Wyt: {:d}/{:d}

source: Indestructible
pl: Niezniszczalne

source: If I was you... and I ain't... but if I was, I'd sell all that stuff you got and get out of here. That boy out there... He's always got somethin' good, but you gotta give him some gold or he won't even show you what he's got.
pl: Gdybym był tobą... no ale nie jestem... no ale gdybym był, to wtedy bym wszystko sprzedał i stąd wyjechał... Ten chłopak, o tam... On zawsze ma dobry towar, ale jak nie masz złota... to ci nawet tego nie pokaże.

source: My grandmother often tells me stories about the strange forces that inhabit the graveyard outside of the church. And it may well interest you to hear one of them. She said that if you were to leave the proper offering in the cemetery, enter the cathedral to pray for the dead, and then return, the offering would be altered in some strange way. I don't know if this is just the talk of an old sick woman, but anything seems possible these days.
pl: Moja babcia często opowiadała mi historie o dziwnych mocach zamieszkujących cmentarz przed kościołem. Opowiem ci jedną z nich. Mówiła, że jeżeli na cmentarzu złoży się właściwą ofiarę, pójdzie do katedry, pomodli się za zmarłego i wróci, złożona ofiara zostanie w tajemniczy sposób przyjęta. Nie wiem czy to tylko gadanie starej schorowanej kobiety, ale teraz wszystko jest możliwe.

source: Options:
bg: Настройки:

source: version {:s}
bg: версия {:s}

# spell
source: {0} of {1}
bg: {0} на {1}
it: {0} di {1}

# spell
source: {0} {1} of {2}
bg: {0} {1} на {2}
it: {1} {0} di {2}

source: {0} {1} of {2}
bg: {0} {1} на {2}
it: {0} {1} di {2}

source: {0} of {1}
bg: {0} на {1}
it: {0} di {1}

source: recover life
bg: възстановява живот

source: deadly heal
bg: смъртоносно изцеление

source: decrease strength
bg: намалява сила

source: decrease dexterity
bg: намалява сръчност

source: decrease vitality
bg: намалява жизненост

source: you can't heal
bg: не може да се лекувате

source: hit monster doesn't heal
bg: поразен враг не може да се лекува

source: Faster attack swing
bg: по-бърз удар с замах

source: see with infravision
bg: гледай с инфразрение

source: Failed to open player archive for writing.
bg: Неуспешно отваряне на файла на играча за запис.

source: Failed to open stash archive for writing.
bg: Неуспешно отваряне на файла на склада за запис.

source: Unable to read to save file archive
bg: Неуспешно прочитане на архив за записен файл

source: Unable to write to save file archive
bg: Неуспешно записване в архив за записен файл

source: Beyond the Hall of Heroes lies the Chamber of Bone. Eternal death awaits any who would seek to steal the treasures secured within this room. So speaks the Lord of Terror, and so it is written.
bg: Отвъд Залата на Героите се намира Камерата на Костите. Нетленна смърт грози всеки, който се осмели да открадне съкровищата, съхранени в това място. Така каза Господарят на Злото и така бе написано.

source: The armories of Hell are home to the Warlord of Blood. In his wake lay the mutilated bodies of thousands. Angels and man alike have been cut down to fulfill his endless sacrifices to the Dark ones who scream for one thing - blood.
bg: Оръжейните на Ада са дом на Кървавия Пълководец. Зад него лежат разчленените трупове на хиляди. Ангели и хората са посечени, за да задоволят неговите нестихващи жертвоприношения за Мрачните, които стенат за едно нещо - кръв.

source: Enter
it: Invio

source: assertion failed (%d:%s) %s
da: påstand mislykkedes (%d:%s) %s

source: %s The error occurred at: %s line %d
da: %s Fejlen opstod ved: %s linje %d

source: Unable to open a required file. Verify that the MD5 of diabdat.mpq matches on of the following values 011bc6518e6166206231080a4440b373 68f049866b44688a7af65ba766bef75a The problem occurred when loading: %s
da: Kan ikke åbne en påkrævet fil. Kontroller, at MD5 af diabdat.mpq stemmer overens med en af følgende værdier 011bc6518e6166206231080a4440b373 68f049866b44688a7af65ba766bef75a Problemet opstod ved indlæsning af: % s

source: Unable to open %s. Make sure that it is in the game folder and that the file name is in all lowercase.
da: Kan ikke åbne %s. Sørg for, at den findes i spilmappen, og at filnavnet er med små bogstaver.

source: Unable to write to location: %s
da: Kan ikke skrive til lokation: %s

source: Quit Diablo
da: Afslut Diablo

source: Color Cycling Off
da: Farvecykling fra

source: Color Cycling On
da: Farvecykling til

source: Failed to load image
da: Indlæsning af billede fejlede

source: Replay Intro
da: Genspil intro

source: The Diablo introduction cinematic is only available in the full retail version of Diablo. Visit https://www.gog.com/game/diablo to purchase.
da: Introductionsekvensen til Diablo er kun tilgængelig i den fulde detailversion af Diablo. Besøg https://www.gog.com/game/diablo for at købe den.

source: All computers must be connected to a UDP-compatible network.
da: Alle computere skal være tilsluttet et UDP-kompatibelt netværk.

source: Players Supported: %d
da: Understøttede spillere: %d

source: Enter IP
da: Indtast IP

source: Enter an IP and join a game already in progress at that address.
da: Indtast en IP og deltag i et spil, der allerede er i gang på den adresse.

source: Join TCP Games
da: Deltag i et TCP-spil

source: Character already exists. Do you want to overwrite "%s"?
da: Karakteren findes allerede. Vil du overskrive "%s"?

source: Are you sure you want to delete the character "%s"?
da: Er du sikker på, at du vil slette karakteren "%s"?

source: Text has zero width
da: Teksten har ingen bredde

source: Out of memory
da: Ikke mere hukommelse
