Repository: diasurgical/devilutionX
Catalog: Translations/*.po
Languages: bg, da, it, pl, uk

source: Game Design
bg: Идея и дизайн на играта
da: Spildesign
it: Design di Gioco
pl: Projekt Gry
uk: Переклад українською Олександр "tsunami_state" Калько Дизайн Гри

source: Senior Designers
bg: Старши дизайнери
da: Senior designere
it: Designer Senior
pl: Starsi Projektanci
uk: Старші Дизайнери

source: Additional Design
bg: Допълнителен дизайн
da: Yderligere design
it: Design Supplementare
pl: Dodatkowe Projektowanie
uk: Додатковий Дизайн

source: Lead Programmer
bg: Главен програмист
da: Ledende programmør
it: Programmatore Principale
pl: Główny Programista
uk: Головний Програміст

source: Senior Programmers
bg: Старши програмисти
da: Senior programmører
it: Programmatori Senior
pl: Starsi Programiści
uk: Старші Програмісти

source: Programming
bg: Програмиране
da: Programmering
it: Programmazione
pl: Programowanie
uk: Програмісти

source: Special Guest Programmers
bg: Специални гост-програмисти
da: Særlige gæsteprogrammører
it: Programmatori Ospiti Speciali
pl: Programiści - Goście Specjalni
uk: Спеціальні Гості-Програмісти

source: Battle.net Programming
bg: Програмиране на Battle.net
da: Battle.net-programmering
it: Programmazione Battle.net
pl: Programowanie Battle.net
uk: Програмісти Battle.net

source: Serial Communications Programming
bg: Програмиране на сериини комуникации
da: Seriel kommunikationsprogrammering
it: Programmazione Comunicazioni Seriali
pl: Progamowanie Komunikacji Szeregowej
uk: Програмісти Послідовних Комунікацій

source: Installer Programming
bg: Програмиране на инсталатор
da: Installationsprogrammering
it: Sviluppo Installer
pl: Programowanie Instalatora
uk: Програмісти Інсталлятору

source: Art Directors
bg: Художествени директори
da: Kunst instruktører
it: Direttori Artistici
pl: Dyrektorzy Artystyczni
uk: Художні Керівники

source: Artwork
bg: Художествено оформление
da: Kunst
it: Grafica
pl: Rysunki
uk: Художники

source: Technical Artwork
bg: Техническо художествено оформление
da: Teknisk kunst
it: Illustrazione Tecnica
pl: Rysunki Techniczne
uk: Технічні Художники

source: Cinematic Art Directors
bg: Кинематографични Художествени директори
da: Filmregissører
it: Direttori Artistici Cinematiche
pl: Dyrekorzy Artystyczni Filmów
uk: Художні Керівники Роликів

source: 3D Cinematic Artwork
bg: 3D кинематографично художествено оформление
da: 3D filmisk kunst
it: Grafica Filmati 3D
pl: Projekt Filmów 3D
uk: 3D Художники Роликів

source: Cinematic Technical Artwork
bg: Кинематографично техническо оформление
da: Filmisk teknisk kunst
it: Illustrazione Tecnica Cinematiche
pl: Projekt Techniczny Filmów
uk: Технічний Художник Роликів

source: Executive Producer
bg: Изпълнителен продуцент
da: Overordnet instruktør
it: Produttore Esecutivo
pl: Producent Wykonawczy
uk: Виконавчий Режисер

source: Producer
bg: Продуцент
da: Instruktør
it: Produttore
pl: Producent
uk: Режисер

source: Associate Producer
bg: Асистент продуцент
da: Associeret producent
it: Produttore Associato
pl: Młodszy Producent
uk: Помічник Режисера

source: Diablo Strike Team
uk: Ударна Команда Diablo

source: Music
bg: Музика
da: Musik
it: Musica
pl: Muzyka
uk: Музика

source: Sound Design
bg: Звуков дизайн
da: Lyddesign
it: Design Suono
pl: Dźwięk
uk: Звуковий Дизайн

source: Cinematic Music & Sound
bg: Кинематографична музика и звук
da: Filmisk musik og lyd
it: Musica e Suono Cinematiche
pl: Muzyka i Dźwięk Filmów
uk: Музика і Звуки в Роликах

source: Voice Production, Direction & Casting
bg: Гласова продукция, режисура и кастинг
da: Stemmeproduktion, retning og casting
it: Produzione Voci, Regia e Casting
pl: Kasting, Produkcja oraz Reżyseria Głosu
uk: Звуковий Продюсер, Режисер і Кастинг

source: Script & Story
bg: Сценарий и история
da: Manuskript og historie
it: Sceneggiatura e Storia
pl: Scenariusz i Fabuła
uk: Сценаристи

source: Voice Editing
bg: Редактиране на диалог
da: Stemmeredigering
it: Elaborazione Voce
pl: Obróbka Głosu
uk: Редактор Озвучування

source: Voices
bg: Гласове
da: Stemmer
it: Voci
pl: Głosy
uk: Актори Озвучування

source: Recording Engineer
bg: Инженер по звукозапис
da: Optagelsesingeniør
it: Tecnico di Registrazione
pl: Inżynier Nagrań
uk: Інженер Запису

source: Manual Design & Layout
bg: Дизайн и оформление на ръководство
da: Design af manual og layout
it: Progetto e Impaginazione Manuale
pl: Projekt Instrukcji
uk: Дизайн і Компонування Інстркуції

source: Manual Artwork
bg: Художествено оформление на ръководство
da: Manualkunst
it: Grafica Manuale
pl: Rysunki do Instrukcji
uk: Художники Інструкції

source: Provisional Director of QA (Lead Tester)
bg: Временен директор по качеството (водещ изпитател)
da: Foreløbig direktør for QA (Lead tester)
it: Direttore Provvisorio QA (Responsabile Tester)
pl: Tymczasowy Dyrektor ds. Jakości (Główny Tester)
uk: Тимчасовий Керівник QA (Головний Тестер)

source: QA Assault Team (Testers)
bg: Екип по осигуряване на качеството (изпитатели)
da: QA-angrebsteam (testere)
it: Squadra d'Assalto QA (Tester)
pl: Ekipa Szturmowa ds. Jakości (Testerzy)
uk: Десант QA (Тестери)

source: QA Special Ops Team (Compatibility Testers)
bg: Екип за специални операции на QA (изпитатели за съвместимост)
da: QA-frømandskorps (kompatibilitetstestere)
it: Squadra Special Ops QA (Tester Compatibilità)
pl: Drużyna Specjalna ds. Jakości (Testerzy Kompatybilności)
uk: Спецпідрозділ QA (Тестери Сумісності)

source: QA Artillery Support (Additional Testers)
bg: QA Артилерийска поддръжка (допълнителни изпитатели)
da: QA-artilleristøtte (ekstra testere)
it: Supporto d'Artiglieria QA (Tester Aggiuntivi)
pl: Wsparcie Artlyleryjne ds. Jakości (Dodatkowi Testerzy)
uk: Артилерійська Підтримка QA (Додаткові Тестери)

source: QA Counterintelligence
bg: QA Контраразузнаване
da: QA-modintelligens
it: Controspionaggio QA
pl: Kontrwywiad ds. Jakości
uk: Контррозвідка QA

source: Order of Network Information Services
bg: Орден на мрежови информационни услуги
da: Bestilling af netværksinformationstjenester
it: Ordine dei Servizi di Informazione di Rete
pl: Zakon Sieciowych Serwisów Informacyjnych
uk: Орден Інформаційних Сервісів Мережі

source: Customer Support
bg: Поддръжка на клиенти
da: Kundesupport
it: Assistenza Clienti
pl: Wsparcie
uk: Підтримка Клієнтів

source: Sales
bg: Продажби
da: Salg
it: Vendite
pl: Sprzedaż
uk: Продажі

source: Dunsel
da: Drønnert
it: Babbeo
uk: Дурень

source: Mr. Dabiri's Background Vocalists
bg: Бек вокалисти на г-н Дабири
da: Hr. Dabiris baggrundsvokalister
it: Cori di Sottofondo di Mr. Dabiri
pl: Chórki Pana Dabiriego
uk: Бек-вокал Мр-а. Дабірі

source: Public Relations
bg: Връзки с обществеността
da: PR
it: Pubbliche Relazioni
pl: PR
uk: Зв'язки з Громадськістю

source: Marketing
bg: Маркетинг
uk: Маркетинг

source: International Sales
bg: Международни продажби
da: Internationalt salg
it: Vendite Internazionali
pl: Sprzedaż Międzynarodowa
uk: Міжнародні Продажі

source: U.S. Sales
bg: Продажби в САЩ
da: U.S.-salg
it: Vendite in US
pl: Sprzedaż w Stanach Zjednoczonych
uk: Продажі в США

source: Manufacturing
bg: Производство
da: Produktion
it: Produzione
pl: Produkcja
uk: Виробництво

source: Legal & Business
bg: Правни и бизнес въпроси
da: Juridisk & forretning
it: Legale e Commerciale
pl: Działalność Prawna i Biznesowa
uk: Юристи

source: Special Thanks To
bg: Специални благодарности на
da: Særlig tak til
it: Ringraziamenti Speciali
pl: Specjalne Podziękowania dla
uk: Особлива Подяка

source: Thanks To
bg: Благодарение на
da: Tak til
it: Ringraziamenti
pl: Podziękowania dla
uk: Дякуємо

source: In memory of
bg: В памет на
da: Til minde om
it: In ricordo di
pl: Ku pamięci
uk: В пам'ять про

source: Very Special Thanks to
bg: Специални благодарности на
da: Meget Særlig tak til
it: Ringraziamenti Speciali
pl: Bardzo Specjalne Podziękowania dla
uk: Дуже Особлива Подяка

source: General Manager
bg: Генерален мениджър
it: Responsabile Generale
pl: Główny Menadżer
uk: Генеральний Менеджер

source: Software Engineering
bg: Софтуерно инженерство
it: Ingegnere del Software
pl: Inżynieria Oprogramowania
uk: Розробка

source: Art Director
bg: Художествен директор
it: Direttore Artistico
pl: Dyrektor Artystyczny
uk: Художній Керівник

source: Artists
bg: Художници
it: Artisti
pl: Artyści
uk: Художники

source: Design
bg: Дизайн
it: Progettazione
pl: Projekt
uk: Дизайн

source: Sound Design, SFX & Audio Engineering
bg: Звуков дизайн, специални ефекти и аудио инженеринг
it: Sonoro, Effetti e Ingegneria del Suono
pl: Inżynieria Dźwięku i Efekty Dźwiękowe
uk: Дизайнер Звуку і Аудіо

source: Quality Assurance Lead
bg: Ръководител по осигуряване на качеството
it: Responsabile Controllo Qualità
pl: Kierownik ds. Jakości
uk: Керівник Забезпечення Якості

source: Testers
bg: Изпитатели
it: Tester
pl: Testerzy
uk: Тестери

source: Manual
bg: Ръководство
it: Manuale
pl: Instrukcja
uk: Інстркуція

source: Additional Work
bg: Допълнителна работа
it: Lavoro Supplementare
pl: Dodatkowa Praca
uk: Додаткова Робота

source: Quest Text Writing
bg: Оформяне на текстове за приключенията
it: Sceneggiatura Missioni
pl: Teksty Zadań
uk: Написання Текстів для Квестів

source: Thanks to
bg: Благодарности на
it: Ringraziamenti
pl: Podziękowania dla
uk: Дякуємо

source: Special Thanks to Blizzard Entertainment
bg: Специални благодарности на Blizzard Entertainment
it: Ringraziamenti Speciali a Blizzard Entertainment
pl: Specjalne Podziękowania dla Blizzard Entertainment
uk: Особлива подяка Blizzard Entertainment

source: Quality Assurance Manager
bg: Мениджър по осигуряване на качеството
it: Responsabile Controllo Qualità
pl: Menadżer ds. Jakości
uk: Менеджер Забезпечення Якості

source: Quality Assurance Lead Tester
bg: Водещ изпитател за осигуряване на качеството
it: Tester Responsabile Controllo Qualità
pl: Główny Tester Jakości
uk: Головний Тестер Забезпечення Якості

source: Main Testers
bg: Основни изпитатели
it: Tester Principali
pl: Testerzy
uk: Основні Тестери

source: Additional Testers
bg: Допълнителни изпитатели
it: Tester Supplementari
pl: Dodatkowi Testerzy
uk: Додаткові Тестери

source: Product Marketing Manager
bg: Мениджър продуктов маркетинг
it: Responsabile Marketing di Prodotto
pl: Menadżer Marketingu
uk: Менеджер Маркетингу Продукту

source: Public Relations Manager
bg: Мениджър връзки с обществеността
it: Responsabile Pubbliche Relazioni
pl: Menadżer PR
uk: Менеджер Зв'язків з Громадськістю

source: Associate Product Manager
bg: Асистент продуктов мениджър
it: Responsabile Prodotto Associato
pl: Młodszy Menadżer Produktu
uk: Помічник Менеджера Продукту

source: The Ring of One Thousand
bg: Пръстенът на хилядата
da: Ringen af et tusinde
it: L'Anello dei Mille
pl: Krąg Tysiąca
uk: Коло Однієї Тисячі

source: No souls were sold in the making of this game.
bg: При създаването на тази игра не е продадена нито една душа.
da: Ingen sjæle blev solgt i fremstillingen af dette spil.
it: Nessuna anima è stata venduta durante la realizzazione di questo gioco.
pl: Żadne dusze nie zostały zaprzedane podczas tworzenia tej gry.
uk: Під час створення цієї гри не було продано ні однієї душі.

source: OK
bg: Добре
uk: ОК

source: Choose Class
bg: Изберете клас
da: Vælg klasse
it: Scegli Classe
pl: Wybierz Klasę
uk: Виберіть Клас

source: Warrior
bg: Войн
da: Kriger
it: Guerriero
pl: Wojownik
uk: Воїн

source: Rogue
bg: Разбойник
da: Skytte
it: Ladro
pl: Łotrzyca
uk: Пройдисвітка

source: Sorcerer
bg: Магьосник
da: Troldmand
it: Mago
pl: Czarodziej
uk: Чаклун

source: Monk
bg: Монах
it: Monaco
pl: Mnich
uk: Монах

source: Bard
bg: Бард
it: Bardo
pl: Barda
uk: Бард

source: Barbarian
bg: Варварин
it: Barbaro
pl: Barbarzyńca
uk: Варвар

source: Cancel
bg: Отказ
da: Annuller
it: Annulla
pl: Anuluj
uk: Відміна

source: New Multi Player Hero
bg: Нов герой за Групова игра
da: Ny multiplayer-helt
it: Nuovo Eroe Multi Giocatore
pl: Nowa Postać - Gra Sieciowa
uk: Новий Герой для Мережевої Гри

source: New Single Player Hero
bg: Нов герой за Единична игра
da: Ny singleplayer-helt
it: Nuovo Eroe Giocatore Singolo
pl: Nowa Postać - Gra Jednoosobowa
uk: Новий Герой

source: Save File Exists
bg: Запис вече съществува
da: Gem filen findes
it: Salvataggio Esistente
pl: Znaleziono Plik Zapisu
uk: Збереження Існує

source: Load Game
bg: Зареди игра
da: Indlæs spil
it: Carica Partita
pl: Wczytaj Grę
uk: Завантажити Гру

source: New Game
bg: Нова игра
da: Nyt spil
it: Nuova Partita
pl: Nowa Gra
uk: Нова Гра

source: Single Player Characters
bg: Герои за Единична игра
da: Singleplayer-karakterer
it: Personaggi Giocatore Singolo
pl: Postacie - Gra Jednoosobowa
uk: Герої

source: The Rogue and Sorcerer are only available in the full retail version of Diablo. Visit https://www.gog.com/game/diablo to purchase.
bg: Разбойникът и Магьосникът са достъпни само в пълната версия на играта. Посетете https://www.gog.com/game/diablo, за да я закупите.
da: Skytten og Troldmanden er kun tilgængelige i den fulde detailversion af Diablo. Besøg https://www.gog.com/game/diablo for at købe den.
it: Il Ladro e il Mago sono disponibili solo nella versione completa di Diablo. Visita https://www.gog.com/game/diablo per acquistare.
pl: Łotrzyca i Czarodziej są dostępni tylko w pełnej wersji gry Diablo. Odwiedź https://www.gog.com/game/diablo by ją zakupić.
uk: Пройдисвіт і Чаклун доступні тільки в повній версії Diablo. Зайдіть на https://www.gog.com/game/diablo щоб купити її.

source: Enter Name
bg: Въведете име
da: Indtast navn
it: Inserisci Nome
pl: Wpisz Imię
uk: Введіть Ім'я

source: Invalid name. A name cannot contain spaces, reserved characters, or reserved words.
bg: Неправилно име. Името не може да съдържа интервал, специални символи или непозволени думи.
da: Ugyldigt navn. Et navn kan ikke indeholde mellemrum, reserverede tegn eller reserverede ord.
it: Nome non valido. Non può contenere spazi, caratteri speciali, o parole speciali.
pl: Niepoprawne imię. Nazwa nie może zawierać spacji, znaków specjalnych i niektórych słów.
uk: Недійсне ім'я. Воно повинне не мати пробіли, спеціальні символи або ключові слова.

source: Unable to create character.
bg: Не е възможно създаването на герой.
da: Kunne ikke oprette karakter.
it: Impossibile creare il personaggio.
pl: Nie udało się stworzyć postaci.
uk: Неможливо створити героя.

source: Level:
bg: Ниво:
da: Niveau:
it: Livello:
pl: Poziom:
uk: Рівень:

source: Strength:
bg: Сила:
da: Styrke:
it: Forza:
pl: Siła:
uk: Сила:

source: Magic:
bg: Магия:
da: Magi:
it: Magia:
pl: Magia:
uk: Магія:

source: Dexterity:
bg: Сръчност:
da: Smidighed:
it: Destrezza:
pl: Zręczność:
uk: Спритність:

source: Vitality:
bg: Жизненост:
da: Vitalitet:
it: Vitalità:
pl: Witalność:
uk: Живучість:

source: Savegame:
bg: Номер запис:
it: Salvataggio:
pl: Zapis Gry:
uk: Збереження:

source: Select Hero
bg: Изберете герой
da: Vælg helt
it: Eroe
pl: Wybierz Postać
uk: Виберіть Героя

source: New Hero
bg: Нов герой
da: Ny helt
it: Nuovo Eroe
pl: Nowa Postać
uk: Новий Герой

source: Delete
bg: Изтрий
da: Slet
it: Elimina
pl: Usuń
uk: Стерти

source: Multi Player Characters
bg: Герои за Групова игра
da: Multiplayer-karakteren
it: Personaggi Multi Giocatore
pl: Postacie - Gra Sieciowa
uk: Герої Мережевої Гри

source: Delete Multi Player Hero
bg: Изтрий Герой за Групова игра
da: Slet multiplayer-helt
it: Elimina Eroe Multi Giocatore
pl: Usuń Postać - Gra Sieciowa
uk: Стерти Героя для Мережевої Гри

source: Delete Single Player Hero
bg: Изтрий Герой за Единична игра
da: Slet singleplayer-helt
it: Elimina Eroe Giocatore Singolo
pl: Usuń Postać - Gra Jednoosobowa
uk: Стерти Героя

source: Are you sure you want to delete the character "{:s}"?
bg: Наистина ли искате да изтриете героя "{:s}"?
it: Sei sicuro di voler eliminare il personaggio "{:s}"?
pl: Czy na pewno chcesz usunąć postać "{:s}"?
uk: Ви впевнені, що хочете стерти героя "{:s}"?

source: Single Player
bg: Единична игра
it: Giocatore Singolo
pl: Jeden Gracz
uk: Грати Одному

source: Multi Player
bg: Групова игра
it: Multi Giocatore
pl: Wielu Graczy
uk: Грати в Мережі

source: Settings
bg: Настройки
it: Impostazioni
pl: Ustawienia
uk: Налаштування

source: Support
bg: Поддръжка
it: Supporto
pl: Wsparcie
uk: Підтримка

source: Show Credits
bg: Виж създателите
da: Vis kredit
it: Ringraziamenti
pl: Twórcy
uk: Показати Авторів

source: Exit Hellfire
bg: Изход от Hellfire
it: Esci da Hellfire
pl: Wyjdź z Hellfire
uk: Вийти з Hellfire

source: Exit Diablo
bg: Изход от Diablo
da: Afslut Diablo
it: Esci da Diablo
pl: Wyjdź z Diablo
uk: Вийти з Diablo

source: Shareware
bg: Пробна версия
it: Demo
pl: Demo
uk: Демо-версія

source: Client-Server (TCP)
bg: Клиент-сървър (TCP)
da: Klient-server (TCP)
pl: Klient-Serwer (TCP)
uk: Клієнт-Сервер (TCP)

source: Multi Player Game
bg: Групова игра
da: Multiplayer-spil
it: Multi Giocatore
pl: Gra Wieloosobowa
uk: Гра в Мережі

source: Requirements:
bg: Изисквания:
da: Krav:
it: Requisiti:
pl: Wymagania:
uk: Вимоги:

source: no gateway needed
bg: не е необходим регион
da: ingen gateway
it: senza gateway
pl: bez bramki
uk: шлюз не потрібен

source: Select Connection
bg: Изберете връзка
da: Vælg forbindelse
it: Connessione
pl: Wybierz Połączenie
uk: Виберіть З'єднання

source: Change Gateway
bg: Промяна на регион
da: Skift gateway
it: Cambia Gateway
pl: Zmień Bramkę
uk: Змінити шлюз

source: All computers must be connected to a TCP-compatible network.
bg: Всички компютри трябва да са свързани с TCP-съвместима мрежа.
da: Alle computere skal være tilsluttet et TCP-kompatibelt netværk.
it: Tutti i computer devono essere connessi ad una rete TCP compatibile.
pl: Wszystkie komputery muszą być połączone z siecią kompatybilną z TCP.
uk: Всі комп'ютери мають бути з'єднані через TCP мережу.

source: All computers must be connected to the internet.
bg: Всички компютри трябва да са свързани с интернет.
it: Tutti i computer richiedono una connessione ad internet.
pl: Wszystkie komputery muszą być połączone z internetem.
uk: Всі комп'ютери мають бути під'єднані до Інтернету.

source: Play by yourself with no network exposure.
bg: Играй в единична игра, без достъп до интернет.
da: Spil alene uden nogen netværkseksponering.
it: Gioca da solo senza esporti sulla rete.
pl: Graj samemu bez łączenia się z internetem.
uk: Грайте самостійно без доступу до мереж.

source: Players Supported: {:d}
bg: Брой играчи: {:d}
it: Giocatori Supportati: {:d}
pl: Liczba graczy: {:d}
uk: Підтримується Гравців: {:d}

source: Diablo Shareware
bg: Diablo пробна версия
it: Demo Diablo
pl: Demo Diablo
uk: Демо-версія Diablo

source: Hellfire Shareware
bg: Hellfire пробна версия
it: Demo Hellfire
pl: Demo Hellfire
uk: Демо-версія Hellfire

source: The host is running a different game than you.
bg: Домакинът играе различна игра, в сравнение с Вас.
it: L'host sta eseguendo un gioco diverso dal tuo.
pl: Host używa innej gry niż ty.
uk: На сервері запущена інша гра.

source: The host is running a different game mode ({:s}) than you.
bg: Домакинът играе различен игрови режим ({:s}), в сравнение с Вас.
it: L'host sta eseguendo una modalità di gioco ({:s}) diversa dalla tua.
pl: Host używa innej gry ({:s}) niż ty.
uk: На сервері запущений інший режим гри ({:s}).

source: Your version {:s} does not match the host {:d}.{:d}.{:d}.
bg: Вашата версия {:s} не съвпада с тази на домакина {:d}.{:d}.{:d}.
it: La tua versione {:s} non corrisponde all'host {:d}.{:d}.{:d}.
pl: Twoja wersja {:s} nie pasuje do wersji hosta {:d}.{:d}.{:d}.
uk: Ваша версія {:s} несумісна з версією {:d}.{:d}.{:d} що присутня на сервері.

source: Description:
bg: Описание:
it: Descrizione:
pl: Opis:
uk: Описання:

source: Select Action
bg: Изберете действие
da: Vælg handling
it: Azione
pl: Czynność
uk: Виберіть

source: Create Game
bg: Нова игра
da: Opret spil
it: Crea Partita
pl: Stwórz grę
uk: Створити Гру

source: Create Public Game
bg: Нова публична игра
it: Crea Partita Pubblica
pl: Stwórz publiczną grę
uk: Відкрита Гра

source: Join Game
bg: Влез в игра
it: Unisciti alla Partita
pl: Dołącz do gry
uk: Приєднатися

source: Public Games
bg: Публична игра
it: Partite Pubbliche
pl: Publiczne Gry
uk: Відкриті Ігри

source: Loading...
bg: Зареждане...
it: Caricamento...
pl: Wczytywanie...
uk: Завантажується…

source: None
bg: Няма
it: Nessuno
pl: Brak
uk: Немає

source: CANCEL
bg: ОТКАЗ
da: ANNULLER
it: ANNULLA
pl: ANULUJ
uk: СКАСУВАТИ

source: Create a new game with a difficulty setting of your choice.
bg: Създайте игра с трудност по Ваш избор.
da: Opret et nyt spil med sværhedsgrad efter eget valg.
it: Crea una nuova partita con difficoltà a tua scelta.
pl: Stwórz nową grę z wybranym poziomem trudności.
uk: Створити нову гру з вибором рівня важкості.

source: Create a new public game that anyone can join with a difficulty setting of your choice.
bg: Създайте публична игра с трудност по Ваш избор.
it: Crea una nuova partita pubblica dove chiunque può partecipare con difficoltà a tua scelta.
pl: Stwórz nową publiczną grę z wybranym poziomem trudności do której każdy może dołączyć.
uk: Створити нову відкриту гру без паролю з вибором рівня важкості.

source: Enter Game ID to join a game already in progress.
bg: Въведете Game ID за да се присъединете към игра.
it: Inserisci l'ID Partita per unirti ad una partita già in corso.
pl: Wprowadź ID gry, aby dołączyć do trwającej już gry.
uk: Введіть ID Гри і приєднайтесь до вже запущеної гри.

source: Enter an IP or a hostname to join a game already in progress.
bg: Въведете IP или hostname и се присъединете към текущата игра.
it: Inserisci un IP o host per unirti ad una partita già in corso.
pl: Wprowadź adres IP lub nazwę hosta, aby dołączyć do trwającej już gry.
uk: Введіть IP адресу або ім'я домену і приєднайтесь до вже запущеної гри.

source: Join the public game already in progress.
bg: Присъединете към текущата публична игра. .
it: Unisciti ad una partita già in corso.
pl: Dołącz do trwającej już gry publicznej.
uk: Приєднайтесь до відкритої гри, яка вже запущена.

source: Normal
bg: Нормалнa
it: Normale
pl: Normalny
uk: Нормальна

source: Nightmare
bg: Кошмарнa
da: Mareridt
it: Incubo
pl: Koszmar
uk: Кошмарна

source: Hell
bg: Адска
da: Helvede
it: Inferno
pl: Piekło
uk: Пекельна

source: Difficulty: {:s}
bg: Трудност: {:s}
it: Difficoltà: {:s}
pl: Poziom Trudności: {:s}
uk: Складність: {:s}

source: Speed: Normal
bg: Скорост: Нормална
it: Ritmo: Normale
pl: Tempo: Normalne
uk: Швикість: Нормальна

source: Speed: Fast
bg: Скорост: Бърза
it: Ritmo: Veloce
pl: Tempo: Szybkie
uk: Швидкість: Швидка

source: Speed: Faster
bg: Скорост: По-бърза
it: Ritmo: Molto veloce
pl: Tempo: Szybsze
uk: Швидкість: Дуже Швидка

source: Speed: Fastest
bg: Скорост: Най-бърза
it: Ritmo: Velocissimo
pl: Tempo: Najszybsze
uk: Швидкість: Найшвидша

source: Players:
bg: Играчи:
it: Giocatori:
pl: Gracze:
uk: Гравці:

source: Select Difficulty
bg: Изберете трудност
da: Vælg sværhedsgrad
it: Difficoltà
pl: Poziom Trudności
uk: Виберіть Складність

source: Join {:s} Games
bg: Присъедини се към {:s} игри
it: Unisciti a Partite {:s}
pl: Dołącz do gry przez {:s}
uk: Приєднатися до {:s} Гри

source: Enter Game ID
bg: Въведете Game ID
it: Inserisci ID Partita
pl: Wpisz ID gry
uk: Введіть ID Гри

source: Enter address
bg: Въведете адрес
it: Inserisci indirizzo
pl: Wpisz adres
uk: Введіть адресу

source: Normal Difficulty This is where a starting character should begin the quest to defeat Diablo.
bg: Нормална трудност Тук начинаещия герой започва своето приключение да срази Диабло.
da: Normal sværhedsgrad Det er her en nybegynder skal starte sin stræben efter at besejre Diablo.
it: Difficoltà Normale Qui è dove un personaggio agli inizi dovrebbe intraprendere la missione per sconfiggere Diablo.
pl: Normalny Poziom dla postaci, która pierwszy raz chce się zmierzyć z Diablo.
uk: Нормальна Складність Рекомендується для нових героїв, що хочуть перемогти Діабло.
