Repository: diasurgical/devilutionX
Catalog: Translations/*.po
Languages: bg, da, it, pl, uk

source: The Heaven Stone is very powerful, and were it any but Griswold who bid you find it, I would prevent it. He will harness its powers and its use will be for the good of us all.
bg: Небесният камък притежава несъразмерима мощ и ако някой друг, освен Грисволд, ти предлагаше да го намериш, щях да го възпра. Той ще овладее тази сила и ще създаде нещо добро от нея в името на всички ни.
it: La Pietra del Paradiso è molto potente, se altri al posto di Griswold ti avessero chiesto di trovarla, l'avrei impedito. Lui vuole usare quei poteri per il bene di noi tutti.
pl: W Kamieniu Niebios drzemie ogromna moc, a Griswold będzie potrafił wykorzystać ją dla naszego wspólnego dobra. Wiedz, że gdyby ktoś inny zlecił ci znalezienie tego kamienia, powstrzymałabym cię.
uk: Небесний Камінь дуже могутній, і якби хтось, окрім Грізволда, запропонував тобі його знайти, я б запобігла цьому. Він приборкає його силу, і ця сила буде на благо всім нам.

source: If anyone can make something out of that rock, Griswold can. He knows what he is doing, and as much as I try to steal his customers, I respect the quality of his work.
bg: Ако някой може да създаде нещо от този камък, то това е Грисволд. Той знае какво прави и колкото и да се опитвам да открадна клиентите му, уважавам неговия труд.
it: Se c'è qualcuno che può trarre qualcosa da quella pietra, quello è Griswold. Sa quello che fa, e rispetto il suo lavoro per quanto cerchi di rubargli i clienti.
pl: Jeżeli ktokolwiek mógłby zrobić coś sensownego z tego kamienia, to tylko Griswold. On zna się na swojej robocie. Mimo, że czasami podkradam mu klientów, to szanuję jakość jego towarów.
uk: Якщо хтось зможе щось зробити з того каменю, то це Грізволд. Він знає, що робить, і я поважаю його майстерність, хай би я і намагаюся вкрасти його клієнтів.

source: The witch Adria seeks a black mushroom? I know as much about Black Mushrooms as I do about Red Herrings. Perhaps Pepin the Healer could tell you more, but this is something that cannot be found in any of my stories or books.
bg: Вещицата Адрия търси черна гъба? Знам толкова за черни гъби , колкото и за зелени коне. Може би лечителят Пепин ще ти е по-полезен, но това е нещо, което не може да се намери в нито една от моите истории или книги.
it: Adria la strega sta cercando un fungo nero? So tanto di funghi neri quanto di aringhe rosse. Forse Pepin il Guaritore può dirti di più, purtroppo questo è qualcosa che non può essere trovato in nessuno dei miei libri.
pl: Wiedźma Adria szuka czarnego grzyba? Wiem o nim tyle samo co o uzbrojonych krowach. W moich księgach nic o tym nie wspominano. Może Pepin będzie wiedział coś na jego temat.
uk: Відьма Адрія шукає чорний гриб? Я знаю про Чорні Гриби стільки ж, скільки про Червоних Оселедців. Можливо, Цілитель Пепін розкаже більше, але такого немає в жодній з моїх оповідань чи книжок.

source: Let me just say this. Both Garda and I would never, EVER serve black mushrooms to our honored guests. If Adria wants some mushrooms in her stew, then that is her business, but I can't help you find any. Black mushrooms... disgusting!
bg: Нека ти кажа нещо. Двамата с Гарда никога, НИКОГА не бихме поднесли черни гъби на нашите почетни гости. Ако Адрия иска гъби в яхнията си, това си е нейна работа, но аз не знам откъде може да ги набавиш. Черни гъби... отвратително!
it: Permettimi di dire solo una cosa. Né Garda né io, potremmo mai servire funghi neri ai nostri stimati ospiti. Se Adria vuole funghi per il suo stufato, sono affari suoi, ma non posso aiutarti a trovarli. Funghi neri... disgustoso!
pl: Powiem tylko, że razem z Gardą, nigdy, PRZENIGDY, nie podalibyśmy naszym dostojnym gościom czarnych grzybów. Jeśli Adria chce ich w swoim kotle, to jej sprawa, ja nawet nie wiem gdzie ich szukać. Czarne grzyby... ohyda!
uk: Я ось що скажу. Ні Гарда, ні я, НІКОЛИ б не подали чорні гриби нашим почесним гостям. Якщо Адрія хоче гриби у своєму рагу, то це її справа, але я не можу допомогти в їх пошуку. Чорні гриби… Гидота!

source: The witch told me that you were searching for the brain of a demon to assist me in creating my elixir. It should be of great value to the many who are injured by those foul beasts, if I can just unlock the secrets I suspect that its alchemy holds. If you can remove the brain of a demon when you kill it, I would be grateful if you could bring it to me.
bg: Разбрах от Вещицата, че търсиш мозък на демон, който би могъл да ми помогне да създам моят еликсир. Той ще бъде от голяма полза за мнозина, ранени от тези отвратителни зверове, само ако успея да разгадая тайните му, които подозирам, че крие неговата алхимия. Ако можеш да извадиш мозъка на демон, след като го убиеш и ми го донесеш, ще съм ти много благодарен.
it: La strega mi ha detto che stai cercando il cervello di un demone per aiutarmi nella creazione del mio elisir. Sarebbe di grande aiuto per i tanti che sono stati feriti da quelle orribili bestie, se potessi svelare i segreti che penso contenga la sua alchimia. Se rimuoverai il cervello di un demone dopo averlo ucciso, ti sarei grato se me lo portassi.
pl: Wiedźma powiedziała, że przyniesiesz mi mózg demona. Potrzebuję go do opracowania antidotum. Dla ludzi, którzy zostali zranieni przez te plugawe bestie, moje lekarstwo będzie na wagę złota. Muszę tylko rozpracować działanie trucizny, którą zostali zakażeni. Wystarczy więc, że wyjmiesz mózg z demona którego zabijesz i mi go dostarczysz. Będę ci za to naprawdę wdzięczny.
uk: Відьма сказала мені, що ти шукаєш мозок демона, щоб допомогти мені створити еліксир. Він має бути дуже цінним для тих, хто постраждав від тих мерзенних звірів, якщо я зможу розкрити таємниці їхньої алхімії. Якщо ти зможеш видалити мозок демона, коли його вб'єш, я був би вдячний, якби ти приніс його мені.

source: Excellent, this is just what I had in mind. I was able to finish the elixir without this, but it can't hurt to have this to study. Would you please carry this to the witch? I believe that she is expecting it.
bg: Чудесно, именно това имах предвид. Успях да приготвя еликсира и без него, но няма да навреди да го имам за изучаване. Би ли занесъл мострата на вещицата? Мисля, че тя я очаква.
it: Eccellente, proprio quello che avevo in mente. Sono stato in grado di finire l'elisir senza questo, ma non farà male studiarlo. Per favore potresti portare questo alla strega? Credo che lo stia aspettando.
pl: Wspaniale, dokładnie taki miałem na myśli. Nie potrzebowałem go do skończenia eliksiru, ale zostanie do badań. Mógłbym cię prosić o zaniesienie tego wiedźmie? Chyba czeka na tę miksturę.
uk: Чудово, це саме те, що мені потрібно. Я зміг закінчити еліксир без нього, але не завадить мати його для вивчення. Не міг б ти віднести це до відьми? Я думаю, що вона чекає на це.

source: I think Ogden might have some mushrooms in the storage cellar. Why don't you ask him?
bg: Мисля, че Огдън може да има някакви гъби в мазето. Защо не го попиташ?
it: Penso che Ogden possa avere dei funghi in cantina. Perché non chiedi a lui?
pl: Ogden zapewne ma kilka grzybów w swojej spiżarni. Może więc jego zapytaj?
uk: Думаю, в погребі в Огдена можуть бути гриби. Чому б тобі не запитати його?

source: If Adria doesn't have one of these, you can bet that's a rare thing indeed. I can offer you no more help than that, but it sounds like... a huge, gargantuan, swollen, bloated mushroom! Well, good hunting, I suppose.
bg: Ако Адрия няма една от тези, бъди сигурен, че това е настина рядко срещано нещо. Не мога да ти кажа нищо повече, но на мен ми звучи като... огромна, великанска, дебела, разплута, гъба! Е, в такъв случай, наслука.
it: Se Adria non ne ha nemmeno uno, puoi scommettere che è davvero una cosa rara. Non posso offrirti molto più aiuto di questo ma sembra che sia... un grosso, enorme, gigantesco fungo! Beh, buona caccia, allora.
pl: Skoro Adria go jeszcze nie ma, na pewno jest wyjątkowy. Nic o nim nie wiem, ale to musi być... ogromny, nabrzmiały, gigantyczny i nadęty grzyb! No, życzę udanego grzybobrania.
uk: Якщо його немає у Адрії, то можеш бути певним, що це справді рідкість. Я не зможу допомогти тобі більше, але це звучить як… величезний, гігантський, набряклий, роздутий гриб! Ну що ж, гарного полювання.

source: Ogden mixes a MEAN black mushroom, but I get sick if I drink that. Listen, listen... here's the secret - moderation is the key!
bg: Огдън смесва страховита черна гъба, но ми става лошо, ако я пия. Слушай, слушай... Знам аз тайната - умереното пиене е ключът!
it: Ogden ha fatto una mistura con un CATTIVO fungo nero, mi ammalerei bevendolo. Ascolta, ascolta... ecco il segreto - la moderazione è la chiave!
pl: Ogden przyrządza takie czarne grzyby, że jak wypiję, to od razu mną miota. Słuchaj no, słuchaj... jest na to sposób - trzeba pić z umiarem!
uk: Огден мішає ДОБРИЙ чорний гриб, але якщо я його вип’ю, мені стає погано. Слухай, слухай… ось секрет - головне — помірність!

source: What do we have here? Interesting, it looks like a book of reagents. Keep your eyes open for a black mushroom. It should be fairly large and easy to identify. If you find it, bring it to me, won't you?
bg: Я да видим какво имаме тук? Интересно, изглежда е книга за реактиви. Оглеждай се за черна гъба. Трябва да е доста голяма и лесна за разпознаване. Ако я видиш някъде, ще ми я донесеш, нали?
it: Cosa abbiamo qui? Interessante, sembra un libro di reagenti. Tieni gli occhi aperti per un Fungo Nero. Dovrebbe essere abbastanza grande e facile da identificare. Se lo trovi, portamelo, lo farai?
pl: Co my tu mamy? Ciekawe, to wygląda na księgę alchemicznych składników. Jest i czarny grzyb. Powinien być ogromny, na pewno trudno go będzie przeoczyć. Jeśli takowy znajdziesz, przynieś mi go, dobrze?
uk: Що ми тут маємо? Цікаво, схоже на книгу реактивів. Добре гляди, щоб знайти чорний гриб. Його легко впізнати, він повинен бути досить великим. Якщо знайдеш, його принеси мені, будь ласка?

source: It's a big, black mushroom that I need. Now run off and get it for me so that I can use it for a special concoction that I am working on.
bg: Нуждая се от голяма, черна гъба. Побързай и ми я донеси, за да мога да завърша специалната отвара, върху която работя.
it: Ho bisogno di un grosso fungo nero. Ora vai a cercarlo e portamelo, così che possa ultimare una mistura speciale a cui sto lavorando.
pl: To duży i czarny grzyb. Idź go szukać, jest mi potrzebny do specjalnej mikstury.
uk: Мені потрібен великий чорний гриб. Тепер біжи і принеси його мені, щоб я могла використати його для спеціального варева, над яким я працюю.

source: Yes, this will be perfect for a brew that I am creating. By the way, the healer is looking for the brain of some demon or another so he can treat those who have been afflicted by their poisonous venom. I believe that he intends to make an elixir from it. If you help him find what he needs, please see if you can get a sample of the elixir for me.
bg: Да, това е достатъчно добро за отварата, което забърквам. Между другото, лечителят търси мозък от някакъв демон, за да може да цери онези, поразени от ужасната им отрова. Подозирам, че възнамерява да изготви еликсир от него. Ако му помогнеш да намери това, което му трябва, моля те, виж дали можеш да ми донесеш мостра от еликсира.
it: Si, questo è perfetto per l'infuso che sto preparando. A proposito, il Guaritore sta cercando il cervello di un demone così da curare chi è stato intossicato dal loro veleno. Credo voglia preparare un antidoto. Se lo aiuterai a procurarsi ciò di cui ha bisogno, per favore, vedi se puoi farti dare un campione di quell'elisir per me.
pl: Tak, ten będzie idealny do mojego wywaru. Nawiasem mówiąc, uzdrowiciel potrzebuje mózgu jednego z demonów, żeby móc wyleczyć ludzi zatrutych jadem. Pewnie zamierza zrobić z niego antidotum. Jeśli pomożesz mu znaleźć to czego szuka, poproś go o odrobinę tego eliksiru dla mnie.
uk: Так, це ідеально підійде для варева, що я роблю. До речі, цілитель шукає мозок якогось демона, щоб лікувати тих, кого вразила його згубна отрута. Вважаю, що він хоче зробити з нього еліксир. Якщо ти допоможеш йому знайти те, що потрібно, то будь ласка, подивись, чи можеш отримати для мене зразок еліксиру.

source: Why have you brought that here? I have no need for a demon's brain at this time. I do need some of the elixir that the Healer is working on. He needs that grotesque organ that you are holding, and then bring me the elixir. Simple when you think about it, isn't it?
bg: Защо го носиш на мен? Нямам нужда от този мозък в момента. По-скоро ми трябва еликсира, който лечителят приготвя. Дай му отвратителния орган, който държиш, и се върни с еликсира. Нищо сложно, като се замислиш, нали?
it: Perché lo hai portato da me? Non ho bisogno del cervello di un demone. Mi serve solo l'elisir al quale il Guaritore sta lavorando. È lui che ha bisogno di questo bizzarro organo, e ricordati di portarmi un po' di elisir. Pensi di farcela?
pl: Po co mi to przynosisz? Nie potrzebuję mózgu demona. Chcę trochę eliksiru nad którym pracuje uzdrowiciel. To on potrzebuje tego cudacznego organu, który właśnie trzymasz, do przyrządzenia mikstury. Wystarczy trochę pomyśleć, prawda?
uk: Чому ти приніс це сюди? Наразі мені не потрібен мозок демона. Мені потрібен еліксир, над яким працює Цілитель. Йому потрібен той гротескний орган, який ти тримаєш, а потім принеси мені еліксир. Доволі просто, якщо подумаєш, чи не так?

source: What? Now you bring me that elixir from the healer? I was able to finish my brew without it. Why don't you just keep it...
bg: Какво? Чак сега ли ми носиш този еликсир от лечителя? Успях да довърша отварата и без него. Защо просто не го задържиш...
it: Cosa? Ora mi porti l'elisir del guaritore? Sono stata in grado di finire il mio infuso anche senza. Puoi anche tenertelo...
pl: Co? Dopiero teraz przynosisz mi eliksir od uzdrowiciela? Jednak nie był mi potrzebny do wywaru. Zatrzymaj go dla siebie...
uk: Що? Тепер ти приніс мені той еліксир від цілителя? Я змогла доробити варево без нього. Чому б тобі не залишити його собі…

source: I don't have any mushrooms of any size or color for sale. How about something a bit more useful?
bg: Не разполагам с гъби от какъвто и да е размер или цвят за продажба. Какво ще кажеш за нещо по-полезно?
it: Non vendo alcun tipo di fungo di qualsiasi forma o colore. Che ne dici di qualcosa di più utile?
pl: Nie mam żadnych grzybów. Może chcesz coś bardziej użytecznego?
uk: Я не продаю гриби будь-якого розміру чи кольору. Може тобі потрібне щось більш корисне?

source: So, the legend of the Map is real. Even I never truly believed any of it! I suppose it is time that I told you the truth about who I am, my friend. You see, I am not all that I seem... My true name is Deckard Cain the Elder, and I am the last descendant of an ancient Brotherhood that was dedicated to keeping and safeguarding the secrets of a timeless evil. An evil that quite obviously has now been released... The evil that you move against is the dark Lord of Terror - known to mortal men as Diablo. It was he who was imprisoned within the Labyrinth many centuries ago. The Map that you hold now was created ages ago to mark the time when Diablo would rise again from his imprisonment. When the two stars on that map align, Diablo will be at the height of his power. He will be all but invincible... You are now in a race against time, my friend! Find Diablo and destroy him before the stars align, for we may never have a chance to rid the world of his evil again!
bg: Значи легендата за Картата е истина. Дори аз никога не съм вярвал дотолкова в това! Предполагам, че е време да ти разкрия истината кой съм всъщност аз, приятелю. Тъй като не съм това, което изглеждам на пръв поглед... Истинското ми име е Декард Кайн Старейшината и съм последният потомък на древно Братство, което се е посветило на опазването и съхраняването на тайните на едно вечно зло. Зло, което очевидно вече е освободено... Тъмнината срещу което се изправяш, е мрачния Господар на Ужаса, познат на смъртните като Диабло. Именно той е бил затворен в Лабиринта преди много векове. Картата, която държиш сега, е създадена преди стотици години, за да отбележи времето, когато Диабло ще се издигне отново от затвора си. Когато двете звезди на картата съвпаднат, Диабло ще бъде на върха на своята мощ. Той ще бъде почти непобедим... Сега си в надпревара с времето, приятелю! Намери Диабло и го унищожи, преди звездите да съвпаднат, защото може би никога повече няма да имаме възможност да отървем света от злото му!
it: Quindi la leggenda della mappa è vera. Non credevo esistesse veramente! Penso sia il tempo che ti riveli chi sono, amico mio. Vedi, non sono quello che sembro... Il mio vero nome è Deckard Cain il Saggio, l'ultimo discendente di una antica Fratellanza che ha il compito di custodire i segreti di un male senza tempo. Un male che a quanto pare è riuscito a liberarsi... Sappi solo che il male contro cui ti batterai è l'Oscuro Signore del Terrore - conosciuto fra i mortali col nome di Diablo. Fu lui che venne imprigionato nel Labirinto molti secoli fa. La Mappa che ti porti appresso fu creata molti anni fa per indicare il tempo in cui Diablo sarebbe risorto dalla sua prigionia. Quando le due stelle si allineeranno, Diablo giungerà al massimo del suo potere. E potrebbe diventare invincibile... Ora sei in corsa contro il tempo, amico mio! Trova Diablo e distruggilo prima dell'allineamento, forse non avrai altre possibilità di liberare di nuovo il mondo dal male!
pl: Usunięty quest!
uk: Отже, легенда Карти реальна. Навіть я ніколи не вірив у неї! Гадаю, настав час сказати тобі правду про те, хто я, мій друже. Бачиш, я не той, яким себе видаю… Моє справжнє ім’я — Старець Декард Кейн, і я — останній нащадок стародавнього Братства, що було присвячене зберіганню та захисту таємниць вічного зла. Зла, яке, очевидно, тепер вийшло на волю… Зло, якому ви протидієш, це темний Лордом Жаху, відомим смертним людям як Діабло. Саме він був ув’язнений у Лабіринті багато століть тому. Карта, яку ти зараз тримаєш, була створена багато років тому, щоб відзначити час, коли Діабло знову повстане з ув’язнення. Коли дві зірки на цій карті зрівняються, Діабло буде на піку своєї сили. Він буде майже непереможним... Тепер ти в гонці з часом, друже! Знайди Діабло та знищ його до того, як зірки зійдуться, бо можливо у нас ніколи більше не буде шансу позбавити світ від його зла!

source: Our time is running short! I sense his dark power building and only you can stop him from attaining his full might.
bg: Времето ни изтича! Чувствам как тъмната му сила нараства и само ти можеш да го спреш, преди да възвърне напълно могъществото си.
it: Il tempo stringe! Sento crescere la sua Energia Oscura e solo tu puoi fermarlo dal raggiungere la sua piena potenza.
pl: Usunięty quest.
uk: В нас немає часу! Я відчуваю його темну силу, і тільки ти можеш перешкодити йому досягти повної сили.

source: I am sure that you tried your best, but I fear that even your strength and will may not be enough. Diablo is now at the height of his earthly power, and you will need all your courage and strength to defeat him. May the Light protect and guide you, my friend. I will help in any way that I am able.
bg: Сигурен съм, че си дал всичко от себе си, но се опасявам, че дори твоята сила и воля могат да се окажат недостатъчни. Сега Диабло е на върха на земната си мощ и ще се нуждаеш от всичката си смелост и сила, за да го победиш. Нека Светлината те закриля и води, приятелю мой. Ще ти помогна с каквото мога.
it: Sono sicuro che farai del tuo meglio, ma temo che nemmeno la tua forza potrà bastare. Diablo ora è al massimo del suo potere, e tu avrai bisogno di tutto il tuo coraggio e della tua forza per sconfiggerlo. Che possa la luce guidarti e proteggerti, amico mio. Io farò quel che posso per aiutarti.
pl: Usunięty quest.
uk: Я впевнений, що ти старався як міг, але боюся, що навіть твоєї сили і волі не вистачить. Діабло зараз на піку своєї земної могутності, і тобі знадобиться вся твоя мужність і сила, щоб перемогти його. Нехай Світло оберігає і веде тебе, друже. Я допоможу всім, чим зможу.

source: If the witch can't help you and suggests you see Cain, what makes you think that I would know anything? It sounds like this is a very serious matter. You should hurry along and see the storyteller as Adria suggests.
bg: Ако вещицата не може да ти помогне и ти предлага да отидеш при Кайн, защо си мислиш, че аз ще знам нещо? Изглежда, че това е много сериозен въпрос. Трябва да побързаш и да говориш с разказвача, както предлага Адрия.
it: Se la strega non ti ha aiutato e ti ha suggerito di vedere Cain, cosa ti fa pensare che io possa farlo? Questa, sembra una questione molto seria. Ti dovresti sbrigare, e dovresti consultare Cain come ha detto Adria.
pl: Usunięty quest.
uk: Якщо відьма не може тобі допомогти і пропонує звернутися Каїна, чому ти думаєш, що я щось знаю? Схоже, справа дуже серйозна. Поспіши і зустрінься з розповідачем, як каже Адрія.

source: I can't make much of the writing on this map, but perhaps Adria or Cain could help you decipher what this refers to. I can see that it is a map of the stars in our sky, but any more than that is beyond my talents.
bg: Не мога да разбера написаното на тази карта, но може би Адрия или Кайн ще ти помогнат да разбереш за какво се отнася. Виждам, че това е карта на звездите в нашето небе, но останалото е извън моите способности.
it: Non so dirti molto su questa mappa, ma forse Adria o Cain potrebbero aiutarti a decifrarla, e a capire che cosa essa rappresenti realmente. Io posso solo dirti che illustra le stelle del nostro cielo, altro non so.
pl: Usunięty quest.
uk: Я не можу розібрати що написано на цій карті, але, можливо, Адрія чи Каїн допоможуть тобі розібрати, від чого вона. Я бачу, що це карта зірок на нашому небі, але більше за це я не вмію.

source: The best person to ask about that sort of thing would be our storyteller. Cain is very knowledgeable about ancient writings, and that is easily the oldest looking piece of paper that I have ever seen.
bg: Най-добрият човек, когото можеш да попиташ за тези неща, е нашия разказвач. Кайн е много добре запознат с древните писания, а това е най-старинното парче хартия, което някога съм виждала.
it: Faresti meglio a chiedere questo genere di cose al Narratore. Cain è molto informato sulle scritture antiche, di sicuro quello che mi hai mostrato è il pezzo di carta più vecchio che abbia mai visto.
pl: Usunięty quest.
uk: Найкраще запитати про такі речі нашого розповідача. Каїн дуже добре обізнаний у стародавніх писаннях, а це, безсумнівно, найстаріший папірець, який я коли-небудь бачила.

source: I have never seen a map of this sort before. Where'd you get it? Although I have no idea how to read this, Cain or Adria may be able to provide the answers that you seek.
bg: Никога досега не съм виждал подобна карта. Откъде я взе? Въпреки че нямам представа как да я разчета, Кайн или Адрия може би ще успеят да дадат отговорите, които търсиш.
it: Non ho mai visto prima d'ora una mappa di questo tipo. Dove l'hai trovata? Non ho idea di come si legga, ma penso che Cain o Adria potrebbero essere in grado di farlo.
pl: Usunięty quest.
uk: Я ніколи не бачив такої карти. Де ти її взяв? Хоча я поняття не маю, як її читати, можливо Каїн чи Адрія зможуть дати відповіді на твої питання.

source: Listen here, come close. I don't know if you know what I know, but you have really got somethin' here. That's a map.
bg: Изслушай ме, приближи се. Не знам дали знаеш това, което аз знам, но ти наистина имаш нещо тук. Това е карта.
it: Ascolta, vieni qui. Io non so se tu sai quello che so, ma hai trovato davvero qualcosa. Quella è una mappa.
pl: Cho... Chono tu. Słuchaj. Nie wiem czy ty to widzisz, ale tu jest coś narysowane. To mapa.
uk: Слухай сюди, підійди ближче. Не знаю, чи ти знаєш те, що я знаю, але у тебе тут справді щось є. Це карта.
