Repository: diasurgical/DevilutionX
Catalog: Translations/*.po
Languages: cs, de, el, fr, sv

source: Select Difficulty
cs: Vyber Obtížnost
de: Schwierigkeitsgrad
el: Δυσκολία
fr: Sélection Difficulté
sv: Välj Svårighetsgrad

source: Join {:s} Games
cs: Připojit se k {:s} Hrám
de: Trete {:s}-Spiel bei
el: Είσοδος σε {:s} παιχνίδια
fr: Rejoignez une Partie {:s}
sv: Gå Med {:s}-Spel

source: Enter Game ID
cs: Zadej ID Hry
de: Spiel-ID eingeben
el: Εισάγετε Αριθμό Ταυτότητας Παιχνιδιού (ID)
fr: Entrez l'ID de la partie
sv: Skriv in spel ID

source: Enter address
cs: Zadej adresu
de: Adresse eingeben
el: Διεύθυνση
fr: Entrez l'adresse
sv: Skriv in adress

source: Normal Difficulty This is where a starting character should begin the quest to defeat Diablo.
cs: Obtížnost Normal Zde by měla začínající postava započít svoji výpravu k poražení Diabla.
de: Normal Hier sollte ein neuer Charakter seine Abenteuer in der Welt von Diablo beginnen.
el: Κανονική Δυσκολία Για την αρχή ενός νέου ήρωα που είναι στην αποστολή να νικήσει τον Ντιάμπλο.
fr: Difficulté Normale C'est le mode avec lequel un personnage débutant devrait commencer sa quête pour vaincre Diablo.
sv: Normal Svårighetsgrad Här bör en ny karaktär påbörja resan för att besegra Diablo.

source: Nightmare Difficulty The denizens of the Labyrinth have been bolstered and will prove to be a greater challenge. This is recommended for experienced characters only.
cs: Obtížnost Nightmare Obyvatelé Labyrintu byli posíleni a budou pro tebe opravdovou zkouškou. Doporučeno pouze pro zkušené postavy.
de: Alptraum Die Bewohner des Labyrinths sind stärker und erweisen sich als größere Herausforderung. Nur für erfahrene Charaktere geeignet.
el: Εφιαλτική Δυσκολία Οι κάτοικοι του Λαβύρινθου έχουν ενδυναμωθεί και είναι πολύ πιο δύσκολο να τους νικήσεις. Προτεινόμενο για έμπειρους.
fr: Difficulté Cauchemar Les occupants du Labyrinthe ont été renforcés et se révéleront être un plus grand défi. Ce mode est recommandé uniquement pour les personnages expérimentés.
sv: Mardrömssvårighetsgrad Labyrintens invånare har stärkts och kommer visa sig vara en svårare prövning. Detta rekommenderas endast för erfarna karaktärer.

source: Hell Difficulty The most powerful of the underworld's creatures lurk at the gateway into Hell. Only the most experienced characters should venture in this realm.
cs: Obtížnost Hell Nejsilnější stvoření z podsvětí číhají u Pekelných bran. Pouze ty nejzkušenější postavy by měly vstoupit do tohoto světa.
de: Hölle Hier warten die stärksten Dämonen an den Toren der Hölle auf Dich. Nur die stärksten Charaktere sind dieser Herausforderung gewachsen.
el: Κολασμένη Δυσκολία Τα πιο δυνατά πλάσματα του κάτω κόσμου σε περιμένουν στην πύλη μέσα στην Κόλαση. Μόνο για τους πιο έμπειρους.
fr: Difficulté Enfer Les créatures les plus puissantes des bas-fonds rôdent aux portes de l'enfer. Seuls les personnages les plus expérimentés devraient relever ce défi.
sv: Helvetessvårighetsgrad Underjordens mäktigaste varelser ligger i bakhåll vid Helvetets portar. Endast de mest erfarna karaktärerna bör våga sig in i denna värld.

source: Your character must reach level 20 before you can enter a multiplayer game of Nightmare difficulty.
cs: Tvoje postava musí dosáhnout 20 úrovně než bude moci vstoupit do hry pro více hráčů na obtížnost Nightmare.
de: Dein Charakter muss mindestens Level 20 erreicht haben bevor er einem Mehrspieler-Spiel der Stufe "Alptraum" beitreten kann.
el: Ο ήρωας σου πρέπει να φτάσει στο επίπεδο 20 για να μπορέσεις να μπεις σε παιχνίδι πολλαπλών παικτών Εφιαλτικής δυσκολίας.
fr: Votre personnage doit atteindre le niveau 20 avant de pouvoir entrer dans une partie multijoueur en difficulté Cauchemar.
sv: Din karaktär måste nå nivå 20 innan du kan gå med ett flerspelarspel med Mardrömssvårighetsgrad.

source: Your character must reach level 30 before you can enter a multiplayer game of Hell difficulty.
cs: Tvoje postava musí dosáhnout 30 úrovně než bude moci vstoupit do hry pro více hráčů na obtížnost Hell.
de: Dein Charakter muss mindestens Level 30 erreicht haben bevor er einem Mehrspieler-Spiel der Stufe "Hölle" beitreten kann.
el: Ο ήρωας σου πρέπει να φτάσει στο επίπεδο 30 για να μπορέσεις να μπεις σε παιχνίδι πολλαπλών παικτών Κολασμένης δυσκολίας.
fr: Votre personnage doit atteindre le niveau 30 avant de pouvoir entrer dans une partie multijoueur en difficulté Enfer.
sv: Din karaktär måste nå nivå 30 innan du kan gå med ett flerspelarspel med Helvetessvårighetsgrad.

source: Select Game Speed
cs: Vyber Rychlost Hry
de: Spielgeschwindigkeit
el: Ταχύτητα
fr: Sélection Vitesse
sv: Välj Spelhastighet

source: Fast
cs: Rychlá
de: Schnell
el: Γρήγορο
fr: Rapide
sv: Snabb

source: Faster
cs: Rychlejší
de: Schneller
el: Γρηγορότερο
fr: Plus Rapide
sv: Snabbare

source: Fastest
cs: Nejrychlejší
de: Am Schnellsten
el: Ταχύτατο
fr: La Plus Rapide
sv: Snabbast

source: Normal Speed This is where a starting character should begin the quest to defeat Diablo.
cs: Běžná Zde by měla začínající postava započít svoji výpravu k poražení Diabla.
de: Normale Geschwindigkeit Hier sollte ein neuer Charakter seine Abenteuer in der Welt von Diablo beginnen.
el: Κανονική Ταχύτητα Για την αρχή ενός νέου ήρωα που είναι στην αποστολή να νικήσει τον Ντιάμπλο.
fr: Vitesse normale C'est le mode avec lequel un personnage débutant devrait commencer sa quête pour vaincre Diablo.
sv: Normal Hastighet Här bör en ny karaktär påbörja resan för att besegra Diablo.

source: Fast Speed The denizens of the Labyrinth have been hastened and will prove to be a greater challenge. This is recommended for experienced characters only.
cs: Rychlá Obyvatelé Labyrintu byli zrychleni a budou pro tebe opravdovou zkouškou. Doporučeno pouze pro zkušené postavy.
de: Schnelle Geschwindigkeit Die Bewohner des Labyrinths sind schneller und erweisen sich als größere Herausforderung. Nur für erfahrene Charaktere geeignet.
el: Γρήγορη Ταχύτητα Οι κάτοικοι του Λαβύρινθου έχουν επιταχυνθεί και είναι πολύ πιο δύσκολο να τους νικήσεις. Προτεινόμενο για έμπειρους.
fr: Vitesse rapide Les habitants du Labyrinthe ont été accélérés et s'avéreront être un plus grand défi. Ce mode est recommandé uniquement pour les personnages expérimentés.
sv: Snabb Hastighet Labyrintens invånare har snabbats upp och kommer visa sig vara större utmaningar. Detta rekommenderas endast för erfarna karaktärer.

source: Faster Speed Most monsters of the dungeon will seek you out quicker than ever before. Only an experienced champion should try their luck at this speed.
cs: Rychlejší Většina potvor v Labyrintu tě najde rychleji než kdykoli předtím. Pouze zkušený šampion by měl zkusit štěstí na této rychlosti.
de: Schnellere Geschwindigkeit Die meisten Monster der Unterwelt werden Dich schneller aufspüren als je zuvor. Nur ein erfahrener Meister sollte sein Glück hier versuchen.
el: Γρηγορότερη Ταχύτητα Τα τέρατα του μπουντρουμιού θα σε αναζητήσουν πιο γρήγορα από ποτέ. Μόνο για πολύ έμπειρους.
fr: Vitesse plus rapide La plupart des monstres du donjon vous chercheront plus vite que jamais. Seul un champion expérimenté devrait tenter sa chance à cette vitesse.
sv: Snabbare Hastighet De flesta av grottornas monster kommer förfölja dig snabbare än någonsin. Endast en erfaren kämpe bör pröva sin lycka på denna hastighet.

source: Fastest Speed The minions of the underworld will rush to attack without hesitation. Only a true speed demon should enter at this pace.
cs: Nejrychlejší Pohůnci z podsvětí budou spěchat do útoku bez sebemenšího zaváhání. Pouze pravý rychlostní démon by měl hrát s tímto nastavením.
de: Schnelle Geschwindigkeit Die Gegner der Unterwelt werden unerbittlich schnell angreifen. Nur ein wahrer Geschwindigkeitsfanatiker sollte diese Gangart wählen.
el: Ταχύτατη Ταχύτητα Οι υποτακτικοί του κάτω κόσμου θα τρέξουν αστραπιαία να σου επιτεθούν χωρίς δισταγμό. Μόνο για δαίμονες της ταχύτητας.
fr: Vitesse la plus rapide Les sbires des souterrains se précipiteront pour attaquer sans hésitation. Seul un vrai démon de vitesse devrait relever ce défi.
sv: Snabbast Hastighet Underjordens tjänare kommer gå till anfall utan minsta tvekan. Endast en verklig fartdjävul bör prova denna takt.

source: Enter Password
cs: Zadej Heslo
de: Passwort eingeben
el: Εισάγετε Κωδικό
fr: Entrez le Mot de passe
sv: Skriv In Lösenord

source: Enter Hellfire
cs: Otevři Hellfire
de: Hellfire spielen
el: Εισαγωγή στο Χελφάϊερ
fr: Utiliser Hellfire
sv: Gå till Hellfire

source: Switch to Diablo
cs: Přepni na Diablo
de: Zu Diablo wechseln
el: Αλλαγή στο Ντιάμπλο
fr: Passer à Diablo
sv: Byt till Diablo

source: Yes
cs: Ano
de: Ja
el: Ναι
fr: Oui
sv: Ja

source: No
cs: Ne
de: Nein
el: Όχι
fr: Non
sv: Nej

source: Press gamepad buttons to change.
de: Drücke eine beliebige Taste um diese zu ändern.
el: Πατήστε οποιοδήποτε πλήκτρο στο χειριστήριο για αλλαγή.

source: Bound key:
cs: Nastavená klávesa:
de: Festgelegte Taste:
el: Δεσμευμένο πλήκτρο:
fr: Touche assignée :
sv: Tilldelad tangent:

source: Press any key to change.
cs: Stiskni jakoukoli klávesu pro změnu.
de: Eine beliebige Taste drücken um sie festzulegen.
el: Πατήστε οποιοδήποτε πλήκτρο για αλλαγή.
fr: Pressez une touche pour changer.
sv: Tryck på valfri tangent för att ändra.

source: Unbind key
cs: Odeber klávesu
de: Festgelegte Taste freigeben
el: Αποδέσμευσή πλήκτρου
fr: Désassigner la touche
sv: Ta bort tangent

source: Bound button combo:
de: Gebundene Knopfkombination:
el: Δεσμευμένο πλήκτρο συνδυασμένης κίνησης:

source: Unbind button combo
de: Entbinde Knopfkombination
el: Άποδεσμευμένο πλήκτρο συνδιασμένης κίνησης

source: Previous Menu
cs: Předchozí Menu
de: Vorheriges Menü
el: Προηγούμενο Μενού
fr: Menu Précédent
sv: Föregående Meny

source: We maintain a chat server at Discord.gg/devilutionx Follow the links to join our community where we talk about things related to Diablo, and the Hellfire expansion.
cs: Udržujeme chat server na adrese Discord.gg/devilutionx Následuj odkaz a přidej se k naší komunitě, kde diskutujeme o věcech kolem Diabla a datadisku Hellfire.
de: Wir unterhalten einen Chatserver unter Discord.gg/devilutionx rund um Diablo und das Hellfire-Addon. Du bist herzlich eingeladen, unserer Community beizutreten.
el: Διατηρούμε εξυπηρετητή για συνομιλίες στο Discord.gg/devilutionx Ακολουθήστε τους συνδέσμους για να μπείτε στην κοινότητα μας όπου μιλάμε για θέματα σχετικά με το Ντιάμπλο, και την προέκταση του το Χελφαϊερ.
fr: Nous maintenons un serveur de chat sur Discord.gg/devilutionx Suivez ce lien pour rejoindre notre communauté où nous parlons de choses liées à Diablo et à l'extension Hellfire.
sv: Vi håller i en chattserver på Discord.gg/devilutionx Följ länkarna för att gå med i vår gemenskap där vi pratar som allt som har att göra med Diablo, och Hellfireexpansionen.

source: DevilutionX is maintained by Diasurgical, issues and bugs can be reported at this address: https://github.com/diasurgical/devilutionX To help us better serve you, please be sure to include the version number, operating system, and the nature of the problem.
cs: DevilutionX spravuje Diasurgical, problémy a chyby můžete hlásit na této adrese: https://github.com/diasurgical/devilutionX Abychom vám mohli lépe pomoci, prosím uveďte číslo verze hry, váš operační systém a popište váš problém.
de: DevilutionX ist ein Projekt von Diasurgical. Probleme und Fehler bitte hier melden: https://github.com/diasurgical/devilutionX. Damit wir Dir helfen können, teile uns bitte Deine Versionsnummer, Dein Betriebssystem und die Art Deines Problems mit.
el: Το DevilutionX το συντηρεί η ομάδα Diasurgical, Μπορείτε να μας ειδοποιήσετε για θέματα και σφάλματα σε αυτήν την διεύθυνση: https://github.com/diasurgical/devilutionX Για να μας βοηθήσετε να σας εξυπηρετήσουμε, παρακαλούμε να μας πείτε τον αριθμό έκδοσης, το λειτουργικό σας σύστημα/πλατφόρμα και την φύση του προβλήματος.
fr: DevilutionX est développé par Diasurgical. Les problèmes peuvent être signalés à cette adresse: https://github.com/diasurgical/devilutionX Merci de bien vouloir inclure le numéro de version ainsi que le système d'exploitation utilisé afin que nous puissions mieux vous aider.
sv: DevilutionX skapas av Diasurgical, ärenden och buggar kan anmälas på denna adress: https://github.com/diasurgical/devilutionX För att hjälpa oss hjälpa dig var god inkludera versionsnummer, operativsystem, och vad problemet handlar om.

source: Disclaimer:
cs: Prohlášení:
de: Haftungsausschluss:
el: Αποποίηση Ευθύνης:
fr: Avertissement :
sv: Obs:

source: DevilutionX is not supported or maintained by Blizzard Entertainment, nor GOG.com. Neither Blizzard Entertainment nor GOG.com has tested or certified the quality or compatibility of DevilutionX. All inquiries regarding DevilutionX should be directed to Diasurgical, not to Blizzard Entertainment or GOG.com.
cs: DevilutionX není podporován ani spravován společností Blizzard Entertainment, ani GOG.com. Blizzard Entertainment ani GOG.com netestovaly ani necertifikovaly kvalitu nebo kompatibilitu DevilutionX. Všechny dotazy ohledně DevilutionX by měly být směřovány k Diasurgical, nikoliv k Blizzard Entertainment nebo GOG.com.
de: DevilutionX wird weder von GOG.com noch von Blizzard Entertainment unterstützt oder betrieben oder zwecks Gewährleistung auf Qualität oder Kompatibilität getestet. Alle Anfragen bezüglich DevilutionX sollten direkt an Diasurgical gerichtet werden, nicht an Blizzard Entertainment oder an GOG.com.
el: Το DevilutionX δεν υποστηρίζεται ή αναπτύσσεται από την Blizzard Entertainment, ή από το GOG.com. Ούτε η Blizzard Entertainment ή το GOG.com έχει τεστάρει ή πιστοποιήσει την ποιότητα ή την συμβατότητα του DevilutionX. Όλα τα ερωτήματα και τα αιτήματα σας σχετικά με το DevilutionX πρέπει να απευθυνθούν στον Diasurgical, και όχι στην Blizzard Entertainment ή στο GOG.com.
fr: DevilutionX n'est pas supporté ni maintenu par Blizzard Entertainment, ou GOG.com. Ni Blizzard Entertainment ni GOG.com n'ont testé ou certifié la qualité ou la compatibilité de DevilutionX. Toutes demandes concernant DevilutionX doivent être adressées à Diasurgical et non à Blizzard Entertainment ou GOG.com.
sv: DevilutionX vare sig stöds eller arbetas på av Blizzard Entertainment eller GOG.com. Vare sig Blizzard Entertainment eller GOG.com har testat eller intygat kvaliteten eller kompabiliteten hos DevilutionX. Alla frågor rörande DevilutionX bör riktas till Diasurgical, inte till Blizzard Entertainment eller GOG.com.

source: This port makes use of Charis SIL, New Athena Unicode, Unifont, and Noto which are licensed under the SIL Open Font License, as well as Twitmoji which is licensed under CC-BY 4.0. The port also makes use of SDL which is licensed under the zlib-license. See the ReadMe for further details.
cs: Tento port využívá Charis SIL, New Athena Unicode, Unifont a Noto, které jsou licencované pod SIL Open Font License, a také Twitmoji licencované pod CC-BY 4.0. Port také využívá SDL, které jsou licencované pod zlib-license. Přečti si ReadMe pro více informací.
de: Dieser Port verwendet Charis SIL, New Athena Unicode, Unifont und Noto, lizenziert unter der SIL Open Font License, sowie Twitmoji, lizenziert unter CC-BY 4.0. Der Port verwendet außerdem SDL, lizenziert unter der zlib-Lizenz. Mehr Details in der ReadMe.
el: Το παρών λογισμικό χρησιμοποιεί την γραμματοσειρες Charis SIL, New Athena Unicode, Unifont, και Noto που είναι άδειοδιτημένες κάτω από την Ανοικτή Άδεια Γραμματοσοειρών SIL, καθώς και την γραμματοσειρά Twitmoji, που είναι αδειοδοτημένη κάτω από το CC-BY 4.0. Το λογισμικό επίσης χρησιμοποιεί το SDL που είναι αδειοδοτημένο κάτω από την άδεια zlib. Δείτε το ReadMe για περεταίρω λεπτομέρειες.
fr: Ce portage utilise Charis SIL, New Athena Unicode, Unifont et Noto qui sont sous licence SIL Open Font License, ainsi que Twitmoji qui est sous licence CC-BY 4.0. Le portage utilise également la SDL qui est sous licence zlib-license. Voir le fichier ReadMe pour plus de détails.
sv: Denna portning använder Charis SIL, New Athena Unicode, Unifont och Noto vilka licenseras enligt SIL Open Font License, samt Twitmoji vilken licenseras enligt CC-BY 4,0. Porten använder även SDL som licenceras enligt zlib-license.

source: Error
cs: Chyba
de: Fehler
el: Σφάλμα
fr: Erreur
sv: Fel

source: {:s} The error occurred at: {:s} line {:d}
cs: {:s} Chyba nastala v: {:s} řádek {:d}
de: {:s} Fehler an Position {:s} Zeile {:d}
el: {:s} Το σφάλμα έλαβε χώρα στο: {:s} γραμμή {:d}
fr: {:s} Erreur dans : {:s} ligne {:d}
sv: {:s} Felet uppstod vid: {:s} rad {:d}

source: Data File Error
cs: Chyba Datového Souboru
de: Dateifehler
el: Σφάλμα στο αρχείο δεδομένων
fr: Erreur de fichier de données
sv: Datafilsfel

source: Unable to open main data archive ({:s}). Make sure that it is in the game folder.
cs: Nelze otevřít hlavní datový archiv ({:s}). Ujistěte se, že je výše uvedený soubor ve složce se hrou.
de: Das Hauptdatenarchiv ({:s}) kann nicht geöffnet werden. Stelle sicher, dass es sich im Spielordner befindet.
el: Το κύριο αρχείο δεδομένων ({:s}) δεν βρέθηκε. Βεβαιωθείτε ότι βρίσκετε το φάκελο του παιχνιδιού.
fr: Impossible d'ouvrir l'archive de données principale ({:s}). Assurez-vous qu'elle se trouve dans le dossier du jeu.
sv: Kunde inte öppna huvuddataarkiv ({:s}). Försäkra dig att det finns i spelmappen.

source: Read-Only Directory Error
cs: Chyba - Adresář Pouze pro Čtení
de: Nur-Lesen-Verzeichnisfehler
el: Σφάλμα Καταλόγου Μόνο για Ανάγνωση
fr: Erreur de répertoire en lecture seule
sv: Endast Läsbar-mappfel

source: Unable to write to location: {:s}
cs: Nelze zapisovat do umístění: {:s}
de: An folgenden Speicherort kann nicht geschrieben werden: {:s}
el: Αδυναμία εγγραφής στην τοποθεσία: {:s}
fr: Impossible d'écrire dans l'emplacement : {:s}
sv: Kunde inte skriva till plats: {:s}

source: Game:
cs: Hra:
de: Spiel:
el: Παιχνίδι:
fr: Partie :
sv: Spel:

source: Password:
cs: Heslo:
de: Passwort:
el: Κωδικός:
fr: Mot de passe :
sv: Lösenord:

source: Public Game
cs: Veřejná Hra
de: Offenes Spiel
el: Δημόσιο Παιχνίδι
fr: Partie Publique
sv: Offentligt Spel

source: Level: Nest {:d}
cs: Patro: Hnízdo {:d}
de: Level: Stock {:d}
el: Επίπεδο: Φωλιά {:d}
fr: Niveau : Nid {:d}
sv: Nivå: Näste {:d}

source: Level: Crypt {:d}
cs: Patro: Krypta {:d}
de: Level: Krypta {:d}
el: Επίπεδο: Κρύπτη {:d}
fr: Niveau : Crypte {:d}
sv: Nivå: Krypta {:d}

source: Town
cs: Městský
de: Heimeliger
el: Πόλη
fr: Ville
sv: Byn

source: Level: {:d}
cs: Patro: {:d}
el: Επίπεδο: {:d}
fr: Niveau : {:d}
sv: Nivå: {:d}

source: Character Information
cs: Informace o Postavě
de: Charakterinformation
el: Πληροφορίες Ήρωα
fr: Profil du Personnage
sv: Karaktärsinformation

source: Quests log
cs: Deník úkolů
de: Questtagebuch
el: Βιβλίο ταξιδιού
fr: Journal des quêtes
sv: Uppdragslogg

source: Automap
cs: Automapa
de: Automatische Karte
el: Χάρτης
fr: Carte
sv: Autokarta

source: Main Menu
cs: Hlavní Menu
de: Hauptmenü
el: Κυρίως Μενού
fr: Menu Principal
sv: Huvudmeny

source: Inventory
cs: Inventář
de: Inventar
el: Αντικείμενα
fr: Inventaire
sv: Ägodelar

source: Spell book
cs: Kniha kouzel
de: Zauberbuch
el: Βιβλίο με Ξόρκια
fr: Livre des sorts
sv: Magibok

source: Send Message
cs: Odešli Zprávu
de: Nachricht senden
el: Αποστολή Μυνήματος
fr: Envoyer un Message
sv: Skicka Meddelande

source: Available Commands:
de: Verfügbare Befehle:
el: Διαθέσιμες Εντολές:

source: Command
de: Befehl
el: Η Εντολή

source: is unknown.
de: ist unbekannt.
el: είναι άγνωστη.

source: Description:
de: Beschreibung:
el: Περιγραφή:

source: Parameters: No additional parameter needed.
de: Parameter: Kein zusätzlicher Parameter erforderlich.
el: Παράμετροι: Καμία επιπλέον παράμετρος δεν χρειάζεται.

source: Parameters:
el: Παράμετροι:

source: Arenas are only supported in multiplayer.
de: Arenen nur in Multiplayer unterstützt.
el: Οι Αρένες υποστηρίζονται μόνο στο τετραπλό παιχνίδι.

source: What arena do you want to visit?
de: Welche Arena willst du besuchen?
el: Ποια αρένα θέλεις να επισκεφτείς;

source: Invalid arena-number. Valid numbers are:
de: Untültige Arenen-Nummer. Gültige Nummern sind:
el: Άκυρος αριθμός αρένας. Έγκυροι αριθμοί είναι:

source: To enter a arena, you need to be in town or another arena.
de: Zum Betreten einer Arena, brauchst musst du in der Stadt oder in einer anderen Arena sein.
el: Για να εισέλθεις σε μια αρένα, πρέπει να είσαι στην πόλη ή σε μια άλλη αρένα.

source: Inspecting only supported in multiplayer.
de: Die Inspektion wird nur im Mehrspielermodus unterstützt.
el: H επιθεώρηση παίκτη υποστηρίζεται μόνο στο τετραπλό παιχνίδι.

source: Stopped inspecting players.
de: Stoppen den Spieler zu inspizieren.
el: Λήξη επιθεώρησης παίκτη.

source: No players found with such a name
de: Keine Spieler mit so einem Namen gefunden
el: Δεν βρέθηκε παίκτης με τέτοιο όνομα

source: Inspecting player:
de: Inspiziere Spieler:
el: Επιθεώρηση παίκτη:

source: Prints help overview or help for a specific command.
de: Gebe Hilfeübersicht oder Hilfe für einen bestimmten Befehl.
el: Εμφανίζει γενική βοήθεια, η βοήθεια για συγκεκριμένη εντολή.

source: Enter a PvP Arena.
de: Betrete die PvP Arena.
el: Εισαγωγή σε PvP Αρένα.

source: Gives Arena Potions.
de: Gebe Arena Tränke.
el: Σου δίνει φιλτρά αρένας.

source: Inspects stats and equipment of another player.
de: Überprüfe Statistiken und Ausrüstung eines anderen Spielers.
el: Επιθεώρηση στατιστικών και αντικειμένων ενός άλλου παίκτη.

source: <player name>
de: <Spielername>
el: <όνομα παίκτη>

source: Show seed infos for current level.
de: Zeige Samen Informationen für das aktuelle Level.
el: Εμφανίζει τον σπόρο παραγωγής του τρέχοντος επιπέδου.

source: Player friendly
cs: Neútočit na hráče
de: Spieler ist freundlich
el: Φιλικός προς Παίκτες
fr: Joueur Amical
sv: Spelarvänlig

source: Player attack
cs: Útočit na hráče
de: Spieler greift an
el: Εχθρικός προς Παίκτες
fr: Joueur Hostile
sv: Spelaranfall

source: Hotkey: {:s}
cs: Klávesová Zkratka: {:s}
de: Schnelltaste: {:s}
el: Πλήκτρο: {:s}
fr: Touche : {:s}
sv: Genväg: {:s}

source: Select current spell button
cs: Tlačítko pro výběr kouzla
de: Zauberauswahlknopf
el: Επιλογή ξορκιού για ενεργοποίηση
fr: Sélection du sort courant
sv: Välj nuvarande trollformelsknapp

source: Hotkey: 's'
cs: Klávesová Zkratka: 's'
de: Schnelltaste: 's'
el: Πλήκτρο: 's'
fr: Touche: 's'
sv: Genväg: 's'

source: {:s} Skill
cs: Dovednost {:s}
de: {:s}-Fertigkeit
el: Δεξιότητα "{:s}"
fr: {:s} Compétence
sv: {:s} Färdighet

source: {:s} Spell
cs: Kouzlo {:s}
de: {:s}-Zauber
el: Ξόρκι "{:s}"
fr: {:s} Sort
sv: {:s} Trollformel

source: Spell Level 0 - Unusable
cs: Kouzlo Úrovně 0 - Nefunguje
de: Zauberlevel 0 - Unbenutzbar
el: Επίπεδο Ξορκιού 0 - Άχρηστο
fr: Sort Niveau 0 – Inutilisable
sv: Trollformelsnivå 0 - Oanvändbar

source: Spell Level {:d}
cs: Kouzlo Úrovně {:d}
de: Zauberlevel {:d}
el: Επίπεδο Ξορκιού {:d}
fr: Sort Niveau {:d}
sv: Trollformelsnivå {:d}

source: Scroll of {:s}
cs: Svitek {:s}
de: Schriftrolle der {:s}
el: Πάπυρος "{:s}"
fr: Parchemin: {:s}
sv: Skriftrulle med {:s}

source: {:d} Scroll
cs: {:d} Svitek
de: {:d}-Schriftrolle
el: {:d} Πάπυρος
fr: {:d} Parchemin
sv: {:d}-Skriftrulle

source: Staff of {:s}
cs: Hůl - {:s}
de: Stab mit {:s}
el: Ράβδος {:s}
fr: Bâton : {:s}
sv: Stav med {:s}

source: {:d} Charge
cs: {:d} Použití
de: {:d}-Ladung
el: {:d} Φορτίο
sv: {:d} Laddning

source: {:s} gold piece
cs: {:s} zlaťák
de: {:s} Goldstück
el: {:s} χρυσό νόμισμα
fr: {:s} pièce d'or
sv: {:s} guldmynt

source: Requirements not met
cs: Nesplňuješ požadavky
de: Anforderungen nicht erfüllt
el: Απαιτήσεις δεν έχουν εκπληρωθεί
fr: Vous n'avez pas les conditions requises
sv: Kraven uppnås ej

source: {:s}, Level: {:d}
cs: {:s}, Úroveň: {:d}
el: {:s}, Επίπεδο: {:d}
fr: {:s}, Niveau: {:d}
sv: {:s}, Nivå: {:d}

source: Hit Points {:d} of {:d}
cs: Životy {:d} ze {:d}
de: Trefferpunkte {:d} von {:d}
el: Πόντοι Ζωής {:d} από {:d}
fr: Dommages {:d} sur {:d}
sv: Livspoäng {:d} av {:d}
