Repository: diasurgical/devilutionX
Catalog: Translations/*.po
Languages: bg, da, it, pl, uk

# monster
source: Deathspit
bg: Смъртоплюй
it: Sputa Morte
pl: Śmierciopluj
uk: Смертеплюй

# monster
source: Bloodgutter
bg: Кръвопорещия
pl: Krwiopijca
uk: Кровотрощ

# monster
source: Deathshade Fleshmaul
bg: Смъртосян Плъточук
pl: Cień Rozpruwacza
uk: Смертетінь Плотеріз

# monster
source: Warmaggot the Mad
bg: Лудият Войночервей
it: Warmaggot il Pazzo
pl: Wojenny Czerw
uk: Безумний Військохробак

# monster
source: Glasskull the Jagged
bg: Нащърбения Стъклочереп
it: Glasskull il Dentato
pl: Kościany Okruch
uk: Зазублений Скляночереп

# monster
source: Blightfire
bg: Болестогън
it: Fuoco di Sventura
pl: Płomień Zniszczenia
uk: Іржевогонь

# monster
source: Nightwing the Cold
bg: Студения Нощокрил
it: Nightwing il Gelido
pl: Mroźny Nocoskrzydły
uk: Холодний Нічнокрил

# monster
source: Gorestone
bg: Съсирекамък
it: Masso Cruento
pl: Rzezikamień
uk: Кровокамінь

# monster
source: Bronzefist Firestone
bg: Бронзюмрук Огнекамък
pl: Ognisty Pięściarz
uk: Бронзокулачний Вогнекамінь

# monster
source: Wrathfire the Doomed
bg: Гнявоплам Обречения
it: Wrathfire il Dannato
pl: Zgładzony Furiat
uk: Приречений Гнівовогонь

# monster
source: Firewound the Grim
bg: Огнерана Безжалостния
it: Firewound il Bieco
pl: Poparzony Pustelnik
uk: Нещадний Вогнеран

# monster
source: Baron Sludge
bg: Барон Шлам
it: Barone di Melma
pl: Błotnisty Magnat
uk: Барон Багна

# monster
source: Blighthorn Steelmace
bg: Отровошип Стоманобух
pl: Cień Zniszczenia
uk: Сталебулавовий Іржекіготь

# monster
source: Chaoshowler
bg: Хаосовиещия
pl: Skowytnik
uk: Ревун Хаосу

# monster
source: Doomgrin the Rotting
bg: Орисхил Гниещия
it: Doomgrin il Marcio
pl: Gnijący Chichot
uk: Гниючий Оскал Долі

# monster
source: Madburner
bg: Лудогорящия
pl: Wściekły Podpalacz
uk: Безумний Пальник

# monster
source: Bonesaw the Litch
bg: Лича Косторез
it: Bonesaw il Litch
pl: Lisz Piłognat
uk: Ліч-Кістопил

# monster
source: Breakspine
bg: Чупигръбнак
it: Spacca Vertebre
pl: Łamikark
uk: Спинолом

# monster
source: Devilskull Sharpbone
bg: Дявочереп Острококал
pl: Pożeracz Kości
uk: Гострокіст Чорточереп

# monster
source: Brokenstorm
bg: Разбибуря
pl: Burzowiec
uk: Ломошторм

# monster
source: Stormbane
bg: Бурегибел
pl: Szturmująca Zguba
uk: Прокльоношторм

# monster
source: Oozedrool
bg: Течелига
pl: Szlamożer
uk: Липкослина

# monster
source: Goldblight of the Flame
bg: Заразлато от Пламъка
it: Goldblight di Fiamma
pl: Płomienny Złotognij
uk: Полум'яна Золотоіржа

# monster
source: Blackstorm
bg: Чернобур
it: Tempesta Nera
pl: Czarny Sztorm
uk: Чорнобуря

# monster
source: Plaguewrath
bg: Чумоярост
it: Appestato
pl: Plagoupiór
uk: Чумогнів

# monster
source: The Flayer
bg: Бичуващия
it: Lo Scuoiato
pl: Obdzieracz
uk: Шкуродер

# monster
source: Bluehorn
bg: Синерог
it: Corno Blu
pl: Błękitnorogi
uk: Синеріг

# monster
source: Warpfire Hellspawn
bg: Кривогън Пъклочадие
pl: Piekielne Plugastwo
uk: Виродок Кривовогню

# monster
source: Fangspeir
bg: Зъбекопие
pl: Ostrokieł
uk: Кігтяник

# monster
source: Festerskull
bg: Гноечереп
it: Teschio Marcio
pl: Pęknięta Czaszka
uk: Гноєчереп

# monster
source: Lionskull the Bent
bg: Лъвочереп Привития
it: Lionskull il Curvo
pl: Krętacz Lwia Czaszka
uk: Зігнутий Левочереп

# monster
source: Blacktongue
bg: Черноезик
it: Lingua Nera
pl: Czarny Jęzorak
uk: Чорноязик

# monster
source: Viletouch
bg: Гнуседопир
it: Vil Tocco
pl: Plugawion
uk: Огиднодотик

# monster
source: Viperflame
bg: Усойнопламък
it: Serpe di Fuoco
pl: Ogniożmij
uk: Вогняна Змія

# monster
source: Fangskin
bg: Зъбекож
pl: Zęboskóry
uk: Іклошкур

# monster
source: Witchfire the Unholy
bg: Вещогън Нечестивия
it: Witchfire l'Empio
pl: Wiedźma Profanacji
uk: Нечестивий Відьмовогонь

# monster
source: Blackskull
bg: Черночереп
it: Teschio Nero
pl: Czarnokostny
uk: Чорночереп

# monster
source: Soulslash
bg: Душерез
pl: Rozpruwacz Dusz
uk: Душеріз

# monster
source: Windspawn
bg: Ветрочеляд
pl: Porywisty Niegodziwiec
uk: Виродок Вітру

# monster
source: Lord of the Pit
bg: Господаря на Ямата
it: Lord della Fossa
pl: Pan Czeluści
uk: Лорд Ями

# monster
source: Rustweaver
bg: Ръждоплет
pl: Tkacz Rdzy
uk: Іржеткач

# monster
source: Howlingire the Shade
bg: Гнявой Сянката
it: Howlingire l'Ombra
pl: Wyjący Cień
uk: Виюча Тінь

# monster
source: Doomcloud
bg: Обреченоблак
pl: Powiew Zagłady
uk: Хмара Загибелі

# monster
source: Bloodmoon Soulfire
bg: Кърволуна Душеогнена
pl: Księżycowa Dusza
uk: Кровомісяцевий Душевогонь

# monster
source: Witchmoon
bg: Вещолуна
pl: Księżycowa Wiedźma
uk: Відьмомісяць

# monster
source: Gorefeast
bg: Съсирепир
pl: Żywiciel Krwi
uk: Кровобенкет

# monster
source: Graywar the Slayer
bg: Сивойна Палача
it: Graywar l'Assassino
pl: Pogromiciel
uk: Вбивця Сіробій

# monster
source: Dreadjudge
bg: Страхосъдия
pl: Sędzia Grozy
uk: Суддя

# monster
source: Stareye the Witch
bg: Звездноока Вещицата
it: Stareye La Strega
pl: Gwiezdnooka Wiedźma
uk: Відьма Зоряоко

# monster
source: Steelskull the Hunter
bg: Стоманочереп Ловецът
it: Steelskull il Cacciatore
pl: Łowca Stalowa Czaszka
uk: Мисливець Сталечереп

# monster
source: Sir Gorash
bg: Сър Гораш
pl: Generał Gorasz
uk: Сір Гораш

# monster
source: The Vizier
bg: Визирът
it: Il Visir
pl: Wezyr
uk: Візир

# monster
source: Zamphir
bg: Сапфирени
uk: Замфір

# monster
source: Bloodlust
bg: Кръвожажда
pl: Żądna Krwi
uk: Кровожад

# monster
source: Webwidow
bg: Оплетовдовица
it: Rete di Vedova
pl: Wdowa Sieci
uk: Павуковдова

# monster
source: Fleshdancer
bg: Плътотанц
pl: Pożeracz Zwłok
uk: Плотетанцівниця

# monster
source: Grimspike
bg: Мрачешип
pl: Ostrze Grozy
uk: Незламовістря

# monster
source: Doomlock
bg: Гибелобречен
pl: Zaklęta Śmierć
uk: Замок Загибіелі

source: Animal
bg: Животно
it: Bestia
pl: Zwierzę
uk: Тварина

source: Demon
bg: Демон
it: Demone
uk: Демон

source: Undead
bg: Немъртъв
it: Non morto
pl: Nieumarły
uk: Нечисть

source: Type: {:s} Kills: {:d}
bg: Тип: {:s} Убити: {:d}
it: Tipo: {:s} Uccisioni: {:d}
pl: Rodzaj: {:s} Zabitych: {:d}
uk: Тип: {:s} Вбито: {:d}

source: Total kills: {:d}
bg: Всичко убити: {:d}
it: Tot. uccisioni : {:d}
pl: Suma zabitych: {:d}
uk: Всього вбито: {:d}

source: Hit Points: {:d}-{:d}
bg: Точки живот: {:d}-{:d}
it: Punti Ferita: {:d}-{:d}
pl: Punkty życia: {:d}-{:d}
uk: Життя {:d} з {:d}

source: No magic resistance
bg: Няма магическа устойчивост
it: Nessuna resistenza magica
pl: Brak odporności na magię
uk: Не спротивлюється магії

source: Resists:
bg: Устойчивост:
it: Resiste:
pl: Odporności:
uk: Спротив:

source: Magic
bg: Магия
it: Magia
pl: Magię
uk: Магія

source: Fire
bg: Огън
it: Fuoco
pl: Ogień
uk: Вогонь

source: Lightning
bg: Мълния
it: Fulmine
pl: Błyskawice
uk: Блискавка

source: Immune:
bg: Имунитет:
pl: Niewrażliwość na:
uk: Імунітет:

source: Type: {:s}
bg: Тип: {:s}
it: Tipo: {:s}
pl: Rodzaj: {:s}
uk: Тип: {:s}

source: No resistances
bg: Няма устойчивости
it: Nessuna resistenza
pl: Brak odporności
uk: Немає спротиву

source: No Immunities
bg: Няма имунитети
it: Nessuna Immunità
pl: Brak niewrażliwości
uk: Немає Імунітету

source: Some Magic Resistances
bg: Някакви Магически Устойчивости
it: Alcune Resistenze Magiche
pl: Lekka odporność na magię
uk: Декілька Магічних Спротивів

source: Some Magic Immunities
bg: Някакви Магически Имунитети
it: Alcune Immunità Magiche
pl: Częściowa niewraż. na magię
uk: Декілька Магічних Імунітетів

source: Failed to open archive for writing.
it: Impossibile aprire archivio in scrittura.
pl: Błąd otwarcia archiwum do zapisu.
uk: Неможливо відкрити архів для читання.

source: Trying to drop a floor item?
bg: Опит за хвърляне на предмет от пода?
it: Abbandonare un oggetto a terra?
pl: Próbujesz upuścić przedmiot leżący na ziemi?
uk: Пробуєте кинути предмет що на підлозі?

source: {:s} has cast an invalid spell.
it: {:s} ha usato una magia non valida.
pl: {:s} rzucił niewłaściwe zaklęcie.
uk: {:s} зворожував заборонені чари.

source: {:s} has cast an illegal spell.
bg: {:s} е направил непозволено заклинание.
it: {:s} ha usato una magia illegale.
pl: {:s} rzucił nielegalne zaklęcie.
uk: {:s} зворожував заборонені чари.

source: Player '{:s}' (level {:d}) just joined the game
bg: Играч '{:s}' (ниво {:d}) се присъедини към играта
it: '{:s}' (livello {:d}) si è unito alla partita
pl: Gracz '{:s}' (poziom {:d}) dołączył do gry
uk: Гравець '{:s}' (рівень {:d}) приєднався до гри

source: The game ended
bg: Играта приключи
it: La partita è finita
pl: Gra została zakończona
uk: Гра закінчилась

source: Unable to get level data
bg: Невъзможно да получи данни за ниво
it: Impossibile ottenere dati di livello
pl: Nie można wczytać danych poziomu
uk: Неможливо дістати дані рівня

source: Player '{:s}' just left the game
bg: Играч '{:s}' напусна играта
it: '{:s}' ha abbandonato la partita
pl: Gracz '{:s}' opuścił grę
uk: Гравець '{:s}' покинув гру

source: Player '{:s}' killed Diablo and left the game!
bg: Играч '{:s}' уби Диабло и напусна играта!
it: '{:s}' ha ucciso Diablo e ha lasciato la partita!
pl: Gracz '{:s}' pokonał Diablo i opuścił grę!
uk: Гравець '{:s}' вбив Діабло і покинув гру!

source: Player '{:s}' dropped due to timeout
bg: Играч '{:s}' отпадна заради прекъсване
it: '{:s}' disconnesso per timeout
pl: Gracz '{:s}' opuścił grę z powodu limitu czasu
uk: Гравець '{:s}' відключився через таймаут

source: Player '{:s}' (level {:d}) is already in the game
bg: Играч '{:s}' (ниво {:d}) в вече в играта
it: '{:s}' (liv. {:d}) è già in partita
pl: Gracz '{:s}' (poziom {:d}) jest już w grze
uk: Гравець '{:s}' (рівень {:d}) вже в грі

source: Mysterious
bg: Мистериозно
it: Misterioso
pl: Tajemnicza
uk: Таємний

source: Hidden
bg: Прикрит
it: Nascosto
pl: Ukryta
uk: Схований

source: Gloomy
bg: Мрачно
it: Cupo
pl: Ponura
uk: Похмурий

source: Magical
bg: Магическо
it: Magico
pl: Magiczna
uk: Магічний

source: Stone
bg: Каменено
it: Sasso
pl: Kamienna
uk: Кам'яний

source: Religious
bg: Религиозно
it: Religioso
pl: Zakonna
uk: Релігійний

source: Enchanted
bg: Омагьосано
it: Incantato
pl: Zaczarowana
uk: Зачарований

source: Thaumaturgic
bg: Чудно
it: Taumaturgico
pl: Taumaturgiczna
uk: Чудотворний

source: Fascinating
bg: Очарователно
it: Avvenente
pl: Czarująca
uk: Чарівливий

source: Cryptic
bg: Загадъчно
it: Sibillino
pl: Zagadkowa
uk: Загадковий

source: Eldritch
bg: Ужасно
it: Arcano
pl: Koszmarna
uk: Лиховісний

source: Eerie
bg: Свръхестествено
it: Inquietante
pl: Niesamowita
uk: Моторошний

source: Divine
bg: Божествено
it: Divino
pl: Boska
uk: Божественний

source: Sacred
bg: Неприкосновено
it: Sacro
pl: Uświęcona
uk: Святий

source: Spiritual
bg: Духовно
it: Spirituale
pl: Duchowa
uk: Духовний

source: Spooky
bg: Призрачно
it: Sinistro
pl: Upiorna
uk: Лячний

source: Abandoned
bg: Изоставено
it: Abbandonato
pl: Porzucona
uk: Покинутий

source: Creepy
bg: Зловещо
it: Pauroso
pl: Straszna
uk: Страховитий

source: Quiet
bg: Тихо
it: Calmo
pl: Cicha
uk: Тихий

source: Secluded
bg: Усамотено
it: Segreto
pl: Odosobniona
uk: Відлюдний

source: Ornate
bg: Инкрустирано
it: Ornato
pl: Ozdobna
uk: Барвистий

source: Glimmering
bg: Мъждеещо
it: Luccicante
pl: Migocząca
uk: Блимаючий

source: Tainted
bg: Опозорено
it: Contaminato
pl: Splugawiona
uk: Засмерділий

source: Oily
bg: Мазно
it: Untuoso
pl: Wzmacniająca
uk: Масляний

source: Glowing
bg: Ярко
it: Brillante
pl: Świecąca
uk: Світний

source: Mendicant's
bg: Просещо
it: del Mendicante
pl: Matczyna
uk: Жебрака

source: Sparkling
bg: Искрящо
it: Sfavillante
pl: Błyszcząca
uk: Іскристий

source: Shimmering
bg: Блещукащо
it: Scintillante
pl: Lśniąca
uk: Мерехтливий

source: Solar
bg: Слънчево
it: Solare
pl: Promienista
uk: Сонячний

source: Murphy's
bg: Мърфово
it: di Murphy
pl: Czarnowidząca
uk: Мерфі

source: The Great Conflict
bg: Великия Сблъсък
it: Il Grande Conflitto
pl: Wielki Konflikt
uk: Великий Конфлікт

source: The Wages of Sin are War
bg: Възмездието на Греха е Война
it: La Guerra: il Prezzo del Peccato
pl: Wojna Karą za Grzechy
uk: Розплата за Гріхи — це Війна

source: The Tale of the Horadrim
bg: Историята на Хорадрим
it: La Storia degli Horadrim
pl: Historia Horadrimów
uk: Розповідь про Хорадріма

source: The Dark Exile
bg: Тъмното Изгнание
it: L'Esilio Oscuro
pl: Mroczne Wygnanie
uk: Темне Заслання

source: The Sin War
bg: Войната на Греха
it: La Guerra del Peccato
pl: Wojna Grzechu
uk: Війна Гріхів

source: The Binding of the Three
bg: Запечатването на Тримата
it: Il Legame dei Tre
pl: Schwytanie Trójcy
uk: Зв'язування Трьох

source: The Realms Beyond
bg: Царствата Отвъд
it: I Reami dell'Aldilà
pl: Nieznane Krainy
uk: Виміри за Межами

source: Tale of the Three
bg: Историята на Тримата
it: La Storia dei Tre
pl: Historia Trójcy
uk: Оповідь про Трьох

source: The Black King
bg: Черния Крал
it: Il Re Nero
pl: Czarny Król
uk: Чорний Король

source: Journal: The Ensorcellment
bg: Дневник: Омагьосването
it: Diario: L'Incantesimo
pl: Dziennik: Wpływ Magii
uk: Щоденник: Чаклунство

source: Journal: The Meeting
bg: Дневник: Срещата
it: Diario: L'Incontro
pl: Dziennik: Konfrontacja
uk: Щоденник: Зустріч

source: Journal: The Tirade
bg: Дневник: Гневния вой
it: Diario: La Filippica
pl: Dziennik: Tyrada
uk: Щоденник: Тирада

source: Journal: His Power Grows
bg: Дневник: Мощта му расте
it: Diario: Il Suo Potere Cresce
pl: Dziennik: Jego Siła Wzrasta
uk: Щоденник: Його Сила Росте

source: Journal: NA-KRUL
bg: Дневник: На-Крул
it: Diario: NA-KRUL
pl: Dziennik: NA-KRUL
uk: Щоденник: НА-КРУЛ

source: Journal: The End
bg: Дневник: Краят
it: Diario: La Fine
pl: Dziennik: Zakończenie
uk: Щоденник: Кінець

source: A Spellbook
bg: Книга за заклинания
it: Un Libro di Magia
pl: Księga Zaklęć
uk: Книга Чар

source: Crucified Skeleton
bg: Разпнат Скелет
it: Scheletro Crocifisso
pl: Ukrzyżowany Szkielet
uk: Розп'ятий Скелет

source: Lever
bg: Лост
it: Leva
pl: Dźwignia
uk: Важіль

source: Open Door
bg: Отворена Врата
it: Porta Aperta
pl: Otwarte Drzwi
uk: Відкриті Двері

source: Closed Door
bg: Затворена Врата
it: Porta Chiusa
pl: Zamknięte Drzwi
uk: Закриті Двері

source: Blocked Door
bg: Блокирана Врата
it: Porta Bloccata
pl: Zablokowane Drzwi
uk: Заблоковані Двері

source: Ancient Tome
bg: Древен Том
it: Tomo Antico
pl: Starożytna Księga
uk: Стародавній Том

source: Book of Vileness
bg: Книга на Безчестието
it: Libro della Viltà
pl: Księga Obłudy
uk: Кинга Підлості

source: Skull Lever
bg: Черепен Лост
it: Leva con Teschio
pl: Kościana dźwignia
uk: Черепний Важіль

source: Mythical Book
bg: Митична Книга
it: Libro Mitico
pl: Mityczna Księga
uk: Міфічна Книга

source: Small Chest
bg: Ковчеже
it: Cofanetto
pl: Mała Skrzynia
uk: Маленька Скриня

source: Chest
bg: Сандък
it: Baule
pl: Skrzynia
uk: Скриня

source: Large Chest
bg: Ракла
it: Scrigno
pl: Duża Skrzynia
uk: Велика Скриня

source: Sarcophagus
bg: Саркофаг
it: Sarcofago
pl: Sarkofag
uk: Саркофаг

source: Bookshelf
bg: Лавица за книги
it: Scaffale
pl: Regał
uk: Полиця з Книгами

source: Bookcase
bg: Библиотека
it: Libreria
pl: Biblioteczka
uk: Шкаф з Книгами

source: Barrel
bg: Бъчва
it: Barile
pl: Beczka
uk: Бочка

source: Pod
bg: Зародиш
it: Capsula
pl: Kokon
uk: Банка

source: Urn
bg: Урна
it: Urna
pl: Urna
uk: Урна

source: {:s} Shrine
bg: {:s} Светилище
it: {:s} Santuario
pl: {:s} Kapliczka
uk: {:s} Вівтар

source: Skeleton Tome
bg: Скелетен Том
it: Tomo dello Scheletro
pl: Kościana Księga
uk: Скелетний Том

source: Library Book
bg: Библиотечен Том
it: Libro di Biblioteca
pl: Księga Biblioteczna
uk: Бібліотечна Книга

source: Blood Fountain
bg: Кръвен Фонтан
it: Fonte del Sangue
pl: Fontanna Krwi
uk: Кривавий Фонтан

source: Decapitated Body
bg: Обезглавено Тяло
it: Corpo Decapitato
pl: Okaleczone Ciało
uk: Обезглавлений Труп

source: Book of the Blind
bg: Книга на Слепите
it: Libro degli Orbi
pl: Księga Ślepców
uk: Книга Сліпих

source: Book of Blood
bg: Книга на Кръвта
it: Libro del Sangue
pl: Księga Krwi
uk: Книга Крові

source: Purifying Spring
bg: Пречистващ извор
it: Primavera Purificante
pl: Źródło Oczyszczenia
uk: Очищальне Джерело

source: Weapon Rack
bg: Оръжейна стойка
it: Rastrelliera
pl: Stojak na Broń
uk: Стелаж зі Зброєю

source: Goat Shrine
bg: Козьо Светилище
it: Santuario della Capra
pl: Koźla Kapliczka
uk: Вівтар Кози

source: Cauldron
bg: Котел
it: Calderone
pl: Kocioł
uk: Казан

source: Murky Pool
bg: Мътен вир
it: Pozza Buia
pl: Mętna Sadzawka
uk: Мутний Ставок

source: Fountain of Tears
bg: Фонтан на сълзите
it: Fonte del Pianto
pl: Fontanna Łez
uk: Фонтан Сліз

source: Steel Tome
bg: Стоманен Том
it: Tomo d'Acciaio
pl: Żelazna Księga
uk: Сталевий Том

source: Pedestal of Blood
bg: Педестал от Кръв
it: Colonna di Sangue
pl: Piedestał Krwi
uk: П'єдестал Крові

source: Mushroom Patch
bg: Гъбен мицел
it: Pugno di Funghi
pl: Skupisko grzybów
uk: Грибна Галявина

source: Vile Stand
bg: Ужасяваща стойка
it: Stallo del Vile
pl: Stojak Nikczemnego
uk: Огидний Стелаж

source: Slain Hero
bg: Повален герой
it: Eroe Ucciso
pl: Zabity Bohater
uk: Вбитий Герой

source: Trapped {:s}
bg: {:s} клопка
it: Trappola {:s}
pl: {:s} (pułapka)
uk: {:s} з пасткою

source: {:s} (disabled)
bg: {:s} (изключено)
it: {:s} (disabilitato)
pl: {:s} (wył.)
uk: {:s} (не активно)

source: ON
bg: Вкл.
it: Attivo
pl: TAK
uk: УВІМК

source: OFF
bg: Изкл.
it: Disattivo
pl: NIE
uk: ВИМК

source: Start Up
bg: Начало
it: Avvio
pl: Uruchomienie
uk: Запуск

source: Start Up Settings
bg: Начални настройки
it: Impostazioni di Avvio
pl: Ustawienia uruchamiania
uk: Налаштування Запуску

source: Game Mode
bg: Режим на игра
it: Modalità Gioco
pl: Tryb gry
uk: Режим Гри

source: Play Diablo or Hellfire.
bg: Играй Diablo или Hellfire.
it: Gioca a Diablo o Hellfire.
pl: Zagraj w Diablo lub Hellfire.
uk: Грати в Diablo або в Hellfire.

source: Restrict to Shareware
bg: Лимитирай до Пробна версия
it: Limita alla Demo
pl: Ogranicz do wersji Demo
uk: Обмежити гру до Демо

source: Makes the game compatible with the demo. Enables multiplayer with friends who don't own a full copy of Diablo.
bg: Прави играта съвместима с Пробната версия. Позволява игра в мрежа с потребители които нямат копие на пълната версия на играта.
it: Rende il gioco compatibile con la demo. Abilita il multigiocatore con amici che non possiedono una copia completa di Diablo.
pl: Sprawia, że gra jest kompatybilna z wersją demonstracyjną. Umożliwia grę wieloosobową z przyjaciółmi, którzy nie posiadają pełnej kopii Diablo.
uk: Робить гру сумісною з демо-версією. Дозволяє гру по мережі з друзями у яких немає повної копії Diablo.

source: Intro
bg: Интро
it: Introduzione
uk: Ролик

source: Shown Intro cinematic.
bg: Покажи Интро видео
it: Mostra cinematica introduttiva.
pl: Pokaż intro.
uk: Показати початковий ролик.

source: Splash
bg: Лого
it: Schermata Iniziale
pl: Powitanie
uk: Заставка

source: Shown splash screen.
bg: Показва логото на създателите
it: Mostra schermata iniziale.
pl: Pokaż ekran powitalny.
uk: Показана заставка.

source: Logo and Title Screen
bg: Лого и Заглавен екран
it: Logo e Schermata Titolo
pl: Logo i ekran tytułowy
uk: Логотип і Початковий Екран

source: Title Screen
bg: Заглавен екран
it: Schermata Titolo
pl: Ekran Tytułowy
uk: Початковий Екран

source: Diablo specific Settings
bg: Специфични настройки за Diablo
it: Impostazioni di Diablo
pl: Ustawienia specyficzne dla Diablo
uk: Налаштування Diablo

source: Hellfire specific Settings
bg: Специфични настройки за Hellfire
it: Impostazioni di Hellfire
pl: Opcje Hellfire
uk: Настройки Hellfire

source: Audio
bg: Звук
uk: Аудіо

source: Audio Settings
bg: Звукови настройки
it: Impostazioni Audio
pl: Ustawienia Audio
uk: Налаштування Аудіо

source: Walking Sound
bg: Звук при ход
it: Rumore di Passi
pl: Dźwięk chodzenia
uk: Звук Ходьби

source: Player emits sound when walking.
bg: Героят издава звук от стъпки при движение.
it: Il giocatore un suono quando cammina.
pl: Gracz wydaje dźwięki podczas chodzenia.
uk: При ходьбі гравець видає звук.

source: Auto Equip Sound
bg: Звук при Авто-екипиране
it: Suono Auto Equipaggiamento
pl: Auto Wyposażenie Dźwięk
uk: Звук Автоспорядження

source: Automatically equipping items on pickup emits the equipment sound.
bg: Автоматичното екипиране на снаряжение издава звук.
it: L'equipaggiamento automatico di oggetti raccolti emette un suono.
pl: Automatyczne zakładanie przedmiotów przy podniesieniu powoduje emisję dźwięku.
uk: Автоматичне спорядження предметів видає звук спорядження.

source: Item Pickup Sound
bg: Звук при взимане на предемет
it: Suono Raccolta Oggetto
pl: Dźwięk podnoszenia przedmiotu
uk: Звук Підбору Предмету

source: Picking up items emits the items pickup sound.
bg: Взимането на предмети от пода издава звук.
it: La raccolta di oggetti emette un suono.
pl: Podnoszenie przedmiotów powoduje emisję dźwięku podnoszenia przedmiotów.
uk: Підбір предметів видає звук підбору.

source: Sample Rate
bg: Честота на сигнала
it: Frequenza di Campionamento
pl: Częstotliwość próbkowania
uk: Частота Дискретизації

source: Output sample rate (Hz).
bg: Честота на сигнала при изход (Hz).
it: Frequenza di campionamento uscita (Hz).
pl: Częstotliwość próbkowania wyjścia (Hz).
uk: Частота дискретизації звуку (в Гц)

source: Channels
bg: Канали
it: Canali
pl: Kanały
uk: Канали

source: Number of output channels.
bg: Брой на канали при възпроизвеждане.
it: Numero di canali di uscita.
pl: Liczba kanałów wyjścia.
uk: Кількість каналів звуку.

source: Buffer Size
bg: Размер на буфера
it: Dimensione Buffer
pl: Rozmiar Bufora
uk: Розмір Буферу

source: Buffer size (number of frames per channel).
bg: Размер на буфера (номер на кадри за канал)
it: DImensione buffer (numero di frame per canale).
pl: Rozmiar bufora (liczba ramek na kanał).
uk: Розмір буферу (кількість кадрів на канал).

source: Resampling Quality
bg: Качество мащабиране звук
it: Qualità di Ricampionamento
pl: Jakość powtórnego próbkowania
uk: Якість Семплування

source: Quality of the resampler, from 0 (lowest) to 10 (highest).
bg: Качество на мащабиращия алгоритъм за звук, от 0 (най-ниско) to 10 (най-високо).
it: Qualità del ricampionatore, da 0 (minimo) a 10 (massimo).
pl: Jakość resamplera, od 0 (najniższa) do 10 (najwyższa).
uk: Якість семлеру, від 0 (найнижча) до 10 (найвища).

source: Resolution
bg: Разделителна способност
it: Risoluzione
pl: Rozdzielczość
uk: Роздільна Здатність

source: Affect the game's internal resolution and determine your view area. Note: This can differ from screen resolution, when Upscaling, Integer Scaling or Fit to Screen is used.
bg: Тази настройка се отнася базовата разделителна способност на играта и определя границите на поглед. Забележка: Това се различава от разделителната способност на монитора при Мащабиране, цялостно мащабиране, приспособяване към екрана.
it: Influenza la risoluzione interna del gioco e determina l'area di visualizzazione. Nota: può differire dalla risoluzione dello schermo quando si utilizza Upscaling, Ridimensionamento a Intero o Adatta a Schermo.
pl: Wpływa na wew. rozdzielczość gry i określa obszar widzenia użytkownika. Uwaga: Rozdzielczość ta może się różnić od roz. ekranu, dla funkcji - Zwiększanie, Skalowanie Całkowite, Dopasuj do Ekranu.
uk: Діє на роздільну здатність гри і визначає видиму область. Примітка: Налаштування може відрізнятись від роздільної здатності монітору коли використовуються "Збільшення Зображення", "Коефіцієнт Масштабування" або "Налаштувати по Екрану".

source: Resampler
it: Ricampionatore
uk: Cемплер

source: Audio resampler
it: Ricampionatore audio
pl: Resampler audio
uk: Аудіо cемплер

source: Device
it: Dispositivo
pl: Urządzenie
uk: Пристрій

source: Audio device
it: Dispositivo audio
pl: Urządzenie audio
uk: Пристрій аудіо

source: Graphics
bg: Графика
it: Grafica
pl: Grafika
uk: Графіка

source: Graphics Settings
bg: Графични настройки
it: Impostazioni Grafiche
pl: Ustawienia Graficzne
uk: Налаштування Графіки

source: Fullscreen
bg: Пълен екран
it: Schermo intero
pl: Pełny Ekran
uk: Повноекранний Режим
