Repository: diasurgical/DevilutionX
Catalog: Translations/*.po
Languages: cs, de, el, fr, sv

source: Experience Bar is added to the UI at the bottom of the screen.
cs: Přidá Lištu Zkušeností do UI ve spodní části obrazovky.
de: Eine Erfahrungsleiste wird in die Benutzeroberfläche am unteren Rand des Bildschirms integriert.
el: Προσθέτει μια Μπάρα Εμπειρίας στην κάτω καρτέλα στην οθόνη.
fr: La Barre d'expérience est ajoutée sur l'interface dans la partie inférieure de l'écran.
sv: En Erfarenhetsindikator läggs till gränssnittet längst ned på skärmen.

source: Show Item Graphics in Stores
de: Zeigt Gegenständegrafiken im Store
el: Εμφάνιση γραφικών αντικειμένων στα Μαγαζιά

source: Show item graphics to the left of item descriptions in store menus.
de: Zeigt Gestandgrafik zu der linken Gegenstandbeschreibung im Store Menu.
el: Θα εμφανίζονται τα αντικείμενα με τα γραφικά τους στα αριστερά της κειμενικής τους περιγραφής στα μενού των μαγαζιών.

source: Show health values
cs: Zobraz hodnoty životů
de: Lebenspunkte anzeigen
el: Εμφάνιση Αριθμού Ζωής
fr: Afficher les points de vie
sv: Visa hälsovärden

source: Displays current / max health value on health globe.
cs: Ukáže aktuální a maximální hodnotu životů na kouli životů.
de: Zeigt die aktuellen / maximalen Lebenspunkte an der Lebenskugel an.
el: Δείχνει τον αριθμό των πόντων ζωής πάνω στην σφαίρα ζωής.
fr: Affiche le nombre de point de vie actuel sur le globe de santé.
sv: Visa nuvarande / max hälsovärde på hälsoklotet.

source: Show mana values
cs: Zobraz hodnoty many
de: Manapunkte anzeigen
el: Εμφάνιση Αριθμού Μάνα
fr: Afficher la quantité de mana
sv: Visa manavärden

source: Displays current / max mana value on mana globe.
cs: Ukáže aktuální a maximální hodnotu many na kouli many.
de: Zeigt die aktuellen / maximalen Manapunkte an der Manakugel an.
el: Δείχνει τον αριθμό των πόντων μάνα πάνω στην σφαίρα μάνα.
fr: Affiche la quantité de mana sur le globe de mana.
sv: Visa nuvarande / max manavärde på manaklotet.

source: Enemy Health Bar
cs: Lišta Životů Nepřítele
de: Monsterlebensbalken
el: Μπάρα Υγείας Εχθρών
fr: Barre de Santé de l'Ennemi
sv: Fiendelivsindikator

source: Enemy Health Bar is displayed at the top of the screen.
cs: V horní části obrazovky zobrazí Lištu Životů Nepřítele.
de: Ein Lebensbalken für Monster wird am oberen Bildschirmrand angezeigt.
el: Εμφανίζει την Μπάρα Υγείας Εχθρών στην κορυφή της οθόνης.
fr: Affiche la Barre de Santé de l'Ennemi en haut de l'écran.
sv: En Fiendelivsindikator visas längst upp på skärmen.

source: Gold is automatically collected when in close proximity to the player.
cs: Zlaťáky jsou automaticky sbírány když hráč prochází poblíž.
de: Gold wird automatisch aufgehoben, wenn der Held in die Nähe kommt.
el: Ο χρυσός μαζεύεται αυτόματα όταν τον πλησιάσει ο παίκτης.
fr: L'Or est automatiquement collecté lorsque le joueur est à proximité.
sv: Guld samlas automatiskt in när spelaren är nära.

source: Elixirs are automatically collected when in close proximity to the player.
cs: Elixíry jsou automaticky sbírány když hráč prochází poblíž.
de: Elixire werden automatisch aufgehoben, wenn der Held in die Nähe kommt.
el: Τα ελιξίρια μαζεύονται αυτόματα όταν τα πλησιάσει ο παίκτης.
fr: Les Élixirs sont automatiquement collectés lorsque le joueur est tout près.
sv: Elixir samlas automatiskt in när spelaren är nära.

source: Oils are automatically collected when in close proximity to the player.
de: Öle werden automatisch aufgehoben, wenn der Spieler in die Nähe kommt.
el: Τα Λάδια μαζεύονται αυτόματα όταν τα πλησιάσει ο παίκτης.

source: Automatically pickup items in town.
cs: Automatické sbírání předmětů ve městě.
de: Gegenstände in der Stadt werden automatisch aufgehoben.
el: Αυτόματα μαζεύει αντικείμενα στην πόλη.
fr: Ramasser automatiquement les objets en ville.
sv: Plockar automatiskt upp föremål i byn.

source: Adria will refill your mana when you visit her shop.
cs: Adria ti doplní manu když navštívíš její obchod.
de: Adria füllt das Mana auf, wenn man sie in ihrem Laden besucht.
el: Η Άντρια αναπληρώνει τα μάνα σου όταν επισκεφτείς το μαγαζί της.
fr: Adria va restaurer votre jauge de mana lorsque vous lui rendez visite.
sv: Adria fyller på din mana när du besöker hennes butik.

source: Weapons will be automatically equipped on pickup or purchase if enabled.
cs: Zapne automatické nasazení zbraně po sebrání nebo nákupu.
de: Waffen werden automatisch angelegt, wenn sie aufgehoben oder gekauft werden.
el: Άμα αγοράσεις ή μαζέψεις ένα όπλο, θα εξοπλιστεί αυτόματα, αν η επιλογή είναι ενεργοποιημένη.
fr: Les armes seront automatiquement équipées lorsqu'elles sont achetées ou ramassées.
sv: Vapen tas automatiskt på vid upplockning eller köp om detta är aktiverat.

source: Armor will be automatically equipped on pickup or purchase if enabled.
cs: Zapne automatické nasazení zbroje po sebrání nebo nákupu.
de: Rüstungen werden automatisch angelegt, wenn sie aufgehoben oder gekauft werden.
el: Άμα αγοράσεις ή μαζέψεις μια πανοπλία, θα εξοπλιστεί αυτόματα, αν η επιλογή είναι ενεργοποιημένη.
fr: Les armures seront automatiquement équipées lorsqu'elles sont achetées ou ramassées.
sv: Rustningar tas automatiskt på vid upplockning eller köp om detta är aktiverat.

source: Helms will be automatically equipped on pickup or purchase if enabled.
cs: Zapne automatické nasazení helmy po sebrání nebo nákupu.
de: Helme werden automatisch angelegt, wenn sie aufgehoben oder gekauft werden.
el: Άμα αγοράσεις ή μαζέψεις ένα κράνος, θα εξοπλιστεί αυτόματα, αν η επιλογή είναι ενεργοποιημένη.
fr: Les heaumes seront automatiquement équipés lorsqu'ils sont achetés ou ramassés.
sv: Hjälmar tas automatiskt på vid upplockning eller köp om detta är aktiverat.

source: Shields will be automatically equipped on pickup or purchase if enabled.
cs: Zapne automatické nasazení štítu po sebrání nebo nákupu.
de: Schilde werden automatisch angelegt, wenn sie aufgehoben oder gekauft werden.
el: Άμα αγοράσεις ή μαζέψεις μια ασπίδα, θα εξοπλιστεί αυτόματα, αν η επιλογή είναι ενεργοποιημένη.
fr: Les boucliers seront automatiquement équipés lorsqu'ils sont achetés ou ramassés.
sv: Sköldar tas automatiskt på vid upplockning eller köp om detta är aktiverat.

source: Jewelry will be automatically equipped on pickup or purchase if enabled.
cs: Zapne automatické nasazení šperků po sebrání nebo nákupu.
de: Schmuck wird automatisch angelegt, wenn er aufgehoben oder gekauft wird.
el: Άμα αγοράσεις ή μαζέψεις χρυσαφικά, θα εξοπλιστεί αυτόματα, αν η επιλογή είναι ενεργοποιημένη.
fr: Les bijoux seront automatiquement équipés lorsqu'ils sont achetés ou ramassés.
sv: Smycken tas automatiskt på vid upplockning eller köp om detta är aktiverat.

source: Randomly selecting available quests for new games.
cs: Náhodně vybere dostupné úkoly pro novou hru.
de: Wählt die Quests bei neuen Spielen zufällig aus.
el: Σε κάθε νέο παιχνίδι, επιλέγονται τυχαίες αποστολές.
fr: Choisit aléatoirement les quêtes disponibles à chaque nouvelle partie.
sv: Väljer slumpvis tillgängliga uppdrag för nya spel.

source: Show Monster Type
cs: Zobraz Typy Monster
de: Monstertyp anzeigen
el: Εμφάνιση Τύπου των Τεράτων
fr: Afficher le Type de Monstre
sv: Visa Monstertyp

source: Hovering over a monster will display the type of monster in the description box in the UI.
cs: Přejetím myši přes monstrum zobrazí typ daného monstra v popisce v UI.
de: Beim Halten des Mauszeigers auf ein Monster wird dessen Typ in der Beschreibungsbox am unteren Bildschirmrand angezeigt.
el: Αν τοποθετήσεις τον κέρσορα πάνω σε ένα τέρας, θα εμφανιστεί ο τύπος του στο κουτί πληροφοριών στην οθόνη.
fr: Survoler un monstre avec le curseur affichera le type du monstre dans l'interface.
sv: Ett monsters typ visas i gränssnittets informationsruta då man håller musen över det.

source: Show labels for items on the ground when enabled.
de: Beschriftungen für Gegenstände auf dem Boden anzeigen, wenn aktiviert.
el: Όταν είναι ενεργό θα εμφανίζονται ετικέτες για τα αντικείμενα στο έδαφος.

source: Refill belt from inventory when belt item is consumed.
cs: Po použití předmětu z opasku doplní opasek předmětem z inventáře.
de: Füllt den Gürtel automatisch aus dem Inventar nach, wenn ein Gegenstand verbraucht wird.
el: Η ζώνη σου γεμίζει ξανά από τον σάκο σου όταν καταναλώσεις ένα αντικείμενο.
fr: Remplit automatiquement la ceinture avec l'inventaire lorsque des objets sont consommés.
sv: Fyll på bältet från egendomar då varje bältesföremål konsumeras.

source: Quick Cast
cs: Rychlé Kouzlení
de: Schnellzaubern
el: Άμεσα Ξόρκια
fr: Sort Rapide
sv: Snabbtrolleri

source: Spell hotkeys instantly cast the spell, rather than switching the readied spell.
cs: Klávesové zkratky kouzel ihned vyčarují nastavené kouzlo namísto přepnutí na dané kouzlo.
de: Schnelltasten führen einen Zauber augenblicklich aus, statt ihn nur als ausgewählt zu markieren.
el: Τα πλήκτρα ξορκιών απευθείας ρίχνουν το ξόρκι, αντί να αλλάζουν το έτοιμο ξόρκι.
fr: Les raccourcis clavier de sorts lancent instantanément le sort, plutôt que de changer le sort équipé.
sv: Trollformelsgenvägsknappar aktiverar omedelbart trollformeln istället för att byta till den som förberedd trollformel.

source: Number of Healing potions to pick up automatically.
cs: Počet Léčivých Lektvarů k automatickému sebrání.
de: Anzahl der Heiltränke, die automatisch aufgehoben werden sollen.
el: Αριθμός Φίλτρων Θεραπείας για αυτόματο μάζεμα.
fr: Nombre de Potions de Soin à ramasser automatiquement.
sv: Antal Läkedrycker som plockas upp automatiskt.

source: Number of Full Healing potions to pick up automatically.
cs: Počet Plných Léčivých Lektvarů k automatickému sebrání.
de: Anzahl der großen Heiltränke, die automatisch aufgehoben werden sollen.
el: Αριθμός Φίλτρων Πλήρους Θεραπείας για αυτόματο μάζεμα.
fr: Nombre de Potions de Soin Totale à ramasser automatiquement.
sv: Antal Fullkomliga Läkedrycker som plockas upp automatiskt.

source: Number of Mana potions to pick up automatically.
cs: Počet Mana Lektvarů k automatickému sebrání.
de: Anzahl der Manatränke, die automatisch aufgehoben werden sollen.
el: Αριθμός Φίλτρων Μάνα για αυτόματο μάζεμα.
fr: Nombre de Potions de Mana à ramasser automatiquement.
sv: Antal Manadrycker som plockas upp automatiskt.

source: Number of Full Mana potions to pick up automatically.
cs: Počet Plných Mana Lektvarů k automatickému sebrání.
de: Anzahl der großen Manatränke, die automatisch aufgehoben werden sollen.
el: Αριθμός Φίλτρων Πλήρωσης Μάνα για αυτόματο μάζεμα.
fr: Nombre de Potions de Mana Totale à ramasser automatiquement.
sv: Antal Fullkomliga Manadrycker som plockas upp automatiskt.

source: Number of Rejuvenation potions to pick up automatically.
cs: Počet Lektvarů Omlazení k automatickému sebrání.
de: Anzahl der Genesungstränke, die automatisch aufgehoben werden sollen.
el: Αριθμός Φίλτρων Αναζωογόνησης για αυτόματο μάζεμα.
fr: Nombre de Potions de Rajeunissement à ramasser automatiquement.
sv: Antal Återhämtningsdrycker som plockas upp automatiskt.

source: Number of Full Rejuvenation potions to pick up automatically.
cs: Počet Plných Lektvarů Omlazení k automatickému sebrání.
de: Anzahl der großen Genesungstränke, die automatisch aufgehoben werden sollen.
el: Αριθμός Φίλτρων Πλήρους Αναζωογόνησης για αυτόματο μάζεμα.
fr: Nombre de Potions de Rajeun. Totale à ramasser automatiquement.
sv: Antal Fullkommliga Återhämtningsdrycker som plockas upp automatiskt.

source: Enable floating numbers
de: Aktivert schwebende Nummern
el: Ενεργοποίηση αριθμών κινητής υποδιαστολής

source: Enables floating numbers on gaining XP / dealing damage etc.
de: Ermöglicht schwebende Zahlen für den Erhalt von XP, das Verursachen von Schaden usw.
el: Ενεργοποίηση αριθμών κινητής υποδιαστολής για τις αριθμητικές λειτουργίες των πόντων εμπειρίας / του υπολογισμού της ζημιάς και άλλων συστημάτων.

source: Off
de: Aus
el: Απενεργοποιημένο

source: Random Angles
de: Zufallsquests
el: Τυχαίες Γωνίες

source: Vertical Only
de: Nur Vertikal
el: Κάθετα Μόνο

source: Controller
cs: Ovladač
el: Xειριστήριο
fr: Manette
sv: Spelkontroll

source: Controller Settings
cs: Nastavení Ovladačů
de: Controllereinstellungen
el: Ρυθμίσεις Χειριστηρίου
fr: Options de la Manette
sv: Spelkontrollsinställningar

source: Network
cs: Síť
de: Netzwerk
el: Δίκτυο
fr: Réseau
sv: Nätverk

source: Network Settings
cs: Nastavení Sítě
de: Netzwerkeinstellungen
el: Ρυθμίσεις Δικτύου
fr: Paramètres Réseaux
sv: Nätverksinställningar

source: Chat
el: Συνομιλία
sv: Chatt

source: Chat Settings
cs: Nastavení Chatu
de: Chat Einstellungen
el: Ρυθμίσεις Συνομιλίας
fr: Options du Chat
sv: Chattinställningar

source: Language
cs: Jazyk
de: Sprache
el: Γλώσσα
fr: Langue
sv: Språk

source: Define what language to use in game.
cs: Nastaví který jazyk bude použit ve hře.
de: Legt die Spielsprache fest.
el: Ορίζει ποια γλώσσα θα χρησιμοποιεί το παιχνίδι.
fr: Définit quelle langue utiliser.
sv: Bestämmer vilket språk som används i spelet.

source: Language Settings
cs: Nastavení Jazyků
de: Spracheinstellungen
el: Ρυθμίσεις Γλώσσας
fr: Options Linguistiques
sv: Språkinställningar

source: Keymapping
cs: Klávesové Zkratky
de: Tastaturbelegung
el: Ορισμός Πλήκτρων
fr: Attribution des Touches
sv: Tangentbordskarta

source: Keymapping Settings
cs: Nastavení Klávesových Zkratek
de: Tastaturbelegungseinstellungen
el: Ρυθμίσεις Ορισμού Πλήκτρων
fr: Options d'Attribution des Touches
sv: Tangentbordskarteinställningar

source: Padmapping
de: Gamepadbelegung
el: Ορισμός Πλήκτρων Χειριστηρίου

source: Padmapping Settings
de: Gamepadbelegungseinstellungen
el: Ρυθμίσεις Ορισμού Πλήκτρων Χειριστηρίου

source: Level
cs: Úroveň
el: Επίπεδο
fr: Niveau
sv: Nivå

source: Experience
cs: Zkušenosti
de: Erfahrung
el: Εμπειρίες
fr: Expérience
sv: Erfarenhet

source: Next level
cs: Další úroveň
de: Nächstes Level
el: Επόμενο Επίπεδο
fr: Prochain Niveau
sv: Nästa nivå

source: Base
cs: Základ
de: Basis
el: Βάση
sv: Grund

source: Now
cs: Nyní
de: Aktuell
el: Τελικό
fr: Actuel
sv: Nu

source: Strength
cs: Síla
de: Stärke
el: Δύναμη
fr: Force
sv: Styrka

source: Magic
cs: Magie
de: Magie
el: Μαγεία
fr: Magie
sv: Magi

source: Dexterity
cs: Obratnost
de: Agilität
el: Επιδξτητα
fr: Dextérité
sv: Smidighet

source: Vitality
cs: Vitalita
de: Vitalität
el: Ζωτικότητα
fr: Vitalité
sv: Kropp

source: Points to distribute
cs: Body k distribuci
de: Punkte
el: Πόντους Επιλογής
fr: Points à distribuer
sv: Poäng att fördela

source: Gold
cs: Zlaťáky
el: Χρυσός
fr: d'Or
sv: Guld

source: Armor class
cs: Obranné číslo
de: Rüstung
el: Θωράκιση
fr: Classe d'armure
sv: Pansar- klass

source: Damage
cs: Poškození
de: Schaden
el: Ζημιά
fr: Dégâts
sv: Skada

source: Life
cs: Životy
de: Leben
el: Ζωή
fr: Vie
sv: Liv

source: Mana
el: Μάνα

source: Resist magic
cs: Odolnost Magie
de: Magie-Res.
el: Αντοχή Μαγείας
fr: Résistance Magie
sv: Motstå magi

source: Resist fire
cs: Odolnost Oheň
de: Feuer-Res.
el: Αντοχή Φωτιάς
fr: Résistance Feu
sv: Motstå eld

source: Resist lightning
cs: Odolnost Blesky
de: Blitz-Res.
el: Αντοχή Κεραυνού
fr: Résistance Foudre
sv: Motstå åska

source: char
cs: postava
el: ήρωας
fr: perso
sv: karak

source: quests
cs: úkoly
de: Aufträge
el: στόχοι
fr: quêtes
sv: uppdr

source: map
cs: mapa
de: Karte
el: χάρτης
fr: carte
sv: karta

source: menu
de: Menü
el: μενού
sv: meny

source: inv
cs: inventář
el: σάκος
sv: ägod

source: spells
cs: kouzla
de: Zauber
el: ξόρκια
fr: sorts
sv: troll

source: voice
cs: hlas
de: Sprechen
el: φωνή
fr: voix
sv: röst

source: mute
cs: ztlumit
de: Stumm
el: σίγαση
fr: rendre muet
sv: tysta

source: Unusable
cs: Nepoužitelné
de: Unbenutzbar
el: Άχρηστο
fr: Inutilisable
sv: Oanvändbar

source: Dmg: 1/3 target hp
cs: Poš: 1/3 hp cíle
de: Schaden: 1/3 Leben des Ziels
el: Ζημιά: 1/3 ζωής
fr: Dég : 1/3 PV cible
sv: Skada: 1/3 av målets liv

source: Heals: {:d} - {:d}
cs: Léčení: {:d} - {:d}
de: Heilt: {:d} - {:d}
el: Θεραπεύει {:d} - {:d}
fr: Soin : {:d} – {:d}
sv: Läker: {:d} - {:d}

source: Damage: {:d} - {:d}
cs: Poškození: {:d} - {:d}
de: Schaden: {:d} - {:d}
el: Ζημια: {:d} - {:d}
fr: Dégâts : {:d}-{:d}
sv: Skada: {:d} - {:d}

source: Skill
cs: Dovednost
de: Fähigkeit
el: Δεξιότητα
fr: Compétence
sv: Färdighet

# spellbook
source: Level {:d}
cs: Úroveň {:d}
el: Επίπ. {:d}
fr: Niveau {:d}
sv: Nivå {:d}

# spellbook
source: Mana: {:d}
el: Μάνα: {:d}

source: Spell
cs: Kouzlo
de: Zauber
el: Ξόρκι
fr: Sort
sv: Magi

source: Damages undead only
cs: Zraňuje pouze nemrtvé
de: Nur Schaden an Untoten
el: Κάνει ζημιά σε απέθαντους μόνο
fr: Morts-Vivants uniquement
sv: Skadar endast odöda

source: Scroll
cs: Svitek
de: Schriftrolle
el: Πάπυρος
fr: Parchemin
sv: Skriftrulle

source: Staff
cs: Hůl
de: Stab
el: Ράβδος
fr: Bâton
sv: Stav

source: Spell Hotkey {:s}
cs: Klávesová Zkratka Kouzla {:s}
de: Zauber-Schnelltaste {:s}
el: Πλήκτρο για Ξόρκι {:s}
fr: Raccourci Sort : {:s}
sv: Trollformelsgenväg {:s}

source: Unable to open archive
cs: Nelze otevřít archiv
de: Fehler beim Öffnen des Archivs
el: Αποτυχία κατά το άνοιγα αρχείου
fr: Impossible d'ouvrir l'archive
sv: Kunde inte öppna arkivet

source: Unable to load character
cs: Nelze načíst postavu
de: Fehler beim Laden des Charakters
el: Αποτυχία κατά την φόρτωση χαρακτήρα
fr: Impossible de charger le personnage
sv: Kunde inte ladda karaktär

source: {:s} (lvl {:d}):
cs: {:s} (úroveň {:d}):
el: {:s} (Επίπεδο {:d}):
sv: {:s} (nivå {:d}):

source: Chat History (Messages: {:d})
cs: Historie Chatu (Zprávy: {:d})
de: Chatverlauf (Nachrichten: {:d})
el: Ιστορικό Συνομιλιών (Μηνύματα: {:d})
fr: Historique des Messages (Messages: {:d})
sv: Chatthistorik (Meddelanden: {:d})

source: {:s} gold
cs: {:s} zlaťáků
el: {:s} χρυσά
fr: {:s} or
sv: {:s} guld

source: How many gold pieces do you want to withdraw?
cs: Kolik zlaťáků chceš odebrat?
de: Wieviel Gold möchtest du abheben?
el: Πόσα χρυσά νομίσματα θέλεις να κάνεις ανάληψη;
fr: Combien de pièces d'or voulez-vous retirer ?
sv: Hur många guldmynt vill du dra ifrån?

source: Level {:d}
cs: Úroveň {:d}
el: Επίπεδο {:d}
fr: Niveau: {:d}
sv: Nivå {:d}

source: Experience: {:s}
cs: Zkušenosti: {:s}
de: Erfahrung: {:s}
el: Εμπειρίες {:s}
fr: Expérience: {:s}
sv: Erfarenhet: {:s}

source: Maximum Level
cs: Maximální úroveň
de: Maximales Level
el: Μέγιστο Επίπεδο
fr: Niveau Maximum
sv: Maxnivå

source: Next Level: {:s}
cs: Další úroveň: {:s}
de: Nächstes Level: {:s}
el: Επόμενο Επίπεδο: {:s}
fr: Prochain Niveau : {:s}
sv: Nästa Nivå: {:s}

source: {:s} to Level {:d}
cs: {:s} na Úroveň {:d}
de: {:s} zu Level {:d}
el: {:s} για Επίπεδο {:d}
fr: {:s} vers le Niveau : {:d}
sv: {:s} till Nivå {:d}

source: King Leoric's Tomb
cs: Hrobka Krále Leorica
de: König Leorics Grabstätte
el: Ο Τάφος του Βασιλιά Λεόρικ
fr: Tombe du Roi Leoric
sv: Kung Leorics Grift

source: The Chamber of Bone
cs: Komnata Kostí
de: Die Knochenkammer
el: Η Αίθουσα των Οστών
fr: La Chambre des Ossements
sv: Benkammaren

source: A Dark Passage
cs: Temný Průchod
de: Einem dunkler Durchgang
el: Ένα σκοτεινό μονοπάτι
fr: Un Passage Obscur
sv: En Mörk Tunnel

source: Unholy Altar
cs: Bezbožný Oltář
de: Unheiliger Altar
el: Ανίερος Βωμός
fr: L'Autel impie
sv: Oheligt Altare

source: To {:s}
cs: Do: {:s}
de: Zu {:s}
el: Πρός {:s}
fr: Vers {:s}
sv: Till {:s}

source: Follow me.
cs: Následuj mě.
de: Folge mir.
el: Ακολούθα με.
fr: Suivez-moi.
sv: Följ mig.

source: Here's something for you.
cs: Tady je něco pro tebe.
de: Ich habe etwas für Dich.
el: Έχω κάτι για σένα.
fr: Voici quelque chose pour vous.
sv: Här får du något.

source: Now you DIE!
cs: Teď chcípneš!
de: Stirb!
el: Τώρα θα ΠΕΘΑΝΕΙΣ!
fr: MEURS, à présent !
sv: Dags att DÖ!

source: Griswold
el: Γκρίσουαλντ

source: Pepin
el: Πέπιν

source: Ogden
el: Όγκντεν
fr: Odgen

source: Cain
el: Κάιν

source: Farnham
el: Φάρνχαμ

source: Adria
el: Άντρια

source: Gillian
el: Γκίλλιαν

source: Wirt
el: Ουίρτ

source: Back
cs: Zpět
de: Zurück
el: Πίσω
fr: Retour
sv: Tillbaka

source: Damage: {:d}-{:d}
cs: Poškození: {:d}-{:d}
de: Schaden: {:d}-{:d}
el: Ζημιά: {:d}-{:d}
fr: Dégâts : {:d}-{:d}
sv: Skada: {:d}-{:d}

source: Armor: {:d}
cs: Obrana: {:d}
de: Rüstung: {:d}
el: Θωράκιση: {:d}
fr: Armure : {:d}
sv: Pansar: {:d}

source: Welcome to the
cs: Vítejte v mém
de: Willkommen im
el: Καλώς ήρθες στο
fr: Bienvenue dans la
sv: Välkommen till

source: Blacksmith's shop
cs: Kovářském obchodě
de: Laden des Schmieds
el: Μαγαζί του Σιδηρουργού
fr: Boutique du forgeron
sv: Smedens butik

source: Would you like to:
cs: Co byste rádi:
de: Was möchtet Ihr:
el: Θα ήθελες να:
fr: Souhaitez-vous :
sv: Vill du:

source: Talk to Griswold
cs: Mluvit s Griswoldem
de: Mit Griswold sprechen
el: Μιλήσεις στον Γκρίσγουαλντ
fr: Parler à Griswold
sv: Tala med Griswold

source: Buy basic items
cs: Koupit základní předměty
de: Gewöhnliches kaufen
el: Αγοράσεις απλά αντικείμενα
fr: Acheter des objets de base
sv: Köpa enkla föremål

source: Buy premium items
cs: Koupit prémiové předměty
de: Besonderes kaufen
el: Αγοράσεις αντικείμενα αξίας
fr: Acheter des objets extra
sv: Köpa exklusiva föremål

source: Sell items
cs: Prodat předměty
de: Verkaufen
el: Πουλήσεις αντικείμενα
fr: Vendre des objets
sv: Sälja föremål

source: Repair items
cs: Opravit předměty
de: Reparieren
el: Επιδιορθώσεις αντικείμενα
fr: Réparer des objets
sv: Laga föremål

source: Leave the shop
cs: Odejít z obchodu
de: Schmiede verlassen
el: Φύγεις από το Μαγαζί
fr: Quitter la boutique
sv: Lämna butiken

source: I have these items for sale:
cs: Mám na prodej tyto věci:
de: Hier meine Angebote:
el: Έχω τα παρακάτω για πώληση:
fr: J'ai ces objets à vendre :
sv: Jag har dessa föremål till salu:

source: I have these premium items for sale:
cs: Mám na prodej tyto prémiové věci:
de: Hier meine besonderen Angebote:
el: Έχω τα παρακάτω ακριβά για πώληση:
fr: J'ai ces objets extra à vendre :
sv: Jag har dessa specialföremål till salu:

source: You have nothing I want.
cs: Nemáš nic co bych odkoupil.
de: Ihr habt nichts zu verkaufen.
el: Δεν έχεις τίποτα που θέλω.
fr: Vous n'avez rien pour moi.
sv: Du har inget jag vill ha.

source: Which item is for sale?
cs: Které předměty jsou na prodej?
de: Was wollt Ihr verkaufen?
el: Ποιο αντικείμενο είναι για πούλημα;
fr: Quel objet est à vendre ?
sv: Vad är till salu?

source: You have nothing to repair.
cs: Nemáš nic k opravě.
de: Ihr habt nichts zu Reparieren.
el: Δεν έχεις τίποτα για επιδιόρθωση.
fr: Vous n'avez rien à réparer.
sv: Du har inget att laga.

source: Repair which item?
cs: Který předmět mám opravit?
de: Was soll repariert werden?
el: Πιο αντικείμενο θέλει επιδιόρθωση;
fr: Réparer quel objet ?
sv: Laga vilket föremål?

source: Witch's shack
cs: Čarodějná chalupa
de: Hütte der Hexe
el: Η Παράγκα της Μάγισσας
fr: Cabane de la sorcière
sv: Häxans hydda

source: Talk to Adria
cs: Mluvit s Adrií
de: Mit Adria sprechen
el: Μιλήσεις στην Άντρια
fr: Parler à Adria
sv: Tala med Adria

source: Buy items
cs: Koupit předměty
de: Etwas kaufen
el: Αγοράσεις αντικείμενα
fr: Acheter des objets
sv: Köpa föremål

source: Recharge staves
cs: Nabít hole
de: Stäbe aufladen
el: Επαναφορτίσεις Ράβδους
fr: Recharger des bâtons
sv: Ladda om stavar

source: Leave the shack
cs: Odejít z chalupy
de: Hütte verlassen
el: Φύγε από την παράγκα
fr: Quitter la cabane
sv: Lämna hyddan

source: You have nothing to recharge.
cs: Nemáš žádné hole k nabití.
de: Ihr habt nichts aufzuladen.
el: Δεν έχεις τίποτα για επαναφόρτιση.
fr: Vous n'avez rien à recharger.
sv: Du har inget att ladda om.

source: Recharge which item?
cs: Kterou hůl chceš nabít?
de: Was soll ich aufladen?
el: Ποια ράβδος θες να φορτίσεις;
fr: Recharger quel objet ?
sv: Ladda om vilket föremål?

source: You do not have enough gold
cs: Nemáš dostatek zlaťáků
de: Ihr habt nicht genug Gold
el: Δεν έχεις αρκετό χρυσό
fr: Vous n'avez pas assez d'or
sv: Du har inte tillräckligt med guld
