Repository: diasurgical/DevilutionX
Catalog: Translations/*.po
Languages: cs, de, el, fr, sv

source: Journal: His Power Grows
cs: Deník: Jeho Síla Roste
de: Tagebuch: Es wird stärker
el: Πρακτικά: Η Δύναμη του Μεγαλώνει
fr: Journal : Ses Pouvoirs Grandissent
sv: Dagbok: Hans Kraft Växer

source: Journal: NA-KRUL
cs: Deník: NA-KRUL
de: Tagebuch: Na-Krul
el: Πρακτικά: ΝΑ-ΚΡΟΥΛ
sv: Dagbok: NA-KRUL

source: Journal: The End
cs: Deník: Konec
de: Tagebuch: Das Ende
el: Πρακτικά: Το Τέλος
fr: Journal : La Fin
sv: Dagbok: Slutet

source: A Spellbook
cs: Kniha Kouzel
de: Ein Zauberbuch
el: Ένα Βιβλίο με ξόρκια
fr: Un Livre de Sort
sv: En Magibok

source: Crucified Skeleton
cs: Ukřižovaný Kostlivec
de: Gekreuzigtes Skelett
el: Σταυρωμένος Σκελετός
fr: Squelette Crucifié
sv: Korsfäst Skelett

source: Lever
cs: Páka
de: Hebel
el: Μοχλός
fr: Levier
sv: Spak

source: Open Door
cs: Otevřené dveře
de: Offene Tür
el: Ανοιχτή Πόρτα
fr: Porte Ouverte
sv: Öppen Dörr

source: Closed Door
cs: Zavřené dveře
de: Geschlossene Tür
el: Κλειστή Πόρτα
fr: Porte Fermée
sv: Stängd Dörr

source: Blocked Door
cs: Zablokované dveře
de: Blockierte Tür
el: Μπλοκαρισμένη Πόρτα
fr: Porte Bloquée
sv: Spärrad Dörr

source: Ancient Tome
cs: Prastará Kniha
de: Alter Wälzer
el: Αρχαίος Τόμος
fr: Tome Ancien
sv: Urgammal Volym

source: Book of Vileness
cs: Kniha Ohavností
de: Buch der Niedertracht
el: Βιβλίο της Αχρειότητας
fr: Livre de la Bassesse
sv: Uselhetens Bok

source: Skull Lever
cs: Páka s lebkou
de: Schädel-Hebel
el: Μοχλός με Νεκροκεφαλή
fr: Levier-Crâne
sv: Dödskallespak

source: Mythical Book
cs: Mýtická Kniha
de: Mystisches Buch
el: Μυθικό Βιβλίο
fr: Livre Mythique
sv: Mytisk Bok

source: Small Chest
cs: Malá Truhla
de: Kleine Truhe
el: Μικρό Σεντούκι
fr: Petit Coffre
sv: Liten Kista

source: Chest
cs: Truhla
de: Truhe
el: Σεντούκι
fr: Coffre
sv: Kista

source: Large Chest
cs: Velká Truhla
de: Große Truhe
el: Μεγάλο Σεντούκι
fr: Coffre Large
sv: Stor Kista

source: Sarcophagus
cs: Sarkofág
de: Sarkophag
el: Σαρκοφάγος
fr: Sarcophage
sv: Sarkofag

source: Bookshelf
cs: Police na knihy
de: Bücheregal
el: Ράφι Βιβλίων
fr: Étagère à livres
sv: Bokhylla

source: Bookcase
cs: Knihovna
de: Bücherschrank
el: Βιβλιοθήκη
fr: Bibliothèque
sv: Bokhyllor

source: Barrel
cs: Barel
de: Fass
el: Βαρέλι
fr: Baril
sv: Tunna

source: Pod
cs: Zámotek
de: Exuvie
el: Λοβός
fr: Cosse
sv: Behållare

source: Urn
cs: Urna
de: Urne
el: Τεφροδόχος
fr: Urne
sv: Urna

source: {:s} Shrine
cs: {:s} Oltář
de: {:s} Schrein
el: {:s} Βωμός
fr: Sanctuaire {:s}
sv: {:s} Helgedom

source: Skeleton Tome
cs: Kostěná Kniha
de: Skelettbuch
el: Σκελετωμένο Αναλόγιο
fr: Tome du Squelette
sv: Skelettband

source: Library Book
cs: Kniha v Knihovně
de: Ledergebundenes Buch
el: Αναλόγιο Εγγράφου
fr: Livre de la Bibliothèque
sv: Biblioteksbok

source: Blood Fountain
cs: Krvavá Fontána
de: Blutbrunnen
el: Σιντριβάνι Αίματος
fr: Fontaine de Sang
sv: Blodfontän

source: Decapitated Body
cs: Setnuté Tělo
de: Enthauptete Leiche
el: Αποκεφαλισμένο Πτώμα
fr: Corps Décapité
sv: Halshuggen Kropp

source: Book of the Blind
cs: Kniha Slepých
de: Buch der Blinden
el: Το Βιβλίο των Τυφλών
fr: Livre des Aveugles
sv: De Blindas Bok

source: Book of Blood
cs: Kniha Krve
de: Buch des Blutes
el: Το Βιβλίο του Αίματος
fr: Livre de Sang
sv: Blodboken

source: Purifying Spring
cs: Očišťující Pramen
de: Reinigende Quelle
el: Εξαγνιστική Πηγή
fr: Bassin Purifiant
sv: Rengörande Källa

source: Armor
cs: Brnění
de: Rüstung
el: Θώρακας
fr: Armure
sv: Pansar

source: Weapon Rack
cs: Stojan na Zbraně
de: Waffenständer
el: Οπλοβαστός
fr: Râtelier d'Armes
sv: Vapenräcke

source: Goat Shrine
cs: Oltář Kozlů
de: Ziegenschrein
el: Bωμός της Κατσίκας
fr: Sanctuaire de la Chèvre
sv: Gethelgedom

source: Cauldron
cs: Velký Kotel
de: Kessel
el: Καζάνι
fr: Chaudron
sv: Kittel

source: Murky Pool
cs: Kalná Kaluž
de: Trübes Becken
el: Θολή Δεξαμενή
fr: Bassin Trouble
sv: Mörk Pöl

source: Fountain of Tears
cs: Fontána Slz
de: Fontäne der Tränen
el: Σιντριβάνι των Δακρύων
fr: Fontaine des Larmes
sv: Tårfontän

source: Steel Tome
cs: Ocelová Kniha
de: Stahlbuch
el: Ατσαλένιος Τόμος
fr: Tome d'Acier
sv: Stålvolymen

source: Pedestal of Blood
cs: Podstavec Krve
de: Blutsockel
el: Βωμός του Αίματος
fr: Piédestal de Sang
sv: Blodpiedestal

source: Mushroom Patch
cs: Houbový Porost
de: Pilzbeet
el: Μανιτάρια
fr: Parterre de Champignon
sv: Svampsamling

source: Vile Stand
cs: Odporný Stojan
de: Abscheulicher Ständer
el: Αχρείa Βάση
fr: Pupitre Ignoble
sv: Uselt Stativ

source: Slain Hero
cs: Zabitý Hrdina
de: Getöteter Held
el: Σκοτωμένος Ήρωας
fr: Héros Tué
sv: Dräpt Hjälte

source: Trapped {:s}
cs: {:s} s pastí
de: Gesicherte {:s}
el: {:s} με παγίδα
fr: Piégé {:s}
sv: {:s} med fälla

source: {:s} (disabled)
cs: {:s} (deaktivováno)
de: {:s} (deaktiviert)
el: {:s} (απενεργοποιημένο)
fr: {:s} (désactivé)
sv: {:s} (deaktiverad)

source: Game Mode
cs: Herní Mód
de: Spielmodus
el: Λειτουργία παιχνιδιού
fr: Mode de Jeu
sv: Spelläge

source: Play Diablo or Hellfire.
cs: Hraj Diablo nebo Hellfire.
de: Diablo oder Hellfire spielen.
el: Παίξε Ντιάμπλο ή Χέλλφαϊερ.
fr: Jouer à Diablo ou Hellfire.
sv: Spela Diablo eller Hellfire.

source: Restrict to Shareware
cs: Omezit na Shareware
de: Auf Demoversion beschränken
el: Περιορισμός στην Δωρεάν Έκδοση
fr: Limiter au Shareware
sv: Begränsa till Shareware

source: Makes the game compatible with the demo. Enables multiplayer with friends who don't own a full copy of Diablo.
cs: Udělá hru kompatibilní s demoverzí. Umožní hrát hru více hráčů s kamarády, kteří nemají plnou verzi Diabla.
de: Macht das Spiel zur Demo kompatibel. Ermöglicht das Zusammenspiel mit Freunden, die das Spiel nicht besitzen.
el: Κάνει το παιχνίδι συμβατό με την δωρεάν έκδοση. Επιτρέπει τετραπλό με φίλους σου που δεν έχουν την πλήρη έκδοση του Ντιάμπλο.
fr: Rend le jeu compatible avec la démo. Permet de jouer en multijoueur avec des amis qui ne possèdent pas le jeu complet.
sv: Gör spelet kompatibelt med demot. Möjliggör flerspelare med vänner som inte äger en egen kopia av Diablo.

source: Start Up
cs: Spuštění
de: Spielstart
el: Εκκίνηση
fr: Démarrage
sv: Start

source: Start Up Settings
cs: Nastavení pro Spuštění
de: Spielstarteinstellungen
el: Ρυθμίσεις Εκκίνησης
fr: Options de Démarrage
sv: Startinställningar

source: Intro
el: Εισαγωγή

source: Shown Intro cinematic.
cs: Zobrazení Intro filmečku.
de: Angezeigte Intro-Videos.
el: Εμφάνιση βίντεο εισαγωγής.
fr: Visionner la cinématique d'introduction.
sv: Visad Introfilm.

source: Splash
cs: Úvodní obrazovka
de: Begrüßungsbildschirm
el: Σπλάς
fr: Écran d'accueil
sv: Laddningsskärm

source: Shown splash screen.
cs: Zobrazení úvodní obrazovky.
de: Angezeigte Begrüßungsbildschirme.
el: Εμφάνιση Οθόνης Σπλάς.
fr: Visionner les logos.
sv: Visad Laddningsskärm.

source: Logo and Title Screen
cs: Logo a Úvodní Obrazovka
de: Logo- und Titelbildschirm
el: Οθόνη Λογότυπου και Τίτλου
fr: Logo et Titre
sv: Logga och Titelskärm

source: Title Screen
cs: Jen Úvodní Obrazovka
de: Titelbildschirm
el: Οθόνη Τίτλου
fr: Écran Titre
sv: Titelskärm

source: Diablo specific Settings
cs: Specifická nastavení pro Diablo
de: Diablo-Einstellungen
el: Ρυθμίσεις ειδικά για το Ντιάμπλο
fr: Options spécifiques à Diablo
sv: Diablo-specifika Inställningar

source: Hellfire specific Settings
cs: Specifická nastavení pro Hellfire
de: Hellfire-Einstellungen
el: Ρυθμίσεις ειδικά για το Χελφαϊερ
fr: Options spécifiques à Hellfire
sv: Hellfire-specifika Inställningar

source: Audio
cs: Zvuk
el: Ήχος
sv: Ljud

source: Audio Settings
cs: Nastavení Zvuku
de: Audio Einstellungen
el: Ρυθμίσεις Ήχου
fr: Options Audio
sv: Ljudinställningar

source: Walking Sound
cs: Zvuky Chození
de: Laufgeräusche
el: Ήχος Βαδίσματος
fr: Bruit de pas
sv: Gångljud

source: Player emits sound when walking.
cs: Hráč vydá zvuk když chodí.
de: Der Spieler verursacht Geräusche beim Laufen.
el: Ο παίκτης κάνει ήχο όταν κινείται.
fr: Le joueur émet un son en marchant.
sv: Spelaren låter vid gång.

source: Auto Equip Sound
cs: Zvuk Auto Přezbrojení
de: Autom.-Aufheben Geräusch
el: Ήχος Αυτόματου εξοπλησμού
fr: Son Équipement Automatique
sv: Autopåtagningsljud

source: Automatically equipping items on pickup emits the equipment sound.
cs: Automatické přezbrojení předmětů při sebrání vydá zvuk daného předmětu.
de: Wenn Gegenstände automatisch aufgehoben werden, wird ein Geräusch abgespielt.
el: Τα αυτόματα εξοπλισμένα αντικείμενα θα κάνουν τον ήχο εξοπλισμού όταν τα μαζεύεις.
fr: Équiper automatiquement un objet émet un son.
sv: Föremål som automatiskt tas på vid upplockning låter med utrustningsljudet.

source: Item Pickup Sound
cs: Zvuk Sebrání Předmětu
de: Gegenstand-Aufheben Geräusch
el: Ήχος μαζέματος αντικειμένων
fr: Son Récupération d'objet
sv: Föremålsupplockningsljud

source: Picking up items emits the items pickup sound.
cs: Sbírání předmětů vydá zvuk sebrání předmětu.
de: Wenn Gegenstände aufgehoben werden, wird ein Geräusch abgespielt.
el: Όταν μαζεύεις αντικείμενα θα ακούγεται ο ήχος αυτός.
fr: Récupérer un objet émet un son.
sv: Att plocka upp föremål låter med föremålsupplockningsljudet.

source: Sample Rate
cs: Vzorkovací Frekvence
de: Abtastrate
el: Ρυθμός Δειγματοληψίας Ήχου
fr: Taux d'échantillonnage
sv: Samplingsfrekvens

source: Output sample rate (Hz).
cs: Výstupní vzorkovací frekvence (Hz).
de: Ausgangsabtastrate (Hz).
el: Ρυθμός δειγμάτων (Hz)
fr: Choix du taux d'échantillonnage (Hz)
sv: Utdatans samplefrekvens (Hz).

source: Channels
cs: Kanály
de: Kanäle
el: Κανάλια Ήχου
fr: Canaux
sv: Kanaler

source: Number of output channels.
cs: Počet zvukových kanálů.
de: Legt die Anzahl der Ausgangskanäle fest.
el: Αριθμός καναλιών εξόδου ήχου.
fr: Nombre de canaux de sortie.
sv: Antal utdatakanaler.

source: Buffer Size
cs: Velikost Bufferu
de: Puffergröße
el: Μέγεθος Ενδιάμεσης Μνήμης
fr: Taille du tampon
sv: Bufferstorlek

source: Buffer size (number of frames per channel).
cs: Udává velikost bufferu (počet snímků na kanál).
de: Puffergröße (Anzahl der Frames pro Kanal).
el: Μέγεθος Ενδιάμεσης Μνήμης (Αριθμός πλαισίων ήχου ανά κανάλι).
fr: Taille du tampon (nombre d'image par canal)
sv: Bufferstorlek (antal frames per kanal)

source: Resampling Quality
cs: Kvalita Převzorkování
de: Neuberechnungsqualität
el: Ποιότητα Αναδειγματοληψίας
fr: Qualité de rééchantillonnage
sv: Resamplingskvalitet

source: Affect the game's internal resolution and determine your view area. Note: This can differ from screen resolution, when Upscaling, Integer Scaling or Fit to Screen is used.
cs: Udává interní rozlišení hry a určuje velikost herního výhledu. Pozn.: Toto se může lišit od rozlišení obrazovky, pokud je použito Škálování, Celočíselné Škálování nebo Přizpůsobit Obrazovce.
de: Verändert die interne Auflösung des Spiels und bestimmt den sichtbaren Bereich. Hinweis: Dieser kann bei gleicher Auflösung je nach Auswahl der Skalierungseinstellungen variieren.
el: Αφορά την εσωτερική ανάλυση του παιχνιδιού και ορίζει πόσο μεγάλο είναι το πεδίο όρασης στο παιχνίδι. Σημ.: Είναι διαφορετική από την ανάλυση της οθόνης, όταν γίνεται χρήση κλιμάκωσης ή προσαρμογής στην οθόνη.
fr: Change la résolution interne du jeu et détermine le champ de vision. Remarque : Il ne s'agira pas forcément de la résolution de l'écran, selon si Upscaling, Integer Scaling ou Fit to Screen est utilisé.
sv: Påverkar spelets egen upplösning och bestämmer det visade området. OBS: Detta kan skilja sig från skärmupplösningen, när Uppskalning, Heltalsskalning eller Anpassa till Skärm används.

source: Resampler
el: Αναδειγματολήπτης

source: Audio resampler
el: Αναδειγματολήπτης ήχου

source: Device
de: Gerät
el: Συσκευή

source: Audio device
de: Audio Gerät
el: Συσκευή εξόδου Ήχου

source: Graphics
cs: Grafika
de: Grafik
el: Γραφικά
fr: Graphismes
sv: Grafik

source: Graphics Settings
cs: Nastavení Grafiky
de: Grafikeinstellungen
el: Ρυθμίσεις Γραφικών
fr: Options Graphiques
sv: Grafikinställningar

source: Fullscreen
cs: Na celou obrazovku
de: Vollbild
el: Πλήρης Οθόνη
fr: Plein écran
sv: Helskärm

source: Display the game in windowed or fullscreen mode.
cs: Zobrazí hru v okně nebo na celou obrazovku.
de: Zeigt das Spiel im Fenster- oder Vollbildmodus an.
el: Εμφάνιση του παιχνιδιού σε κατάσταση πλήρους οθόνης ή σε παράθυρο.
fr: Affiche le jeu en plein écran ou en fenêtré.
sv: Visa spelet i fönster- eller helskärmsläge.

source: Fit to Screen
cs: Přizpůsobit Obrazovce
de: An Bildschirmgröße anpassen
el: Προσαρμογή στην Οθόνη
fr: Ajusté à l'écran
sv: Anpassa till Skärm

source: Automatically adjust the game window to your current desktop screen aspect ratio and resolution.
cs: Automaticky upraví herní okno na rozlišení a poměr stran tvojí plochy.
de: Passt das Seitenverhältnis des Spielfensters automatisch an die aktuelle Bildschirmauflösung an.
el: Αυτόματη κλιμάκωση του παιχνιδιού στην τρέχουσα ανάλυση και αναλογία της επιφάνειας εργασίας.
fr: Ajuste automatiquement la fenêtre de jeu au format et à la résolution actuels de votre bureau.
sv: Justerar automatiskt spelfönstret till din nuvarande skrivbordsupplösning och -förhållande.

source: Upscale
cs: Škálování
de: Hochskalieren
el: Κλιμάκωση
sv: Uppskalning

source: Enables image scaling from the game resolution to your monitor resolution. Prevents changing the monitor resolution and allows window resizing.
cs: Zapne škálování obrazu z rozlišení hry na rozlišení monitoru. Zabrání přepínání rozlišení monitoru a umožní změnu velikosti okna.
de: Aktiviert die Bildskalierung von Spiel- zur Desktopauflösung. Verhindert das Wechseln der Desktopauflösung und erlaubt es die Fenstergröße anzupassen.
el: Ενεργοποίηση της κλιμάκωσης από την ανάλυση του παιχνιδιού στην ανάλυση την οθόνης. Απενεργοποιεί την δυνατότητα αλλαγής της ανάλυσης οθόνης και επιτρέπει την αλλαγή των διαστάσεων του παραθύρου.
fr: Active la mise à l'échelle de la résolution du jeu à la résolution de votre moniteur. Empêche la modification de la résolution du moniteur et permet le redimensionnement de la fenêtre.
sv: Aktiverar bildskalning från spelupplösningen till din bildskärms upplösning. Förhindrar bildskärmens upplösning från att ändras och tillåter fönstrets storlek att ändras.

source: Scaling Quality
cs: Kvalita Škálování
de: Skalierungsqualität
el: Ποιότητα Κλιμάκωσης
fr: Qualité d'Upscaling
sv: Skalningskvalitet

source: Enables optional filters to the output image when upscaling.
cs: Zapne volitelné filtry pro výstup obrazu při škálování.
de: Aktiviert optionale Filter für das Ausgabebild beim Hochskalieren.
el: Ενεργοποιεί προαιρετικά φίλτρα υφής για την προβολή όταν γίνεται κλιμάκωση ανάλυσης.
fr: Active des filtres facultatifs sur l'image de sortie en cas d'Upscaling.
sv: Aktiverar frivilliga filter för den färdiga bilden vid uppskalning.

source: Nearest Pixel
cs: Nejbližší Pixel
de: Pixelwiederholung
el: Κοντινότερο Εικονοστοιχείο
fr: Pixel le plus proche
sv: Närmsta Pixel

source: Bilinear
cs: Bilineární
el: Διγραμικό
fr: Bilinéaire
sv: Bilinjär

source: Anisotropic
cs: Anisotropické
de: Anisotropisch
el: Ανισοτροπικό
fr: Anisotropique
sv: Anisotropisk

source: Integer Scaling
cs: Celočíselné Škálování
de: Ganzzahlige Skalierung
el: Ακέραια Κλιμάκωση
sv: Heltalsskalning

source: Scales the image using whole number pixel ratio.
cs: Zapne škálování obrazu pomocí celočíselného poměru.
de: Skaliert das Bild mit einem ganzzahligen Pixelverhältnis.
el: Κλιμακώνει την εικόνα με βάση μόνο ακέραιου πολλαπλασιαστή.
fr: Met l'image à l'échelle à l'aide d'un rapport de pixels entiers (pas de nombres décimaux).
sv: Skalar bilden med en heltalskvot.

source: Vertical Sync
cs: Vertikální Synchronizace
de: Vertikale Synchronisation
el: Οριζόντιος Συνχρόνισμός
fr: Synchronisation verticale
sv: Vertikal Synk

source: Zoom on when enabled.
de: Zoomen an wenn aktiviert.
el: Μεγέθυνση ενεργή στην επιλογή.

source: Color Cycling
cs: Barevné Cyklování
de: Indizierte Farben
el: Ανακύλιση Χρωμάτων
sv: Färgcykling

source: Color cycling effect used for water, lava, and acid animation.
cs: Efekt barevného cyklování používaný pro animaci vody, lávy a kyseliny.
de: Verwendet indizierte Farben für Wasser-, Lava- und Säureanimationen.
el: Ανακύλιση χρωμάτων για τα εφέ κινησης της λάβας, του νερού και του οξέος.
fr: Effet de cycle de couleurs utilisé pour l'animation de l'eau, de la lave et de l'acide.
sv: Färgcyklingseffekt som används för vatten-, lava-, och syraanimationer.

source: Alternate nest art
cs: Alternativní vykreslení hnízda
de: Alternative Nest-Farbpalette
el: Χρήση εναλλακτικής παλέτας για την φωλιά
fr: Version alternative du Nid
sv: Alternativ grafik för nästet

source: The game will use an alternative palette for Hellfire’s nest tileset.
cs: Použije alternativní paletu barev v Hellfire lokaci hnízdo.
de: In Hellfire wird eine andere Farbpalette für das Nest verwendet.
el: Το παιχνίδι θα χρησιμοποιήσει άλλη παλέτα χρωμάτων για τα γραφικά πίστας της Φωλιάς στο Χελφαΐερ.
fr: Le jeu utilisera une palette de texture alternative pour le Nid de Hellfire.
sv: Spelet kommer använda en alternativ palett för Hellfires nest tileset.

source: Hardware Cursor
cs: Hardwarový Kurzor
el: Κέρσορας Συστήματος
fr: Curseur Matériel
sv: Hårdvarupekare

source: Use a hardware cursor
cs: Použije Hardwarový kurzor
de: Einen Hardware-Cursor verwenden
el: Χρήση κέρσορα συστήματος (σε αντίθεση με κέρσορα λογισμικού)
fr: Utilise le curseur matériel
sv: Använd hårdvarupekare

source: Hardware Cursor For Items
cs: Hardwarový Kurzor pro Předměty
de: Hardware-Cursor für Gegenstände
el: Κέρσορας συστήματος για Αντικείμενα
fr: Curseur Matériel pour les objets
sv: Hårdvarupekare För Föremål

source: Use a hardware cursor for items.
cs: Použije Hardwarový kurzor pro předměty.
de: Verwendet einen Hardware-Cursor für Gegenstände.
el: Χρήση κέρσορα συστήματος όταν μεταφέρεις Αντικείμενα.
fr: Utilise le curseur matériel pour les objets.
sv: Använd hårdvarupekare för föremål.

source: Hardware Cursor Maximum Size
cs: Max Velikost Hardwarového Kurzoru
de: Hardware-Cursor Maximalgröße
el: Μέγεθος του Κέρσορα Συστήματος
fr: Taille Max. du Curseur Matériel
sv: Hårdvarupekarens Maxstorlek

source: Maximum width / height for the hardware cursor. Larger cursors fall back to software.
cs: Maximální šířka a výška hardwarového kurzoru. Větší kurzory se vykreslí softwarově.
de: Legt die maximale Breite / Höhe für den Hardware-Cursor fest. Bei größeren Werten wird ein Software-Cursor verwendet.
el: Μέγιστό μήκος και πλάτος για τον κέρσορα συστήματος. Τιμές πέρα από τα όρια στρέφουν στην χρήση κέρσορα λογισμικού.
fr: Largeur/hauteur maximale du curseur matériel. De grandes valeurs rendent le curseur logiciel.
sv: Maximal bredd / höjd för hårdvarupekaren. Större pekare kommer falla tillbaka på mjukvara.

source: Show FPS
cs: Zobraz FPS
de: Zeige FPS an
el: Εμφάνιση ΚΑΔ
fr: Afficher IPS
sv: Visa FPS

source: Displays the FPS in the upper left corner of the screen.
cs: Ukáže FPS v levém horním rohu obrazovky.
de: Zeigt die FPS in der oberen linken Ecke des Bildschirms an.
el: Εμφανίζει τα ΚΑΔ(Καρέ ανά Δευτερόλεπτο) στην πάνω αριστερή γωνία της οθόνης.
fr: Affiche le nombre d'image par seconde dans le coin supérieur gauche de l'écran.
sv: Visar FPS (rutor per sekund) i det övre vänstra hörnet av skärmen.

source: Gameplay
de: Spiel
el: Παίξιμο Παιχνιδιού
fr: Jouabilité
sv: Spelande

source: Gameplay Settings
cs: Herní Nastavení
de: Spieleinstellungen
el: Ρυθμίσεις του τρόπου που παίζετε το παιχνίδι
fr: Options de jouabilité
sv: Spelinställningar

source: Enable jogging/fast walking in town for Diablo and Hellfire. This option was introduced in the expansion.
cs: Zapne běhání/rychlé chození ve městě pro Diablo i Hellfire. Tato možnost byla přidána v datadisku.
de: Aktiviert joggen / schnelles Laufen in der Stadt für Diablo und Hellfire. Diese Option wurde in der Erweiterung eingeführt.
el: Ενεργοποίηση γρήγορου περπατήματος στην πόλη για το Ντιάμπλο και το Χελφάϊερ. Αυτή η επιλογή προστέθηκε στην προέκταση του παιχνιδιού.
fr: Active la possibilité de courir/marcher vite en ville dans Diablo et Hellfire. Cette option fut introduite dans l'extension.
sv: Aktiverar joggning/snabb gång i byn för Diablo och Hellfire. Detta alternativ introducerades i expansionen.

source: Grab Input
cs: Zachycení Vstupu
de: Eingabe fangen
el: Κλείδωμα εισαγωγής
fr: Verrouiller le curseur
sv: Fånga Input

source: When enabled mouse is locked to the game window.
cs: Po zapnutí bude myš zachycena k hernímu oknu.
de: Hindert den Mauszeiger am Verlassen des Spielfensters.
el: Όταν είναι ενεργοποιημένο, το ποντίκι είναι κλειδωμένο στο παράθυρο του παιχνιδιού.
fr: Lorsque cette option est activée, le curseur ne peut plus quitter la fenêtre du jeu.
sv: När detta aktiveras låses musen till spelfönstret.

source: Enable Little Girl quest.
cs: Zapne úkol od Malé Holčičky.
de: Theodor Quest aktivieren.
el: Ενεργοποίηση της αποστολή με το μικρό κοριτσάκι.
fr: Activer la quête de la Petite Fille.
sv: Aktiverar den Lilla Flickans uppdrag.

source: Enable Jersey's quest. Lester the farmer is replaced by the Complete Nut.
cs: Zapne úkol od Jerseyho. Farmář Lester bude nahrazen postavou Úplný Blázen.
de: Kuh-Quest aktivieren. Lester der Farmer wird ersetzt durch den kompletten Narr.
el: Ενεργοποίηση της αποστολής του Τζέρσεϊ, Ο αγρότης Λέστερ, αντικαθίσταται από τον Ολοκληρωτικά Τρελό.
fr: Active la quête de Jersey. Lester le fermier est remplacé par le Cinglé.
sv: Aktiverar Jerseyuppdraget. Bonden Lester ersätts av Fullkomligt Nöt.

source: Friendly Fire
cs: Přátelská Palba
de: Freundliches Feuer
el: Φιλικό Πύρ
fr: Tir Ami
sv: Vådaskott

source: Allow arrow/spell damage between players in multiplayer even when the friendly mode is on.
cs: Zapne poškození šípy/kouzly mezi hráči při hře více hráčů, i když budou v přátelském módu.
de: Erlaubt Pfeil- und Zauberschaden zwischen Spielern in Multiplayer, selbst wenn die Spieler sich freundlich gesinnt sind.
el: Επιτρέπει τα βέλη και τα Ξόρκια να κάνουν ζημιά σε άλλους παίκτες ακόμα όταν είσαι φιλικός προς παίκτες.
fr: Autorise les flèches/sorts à faire des dégâts aux joueur alliés en multijoueur même si le mode ami est activé.
sv: Tillåter pil-/trollformelsskada mellan spelare i flerspelarläge även om vänskapsläge är på.

source: Full quests in Multiplayer
de: Volle Quests im Mehrspielermodus
el: Όλες οι αποστολές ενεργές στο τετραπλό

source: Enables the full/uncut singleplayer version of quests.
de: Aktiviert die voll / ungeschnitte Einzelspieler Version von Quest.
el: Ενεργοποιεί τις πλήρες αποστολές απο το παιχνίδι ενός παίκτη.

source: Test Bard
de: Bardin aktivieren
el: Δοκιμή Βάρδου
fr: Héros Barde (Test)
sv: Testa Bard

source: Force the Bard character type to appear in the hero selection menu.
cs: Zobrazí postavu typu Bard v menu tvorby hrdiny.
de: Zeigt den Charaktertyp Bardin in der Heldenauswahl an.
el: Επιτρέπει να διαλέξεις τον Βάρδο κατά την δημιουργία ήρωα.
fr: Permet de choisir le Barde dans le menu de sélection du Héros.
sv: Tvingar Bardkaraktärstypen att synas i hjältesvalsmenyn.

source: Test Barbarian
cs: Test Barbar
de: Barbar aktivieren
el: Δοκιμή Βάρβαρου
fr: Héros Barbare (Test)
sv: Testa Barbar

source: Force the Barbarian character type to appear in the hero selection menu.
cs: Zobrazí postavu typu Barbar v menu tvorby hrdiny.
de: Zeigt den Charaktertyp Barabar in der Heldenauswahl an.
el: Επιτρέπει να διαλέξεις τον Βάρβαρο κατά την δημιουργία ήρωα.
fr: Permet de choisir le Barbare dans le menu de sélection du Héros.
sv: Tvingar Barbarkaraktärstypen att synas i hjältesvalsmenyn.

source: Experience Bar
cs: Lišta Zkušeností
de: Erfahrungsleiste
el: Μπάρα Εμπειρίας
fr: Barre d'expérience
sv: Erfarenhetsindikator
