Repository: diasurgical/DevilutionX
Catalog: Translations/*.po
Languages: cs, de, el, fr, sv

source: Don't you think that Griswold would be a better person to ask about this? He's quite handy, you know.
cs: Nemyslis, ze na tohle by ses mel radeji zeptat Griswolda? Je docela sikovny, vis.
de: Findet Ihr nicht, dass Ihr Euch da lieber an Griswold wenden solltet? Er ist ziemlich geschickt, müsst Ihr wissen.
el: Δεν πιστεύεις ότι ο Γκρίσγουαλντ θα ήταν το καλύτερο άτομο να ρωτήσεις γι' αυτό; Είναι πολύ χρήσιμος, ξέρεις.
fr: Vous ne pensez pas que Griswold serait plus à même de répondre à ceci ? Il est assez habile, vous savez.
sv: Tror du inte att Griswold vore en bättre person att fråga om detta? Han är rätt händig, vet du.

source: If you had been looking for information on the Pestle of Curing or the Silver Chalice of Purification, I could have assisted you, my friend. However, in this matter, you would be better served to speak to either Griswold or Cain.
cs: Pokud shanis informace o Palicce leceni nebo Stribrnem kalichu ocistovani, mohl bych ti pomoci, priteli. Jenze v tomhle pripade udelas lepe, kdyz si promluvis s Griswoldem nebo Cainem.
de: Wenn Ihr mich jetzt nach der Silbernen Schale der Läuterung oder dem Heilenden Mörserstößel gefragt hättet, dann könnte ich Euch sofort weiterhelfen. Aber so wendet Ihr Euch lieber an Cain oder Griswold.
el: Αν έψαχνες για πληροφορίες για το Γουδοχέρι της Θεραπείας ή το Ασημένιο Δισκοπότηρο της Κάθαρσης, θα μπορούσα να σε βοηθήσω, φίλε μου. Ωστόσο, σε αυτό το θέμα, θα ήταν καλύτερα να μιλήσεις είτε με τον Γκρίσγουαλντ είτε με τον Κάιν.
fr: Si vous aviez cherché des informations sur le Pilon de Guérison ou le Calice d'Argent de Purification, j'aurais pu vous aider, mon ami. En revanche, dans ce domaine, vous feriez mieux de parler à Griswold ou à Cain.
sv: Om du hade letat information om Läkandets Mortel eller Rengöringens Silverkalk hade jag kunnat hjälpa dig, min vän. Men i sådana här frågor vore det bättre om du talade med Griswold eller Cain.

source: Griswold's father used to tell some of us when we were growing up about a giant anvil that was used to make mighty weapons. He said that when a hammer was struck upon this anvil, the ground would shake with a great fury. Whenever the earth moves, I always remember that story.
cs: Kdyz jsme vyrustali, Griswolduv otec nekterym z nas vypravel o obrovske kovadline, na ktere se vyrabeli mocne zbrane. Rikal, ze kdyz kladivo uderilo do te kovadliny, zem se otrasla velkou zurivosti. Kdykoliv se pohne zeme, vzdy si vzpomenu na ten pribeh.
de: Als wir noch Kinder waren, erzählte Griswolds Vater einigen von uns Geschichten über einen riesigen Amboss, auf dem mächtige Waffen geschmiedet wurden. Er sagte, bei jedem Schlag des Hammers auf diesem Amboss zitterte der Boden vor Zorn. Ich muss jedesmal an diese Geschichte denken, wenn die Erde erbebt.
el: Ο πατέρας του Γκρισγουάλντ συνήθιζε να λέει σε μερικούς από εμάς όταν μεγαλώναμε μικροί για ένα γιγάντιο αμόνι που χρησιμοποιήθηκε για την κατασκευή πανίσχυρων όπλων. Είπε ότι όταν χτυπούσαν ένα σφυρί σε αυτό το αμόνι, το έδαφος ταρακουνούσε με μεγάλη οργή. Όποτε ταρακουνάει η γη, πάντα θυμάμαι αυτή την ιστορία.
fr: Quand nous étions enfants, le père de Griswold nous parlait d'une enclume géante qui servait à forger des armes redoutables. Il disait que lorsqu'on frappait d'un marteau sur cette enclume, le sol était secoué d'une grande fureur. À chaque fois que la terre tremble, ça me rappelle cette histoire.
sv: Griswolds pappa sade till oss när vi var små att det fanns ett enormt städ som användes för att göra mäktiga vapen. Han sade att när en hammare slogs mot städet skakade hela jorden med vrede. Jag tänker alltid på den historien när jag känner marken röra sig.

source: Greetings! It's always a pleasure to see one of my best customers! I know that you have been venturing deeper into the Labyrinth, and there is a story I was told that you may find worth the time to listen to... One of the men who returned from the Labyrinth told me about a mystic anvil that he came across during his escape. His description reminded me of legends I had heard in my youth about the burning Hellforge where powerful weapons of magic are crafted. The legend had it that deep within the Hellforge rested the Anvil of Fury! This Anvil contained within it the very essence of the demonic underworld... It is said that any weapon crafted upon the burning Anvil is imbued with great power. If this anvil is indeed the Anvil of Fury, I may be able to make you a weapon capable of defeating even the darkest lord of Hell! Find the Anvil for me, and I'll get to work!
cs: Vitej! Vzdy je potesenim videt jednoho z mych nejlepsich zakazniku! Vim, ze se vydavas hloubeji do Labyrintu, a slychaval jsem pribeh, ktery by sis mozna rad poslechl... Jeden z muzu, kteri se vratili z Labyrintu mi vypravel o tajemne kovadline, na kterou narazil pri uteku. Jeho popis mi pripomnel legendy, ktere jsem slychaval v mladi, o horici Pekelne Vyhni, kde se vyrabeli mocne magicke zbrane. Legenda vypravela, ze hluboko v Pekelne Vyhni odpocivala Kovadlina Zurivosti! Tato Kovadlina obsahovala samotnou podstatu demonickeho podsveti... Rika se, ze jakakoliv zbran vykovana na te Kovadline je naplnena velkou silou. Jestli je tahle kovadlina Kovadlina Zurivosti, mozna bych ti mohl vykovat zbran, kterou bys porazil i nejtemnejsiho pana Pekla! Najdi pro me Kovadlinu a ja se dam do prace!
de: Seid gegrüßt! Es ist immer wieder eine Freude, einen meiner besten Kunden begrüßen zu dürfen. Ich weiß, dass Ihr inzwischen tiefer ins Labyrinth vorgedrungen seid, und es gibt da eine Geschichte, die Euch vielleicht interessieren dürfte. Einer der Männer, die aus dem Labyrinth zurückkehrten, erzählte mir von einem mystischen Amboss, an dem er während seiner Flucht vorbeigekommen war. Seine Beschreibung erinnerte mich an eine alte Legende, die ich als Junge mal gehört habe und die von der Höllenschmiede handelte, wo mächtige magische Waffen geschmiedet worden sein sollen. Der Sage zufolge stand tief im Herzen dieser Höllenschmiede der Amboss des Zornes. Der Kern dieses Ambosses bestand aus der Quintessenz der dämonischen Unterwelt. Man sagt, dass jede Waffe, die auf diesem Amboss geschmiedet wird, große Kräfte verliehen bekommt. Wenn dieser Amboss, den der Mann gesehen hat, wirklich der Amboss des Zornes ist, könnte ich Euch darauf vielleicht eine Waffe schmieden, die selbst den finstersten Fürsten der Hölle besiegen kann! Sucht mir diesen Amboss, und ich mache mich gleich an die Arbeit.
el: Χαιρετισμούς! Είναι πάντα χαρά να βλέπω τον καλύτερο μου πελάτη! Ξέρω ότι έχεις μπει πιο βαθιά στον Λαβύρινθο και υπάρχει μια ιστορία που μου είχαν πει, που μπορεί να αξίζει τον χρόνο να την ακούσεις... Ένας από τους άντρες που επέστρεψαν από τον Λαβύρινθο μου είπε για ένα μυστικιστικό αμόνι που είδε κατά την απόδρασή του. Η περιγραφή του μου θύμισε θρύλους που είχα ακούσει στα νιάτα μου για το φλεγόμενο σιδηρουργείο της κολάσεως όπου κατασκευάζονται ισχυρά όπλα μαγείας. Ο θρύλος έλεγε ότι βαθιά μέσα στο σιδηρουργείο βρισκόταν το Αμόνι της Οργής! Αυτό το Αμόνι περιείχε μέσα του την ίδια την ουσία του δαιμονικού κάτω κόσμου... Λέγεται ότι κάθε όπλο που κατασκευάζεται πάνω στο φλεγόμενο αμόνι είναι εμποτισμένο με μεγάλη δύναμη. Αν αυτό το αμόνι είναι πράγματι το Αμόνι της Οργής, ίσως μπορέσω να σου φτιάξω ένα όπλο ικανό να νικήσει ακόμα και τον πιο σκοτεινό Άρχοντα της Κόλασης! Βρές μου το Αμόνι και θα πιάσω δουλειά!
fr: Salutations ! C'est toujours un plaisir de voir un de mes plus fidèles clients ! Je sais que vous vous enfoncez dans le Labyrinthe, et on m'a dit une histoire qui pourrait mériter votre attention... Un des hommes qui est revenu du Labyrinthe m'a parlé d'une enclume mystique qu'il a trouvée en s'échappant. Sa description m'a rappelé des légendes entendues dans ma jeunesse au sujet d'une Forge de l'Enfer ardente où étaient créées de puissantes armes magiques. Selon la légende, au plus profond de la Forge de l'Enfer reposerait l'Enclume de Fureur ! Cette Enclume recèlerait l'essence même du monde souterrain démoniaque... On dit que toute arme forgée sur l'enclume ardente est dotée d'un grand pouvoir. Si cette Enclume est bien l'Enclume de Fureur, je devrais pouvoir vous faire une arme capable de vaincre même le plus sombre des seigneurs de l'enfer ! Trouvez-moi l'Enclume et je m'y mets !
sv: Hälsningar! Det är alltid ett nöja att se en av mina bästa kunder! Jag vet att du gått djupare in i Labyrinten och det finns en berättelse som jag fått höra och som jag tror du skulle vilja höra på... En av männen som återvände från Labyrinten berättade för mig om ett mystiskt städ som han hittade under sin flykt. Hans beskrivning påminde mig om de legender jag fått höra i min ungdom om den brinnande Hellvetessmedjan där mäktiga magiska vapen smids. Legenden förtäljer att längst ner i Helvetessmedjan fanns Vredens Städ! Detta Städ innehöll själva essensen av den demoniska underjorden... Det sägs att vapen som smids på det brinnande Städet ingjuts med en enorm kraft. Om detta städ verkligen är Vredens Städ, kanske jag skulle kunna göra dig ett vapen som kan besegra själva Helvetets Mörka Furste! Hitta städet åt mig, så sätter jag igång!

source: Nothing yet, eh? Well, keep searching. A weapon forged upon the Anvil could be your best hope, and I am sure that I can make you one of legendary proportions.
cs: Jeste nic, eh? Dobra, pokracuj v patrani. Zbran vykovana na Kovadline muze byt tvou nejlepsi nadeji a jsem si jist, ze ti mohu vyrobit opravdu legendarni.
de: Noch immer nichts, wie? Na ja, sucht einfach weiter. Eine Waffe, die auf dem Amboss des Zornes geschmiedet wurde, wäre Eure einzige Hoffnung, und ich bin sicher, ich könnte Euch eine Klinge von ungeahnten Dimensionen herstellen.
el: Τίποτα ακόμα, ε; Λοιπόν, συνέχισε να ψάχνεις. Ένα όπλο σφυρηλατημένο στο Αμόνι θα μπορούσε να είναι η καλύτερη ελπίδα σου, και είμαι σίγουρος ότι μπορώ να σου σφυρηλατήσω ένα, θρυλικών διαστάσεων.
fr: Toujours rien ? Alors continuez à chercher. Une arme forgée sur l'Enclume pourrait être votre meilleur espoir, et je suis sûr de pouvoir vous en faire une digne de légendes.
sv: Inget än, va? Nå, fortsätt leta. Ett vapen smitt på Städet skulle kunna vara din bästa chans, och jag är säker på att jag kan göra dig ett legendariskt sådant.

source: I can hardly believe it! This is the Anvil of Fury - good work, my friend. Now we'll show those bastards that there are no weapons in Hell more deadly than those made by men! Take this and may Light protect you.
cs: Nemohu tomu uverit! Toto je Kovadlina Zurivosti - dobra prace, priteli. Ted tem bastardum ukazeme, ze nejsou v Pekle hrozivejsi zbrane nez ty vykovane lidmi! Vezmi si toto a necht te Svetlo ochranuje.
de: Ich kann es kaum glauben! Das ist wirklich der Amboss des Zornes! Gute Arbeit, mein Freund. Jetzt wollen wir diesen Bastarden in der Hölle mal beweisen, dass es dort keinen gefährlicheren Stahl gibt als den, den wir Menschen schmieden! Nehmt diese Waffe hier, und möge das Licht Euch behüten!
el: Δεν μπορώ να το πιστέψω! Αυτό είναι το Αμόνι της Οργής - καλή δουλειά, φίλε μου. Τώρα θα δείξουμε σε αυτά τα καθάρματα ότι δεν υπάρχουν όπλα στην Κόλαση πιο θανατηφόρα από αυτά που φτιάχνουν οι άνθρωποι! Πάρε αυτό και εύχομαι το Φως να σε προστατεύσει.
fr: J'y crois pas ! C'est l'Enclume de Fureur – beau travail, mon ami. Maintenant, nous allons montrer à ces ordures qu'il n'y a pas d'armes en enfer plus meurtrières que celles forgées par les humains ! Prenez ceci et que la Lumière vous protège.
sv: Jag kan knappt tro det! Detta är Vredens Städ - bra jobbat, min vän. Nu ska vi visa de där skitstövlarna att det inte finns några värre vapen i Helvetet än de som människor tillverkar! Ta det här och må Ljuset skydda dig.

source: Griswold can't sell his anvil. What will he do then? And I'd be angry too if someone took my anvil!
cs: Griswold nemuze prodat svoji kovadlinu. Co by pak delal? Taky bych zuril, kdyby mi vzali kovadlinu!
de: Griswold kann seinen Amboss nicht verkaufen. Dann hätte er doch keine Arbeit mehr! Und ich würde ja auch sauer, wenn jemand meinen Amboss klauen wollte...
el: Ο Γκρίσγουαλντ δεν μπορεί να πουλήσει το αμόνι του. Τι θα κάνει τότε; Και εγώ θα θύμωνα και εγώ αν κάποιος μου έπαιρνε το αμόνι μου!
fr: Griswold peut pas vendre son enclume. Qu'est-ce qu'il pourrait faire, alors ? Et je serais pas content non plus si on me volait mon enclume !
sv: Griswold kan inte sälja sitt städ. Vad skulle han göra då? Och jag skulle också vara arg om någon tog mitt städ!

source: There are many artifacts within the Labyrinth that hold powers beyond the comprehension of mortals. Some of these hold fantastic power that can be used by either the Light or the Darkness. Securing the Anvil from below could shift the course of the Sin War towards the Light.
cs: V Labyrintu je mnoho artefaktu, ktere vladnou silami, jez nemohou smrtelnici pochopit. Nektere z nich maji fantastickou moc, ktera muze byt pouzita Svetlem i Temnotou. Pokud ziskas Kovadlinu, mohlo by to zmenit prubeh Hrisne Valky ve prospech Svetla.
de: Es gibt viele Gegenstände im Labyrinth, deren Kräfte das Verständnis jedes Sterblichen übersteigen. Einige davon können ihre Macht für das Licht oder für die Finsternis einsetzen. Wenn Ihr den Amboss in Sicherheit bringen könntet, würde das den Verlauf des Sündenkrieges zugunsten des Lichtes beeinflussen.
el: Υπάρχουν πολλά τεχνουργήματα μέσα στον Λαβύρινθο που έχουν δυνάμεις πέρα από την κατανόηση των θνητών. Μερικά από αυτά έχουν φανταστική δύναμη που μπορεί να χρησιμοποιηθεί είτε από το Φως είτε από το Σκοτάδι. Η εξασφάλιση του αμονιού από τον κάτω κόσμο θα μπορούσε να μετατοπίσει την πορεία του Πολέμου της Αμαρτίας προς το Φως.
fr: Il existe de nombreux artefacts dans le Labyrinthe qui détiennent des pouvoirs au-delà de la compréhension des mortels. Certains d'entre eux détiennent un pouvoir fantastique qui peut être utilisé par la Lumière ou les Ténèbres. Sécuriser l'Enclume pourrait faire pencher le cours de la guerre du péché vers la lumière.
sv: Det finns många skatter i Labyrinten som har krafter bortom de dödligas fattningsförmåga. Vissa av dem har fantastiska krafter som kan användas antingen av Ljuset eller Mörkret. Om du lyckas ta Städet där nedifrån skulle det kunna ändra Syndakrigets förlopp till Ljusets fördel.

source: If you were to find this artifact for Griswold, it could put a serious damper on my business here. Awwww, you'll never find it.
cs: Jestli najdes pro Griswolda ten artefakt, muze mi to hodne pokazit obchody. Awww, nikdy to nenajdes.
de: Wenn Du dieses Artefakt für Griswold fändest, würde das meinem Geschäft hier sehr schaden. Ach was, das findest Du doch sowieso nie...
el: Εάν έβρισκες αυτό το τεχνούργημα για τον Γκρίσγουαλντ, θα μπορούσε να θέσει σοβαρά προβλήματα στην επιχείρησή μου εδώ. Ωχ τι λέω, δεν θα το βρεις ποτέ.
fr: Si vous deviez trouver cet artefact pour Griswold, cela pourrait mettre à mal mon bizness. Awwww, vous ne le trouverez jamais.
sv: Om du hittade en sådan skatt åt Griswold, skulle det verkligen utgöra ett hinder för mina affärsverksamheter. Äsch, du kommer aldrig hitta det.

source: The Gateway of Blood and the Halls of Fire are landmarks of mystic origin. Wherever this book you read from resides it is surely a place of great power. Legends speak of a pedestal that is carved from obsidian stone and has a pool of boiling blood atop its bone encrusted surface. There are also allusions to Stones of Blood that will open a door that guards an ancient treasure... The nature of this treasure is shrouded in speculation, my friend, but it is said that the ancient hero Arkaine placed the holy armor Valor in a secret vault. Arkaine was the first mortal to turn the tide of the Sin War and chase the legions of darkness back to the Burning Hells. Just before Arkaine died, his armor was hidden away in a secret vault. It is said that when this holy armor is again needed, a hero will arise to don Valor once more. Perhaps you are that hero...
cs: Brana Krve a Sine Ohne jsou mista mystickeho puvodu. Kdekoliv spociva ta kniha, kterou jsi cetl, jiste je to misto velke sily. Legendy mluvi o podstavci, ktery je vytesan z obsidianu a na vrcholku pokrytem kostmi je kaluz vrici krve. Take jsou zde zminky o Kamenech krve, ktere otevrou dvere, jez strazi starodavny poklad... Povaha toho pokladu je zahalena domnenkami, priteli, ale rika se, ze davny hrdina Arkaine skryl svate brneni Udatnost v tajnem sklepeni. Arkaine byl prvnim smrtelnikem, ktery zmenil prubeh Hrisne Valky a pronasledoval legie temnoty zpet do Horoucich Pekel. Predtim nez Arkaine zemrel, bylo jeho brneni ukryto v tajne krypte. Rika se, ze az bude toto brneni opet potrebne, povstane hrdina, jez znovu oblekne Udatnost. Mozna jsi tim hrdinou ty...
de: Das Blutportal und das Flammengewölbe sind Orte aus der Mystik. Wo immer dieses Buch auch liegt, in dem Ihr etwas darüber gelesen habt, es ist mit Sicherheit ein Ort voller Magie. Die Legenden berichten von einem Podest aus Obsidian, mit einem Tümpel aus kochendem Blut auf seiner knochenverkrusteten Oberfläche. Es werden auch Blutsteine erwähnt, mit deren Hilfe man ein Portal öffnen kann, das einen uralten Schatz behütet. Welche Art von Schatz das ist, darüber gibt es nur Spekulationen, mein Freund, aber man sagt, der Sagenheld Arkaine habe seine heilige Rüstung namens Tapferstahl in einer geheimen Gruft versteckt. Arkaine war der erste Sterbliche, der den Verlauf des Sündenkrieges veränderte und die Legionen der Finsternis in die Feuer der Hölle zurücktrieb. Kurz vor seinem Tod wurde seine Rüstung an einem geheimen Ort verborgen. Die Legende sagt, dass die Zeit kommen wird, in der man diese heilige Rüstung wieder braucht. Ein Held wird kommen und den Tapferstahl wieder in die Schlacht tragen.Vielleicht seid Ihr dieser Held...
el: Η Πύλη του Αίματος και οι Αίθουσες της Φωτιάς είναι ορόσημα μυστικιστικής προέλευσης. Από όπου κι αν προέρχεται αυτό το βιβλίο που διάβασες, είναι σίγουρα ένα μέρος με μεγάλη δύναμη. Οι θρύλοι μιλούν για ένα βάθρο που είναι λαξευμένο από πέτρα οψιανού και έχει μια λίμνη από βραστό αίμα στην επιφανειακή επιφάνειά του που είναι από κόκκαλα. Υπάρχουν επίσης νύξεις για Πέτρες από Αίμα που θα ανοίξουν μια πόρτα που φυλάει έναν αρχαίο θησαυρό... Η φύση αυτού του θησαυρού καλύπτεται από εικασίες, φίλε μου, αλλά λέγεται ότι ο αρχαίος ήρωας Αρκάϊν τοποθέτησε την Ιερή Πανοπλία της Τιμής σε ένα μυστικό θησαυροφυλάκιο. Ο Αρκάϊν ήταν ο πρώτος θνητός που αντέστρεψε την ροή του Πολέμου της Αμαρτίας και κυνήγησε τις λεγεώνες του σκότους πίσω στις Φλεγόμενες Κολάσεις. Λίγο πριν πεθάνει ο Αρκάϊν, η πανοπλία του κρύφθηκε σε ένα μυστικό θησαυροφυλάκιο. Λέγεται ότι όταν αυτή η ιερή πανοπλία θα χρειαστεί ξανά, ένας ήρωας θα αναδυθεί για να φορέσει την Τιμή για άλλη μια φορά. Ίσως εσύ να είσαι αυτός ο ήρωας...
fr: Le Portail du Sang et les Salles du Feu sont des repères d'origine mystique. Où que se trouve ce livre que vous avez lu, c'est certainement un site d'une grande puissance. Les légendes parlent d'un piédestal sculpté dans de la pierre obsidienne et avec une mare de sang bouillonnant au sommet de sa surface incrustée d'os. Il y a aussi des allusions aux Pierres de Sang qui ouvriront une porte qui garde un trésor antique... La nature de ce trésor est enveloppée de spéculations, mon ami, mais on dit que l'ancien héros Arkaine a placé l'armure sacrée Vaillance dans une chambre forte secrète. Arkaine a été le premier mortel à inverser le cours de la guerre du péché et à repousser les légions des ténèbres jusqu'aux enfers ardents. Juste avant la mort d'Arkaine, son armure fut cachée dans une chambre forte secrète. Il est dit que lorsque cette armure sacrée sera à nouveau nécessaire, un héros apparaîtra pour revêtir Vaillance à nouveau. Peut-être êtes-vous ce héros...
sv: Blodens Port och Eldens Salar är landmärken från ett mystiskt ursprung. Var du än läste den där boken måste vara en plats med stor kraft. Legenderna talar om en piedestal som huggits från obsidiansten och som har en pöl av kokande blod på sin benprydda yta. Det nämns också Blodstenar som kan öppna en dörr som vaktar en uråldrig skatt... Denna skatts art kan vi bara gissa om, min vän, men det sägs att den uråldrige hjälten Arkaine lade det heliga pansaret Mod i en hemlig skattkammare. Arkaine var den förste dödlige som vände tillbaka Syndakriget och jagade tillbaka mörkrets legioner tillbaka till de Brinnande Helvetena. Alldeles innan Arkaine dog, gömdes hans pansar i en hemlig skattkammare. Det sägs att när detta heliga pansar behövs igen, kommer en hjälte dyka upp för att ta på sig Mod än en gång. Kanske du är den hjälten...

source: Every child hears the story of the warrior Arkaine and his mystic armor known as Valor. If you could find its resting place, you would be well protected against the evil in the Labyrinth.
cs: Kazde dite slyselo pribeh valecnika Arkaina a jeho tajemneho brneni znameho jako Udatnost. Pokud naleznes misto jeho odpocinku, budes dobre chranen proti zlu v Labyrintu.
de: Jedes Kind kennt die Geschichte von dem Krieger Arkaine und seiner magischen Rüstung Tapferstahl. Wenn Ihr das Versteck dieser Rüstung finden könntet, wäret Ihr vor dem Bösen im Labyrinth gut geschützt.
el: Κάθε παιδί ακούει την ιστορία του πολεμιστή Αρκάϊν και της μυστικιστικής πανοπλίας του, γνωστής ως Τιμή. Αν μπορούσες να βρεις τον τόπο ανάπαυσής της, θα είσαι καλά προστατευμένος/η από το κακό στον Λαβύρινθο.
fr: Tous les enfants connaissent l'histoire d'Arkaine le guerrier et de Vaillance, son armure mystique. Si vous pouviez trouver où elle repose, vous seriez bien protégé contre le mal dans le Labyrinthe.
sv: Alla barn har hört historien om krigaren Arkaine och hans mystiska pansar som kallades Mod. Om du kunde hitta dess gömställe skulle du vara väl skyddad mot ondskan i Labyrinten.

source: Hmm... it sounds like something I should remember, but I've been so busy learning new cures and creating better elixirs that I must have forgotten. Sorry...
cs: Hmm... to zni jako neco, co bych si mel pamatovat, ale byl jsem tak zamestnan ucenim se novych leku a tvorenim lepsich elixiru, ze jsem to zapomnel. Promin...
de: Hmm... klingt nach etwas, an das ich mich eigentlich erinnern müsste, aber ich war so beschäftigt damit, neue Heilmittel zu erforschen und immer wirksamere Tränke zu mischen, dass es mir wohl entfallen sein muss. Tut mir leid...
el: Χμ... ακούγεται σαν κάτι που πρέπει να θυμάμαι, αλλά ήμουν τόσο απασχολημένος με το να μαθαίνω νέες θεραπείες και να δημιουργώ καλύτερα ελιξίρια που πρέπει να το έχω ξεχάσει. Συγνώμη...
fr: Hmm... cela m'évoque vaguement quelque chose, mais j'ai été tellement occupé à développer de nouveaux remèdes et à créer de meilleurs élixirs que j'ai dû oublier. Désolé...
sv: Hmm... det låter som något jag borde komma ihåg, men har varit så upptagen med att lära mig nya botemedel och skapa bättre elixir att jag måste ha glömt. Ledsen...

source: The story of the magic armor called Valor is something I often heard the boys talk about. You had better ask one of the men in the village.
cs: Pribeh kouzelneho brneni nazyvaneho Udatnosti je neco, o cem si chlapci casto povidali. Radeji by ses mel zeptat nektero z muzu ve vesnici.
de: Die Geschichte von der Heiligen Rüstung Tapferstahl habe ich von den Jungen im Dorf oft gehört. Ihr solltet da lieber einen der Männer fragen.
el: Η ιστορία της μαγικής πανοπλίας που ονομάζεται Τιμή είναι κάτι για το οποίο άκουσα συχνά τα αγόρια να μιλάνε. Καλύτερα να ρωτήσεις έναν από τους άντρες του χωριού.
fr: L'histoire de Vaillance l'armure magique est quelque chose dont j'ai souvent entendu les garçons parler. Vous feriez mieux de demander à l'un des hommes du village.
sv: Historien om det magiska pansaret Mod är något som jag ofta hört pojkarna prata om. Bäst att du frågar någon av karlarna i byn.
