Repository: diasurgical/DevilutionX
Catalog: Translations/*.po
Languages: cs, de, el, fr, sv

source: Hail and Sacrifice to Diablo - Lord of Terror and Destroyer of Souls. When I awoke my Master from his sleep, he attempted to possess a mortal's form. Diablo attempted to claim the body of King Leoric, but my Master was too weak from his imprisonment. My Lord required a simple and innocent anchor to this world, and so found the boy Albrecht to be perfect for the task. While the good King Leoric was left maddened by Diablo's unsuccessful possession, I kidnapped his son Albrecht and brought him before my Master. I now await Diablo's call and pray that I will be rewarded when he at last emerges as the Lord of this world.
cs: Slava a obetovani Diablovi- Panu Hruzy a Niciteli dusi. Kdyz jsem probudil meho Pana ze spanku, pokusil se ziskat smrtelnou podobu. Diablo zkusil ziskat telo Krale Leorica, ale muj Pan byl z uvezneni prilis slaby. Muj Pan pozadoval jednoduchou a nevinnou cestu do tohoto sveta a zjistil, ze je pro tento ukol nejvhodnejsi chlapec Albrecht. Zatimco dobry Kral Leoric zesilel po neuspesnem Diablove pokusu o jeho ovladnuti, unesl jsem jeho syna Albrechta a privedl ho pred meho Mistra. Nyni ocekavam Diablovo volani a preji si, abych byl odmenen, kdyz se konecne vynori jako Pan tohoto sveta.
de: Gebete und Opfer für Diablo, den Fürsten des Terrors und Zerstörer der Seelen! Als ich meinen Herren aus seinem Schlaf weckte, versuchte er, sofort einen menschlichen Körper zu übernehmen. Er probierte, von König Leoric Besitz zu ergreifen, doch mein Gebieter war noch zu geschwächt von seiner langen Verbannung. Er braucht einen unschuldigen und einfachen Anker in dieser Welt, und so fand er, dass der Junge Albrecht die ideale Besetzung für diese Rolle sei. Und während der 'gute' König Leoric von Diablos erfolglosem Versuch der Übernahme in den Wahnsinn getrieben wurde, entführte ich seinen Sohn Albrecht und brachte ihn zu meinem Herrn. Nun warte ich darauf, dass Diablo mich ruft, und hoffe, dass ich meinen gerechten Lohn erhalte, wenn er letztendlich als Beherrscher dieser Welt auf dem Thron sitzt.
el: Χαιρετισμός και Θυσία για τον Ντιάμπλο - Άρχοντα του Τρόμου και Καταστροφέα των Ψυχών. Όταν ξύπνησα τον Δάσκαλό μου από τον ύπνο του, προσπάθησε να αποκτήσει τη μορφή ενός θνητού. Ο Ντιάμπλο προσπάθησε να διεκδικήσει το σώμα του βασιλιά Λεόρικ, αλλά ο Άρχοντας μου ήταν πολύ αδύναμος από τη φυλάκισή του. Ο Κύριός μου ζήτησε μια απλή και αθώα άγκυρα σε αυτόν τον κόσμο, και έτσι βρήκε το αγόρι τον Άλμπρεχτ τέλειο για το έργο αυτό. Ενώ ο καλός βασιλιάς Λεόρικ έμεινε τρελός από την ανεπιτυχή προσπάθεια κατοχής του Ντιάμπλο, απήγαγα τον γιο του τον Άλμπρεχτ και τον έφερα ενώπιον του Άρχοντα μου. Τώρα περιμένω την προσκλήση του Ντιάμπλο και προσεύχομαι να ανταμειφθώ όταν επιτέλους αναδειχθεί ως ο Κύριος αυτού του κόσμου.
fr: Salutation et Sacrifice pour Diablo – Seigneur de la terreur et Destructeur d'Âmes. Lorsque je tirai mon Maître de son sommeil, il tenta de prendre la forme d'un mortel. Diablo tenta de s'emparer du corps du roi Leoric, mais mon maître était trop faible en raison de son emprisonnement. Mon Seigneur avait besoin d'un ancrage simple et innocent dans ce monde, et trouva alors le petit Albrecht parfait pour cette tâche. Alors que le bon roi Leoric avait été rendu fou par la tentative de possession infructueuse de Diablo, j'enlevai son fils Albrecht et l'amenai devant mon Maître. J'attends maintenant l'appel de Diablo et prie pour que je sois récompensé quand il apparaîtra enfin comme le Seigneur de ce monde.
sv: Hälsningar och Offer till Diablo - Fasans Herre och Själarnas Förgörare. När jag väckte min Mästare från hans sömn, försökte han besätta en dödligs form. Diablo försökte inta Kung Leorics kropp, men min Mästare var för svag från sin fångenskap. Min Herre krävde ett enkelt och oskyldigt ankar till denna värld, och fann pojken Albrecht perfekt för ändamålet. Medan den gode Kung Leoric blev galen av Diablos framgångslösa besättning, kidnappade jag hans son Albrecht och tog honom till min Mästare. Jag väntar nu på Diablos kall och ber att jag kommer bli belönad när han till sist träder främ som den här världens Herre.

source: Thank goodness you've returned! Much has changed since you lived here, my friend. All was peaceful until the dark riders came and destroyed our village. Many were cut down where they stood, and those who took up arms were slain or dragged away to become slaves - or worse. The church at the edge of town has been desecrated and is being used for dark rituals. The screams that echo in the night are inhuman, but some of our townsfolk may yet survive. Follow the path that lies between my tavern and the blacksmith shop to find the church and save who you can. Perhaps I can tell you more if we speak again. Good luck.
cs: Díky bohu, že ses vrátil! Hodně se toho změnilo od doby kdy jsi tu žil, příteli. Všude byl klid dokud nepřišli temní nájezdníci a nezničili naši vesnici. Mnozí byli na místě sťati a ti, kteří pozvedli zbraně, byli zabiti nebo odvlečeni, aby se stali otroky - nebo hůř. Kostel na konci mesta byl znesvěcen a je používán pro temné rituály. To vřískání co se rozléhá nocí je nelidské, ale nekteří našich vesničanů ještě možná přežijí. Jdi po cestě ležící mezi mojím hostincem a kovárnou, abys našel kostel, a zachraň koho můžeš. Snad ti řeknu více když si opět promluvíme. Hodně štěstí.
de: Dem Himmel sei Dank, Ihr seid wieder da! Vieles hat sich verändert, seit Ihr hier gewohnt habt, mein Freund. Alles war friedlich, bis die Dunklen Reiter kamen und unser Dorf zerstörten. Viele von uns starben, bevor sie sich wehren konnten. Und die, die zu ihren Waffen eilten, wurden umgebracht oder verschleppt, als Sklaven - oder Schlimmeres. Die Kirche am Dorfrand wurde entweiht und wird jetzt für dunkle Rituale missbraucht. Die Schreie, die man nachts hört, sind unmenschlich, doch vielleicht haben einige unserer Freunde und Nachbarn ja doch noch überlebt. Folgt dem Weg, der zwischen meinem Gasthof und der Schmiede entlang führt, dann kommt Ihr zur Kirche. Rettet, wen Ihr retten könnt, und vielleicht kann ich Euch schon mehr sagen, wenn wir uns das nächste Mal wiedersehen. Viel Glück.
el: Δόξα τω Θεώ που επέστρεψες! Πολλά έχουν αλλάξει από τότε που έμενες εδώ, φίλε/η μου. Όλα ήταν ήρεμα μέχρι που ήρθαν οι σκοτεινοί καβαλάρηδες και κατέστρεψαν το χωριό μας. Πολλοί σκοτώθηκαν εκεί που στέκονταν και όσοι άρπαξαν τα όπλα σφαγιάσθηκαν ή τους πήραν μαζί τους για σκλάβους -ή χειρότερα. Η εκκλησία στην άκρη της πόλης έχει βεβηλωθεί και χρησιμοποιείται για σκοτεινές τελετουργίες. Οι κραυγές που αντηχούν τη νύχτα είναι απάνθρωπες, αλλά κάποιοι από τους κατοίκους μας μπορεί να έχουν επιβιώσει ακόμα. Ακολούθα το μονοπάτι που βρίσκεται ανάμεσα στην ταβέρνα μου και το σιδηρουργείο για να βρεις την εκκλησία και να σώσεις όποιον μπορείς. Ίσως Θα σου πω περισσότερα, αν μιλήσουμε ξανά αργότερα. Καλή τύχη.
fr: Dieu merci, vous êtes de retour ! Beaucoup de choses ont changé depuis que vous ne vivez plus ici, mon ami. Tout était paisible jusqu'à ce que les cavaliers noirs arrivent et détruisent notre village. Beaucoup de gens ont été abattus sur place, et ceux qui s'étaient armés ont été tués ou emmenés de force pour devenir des esclaves – ou pire encore. L'église au bout de la ville a été profanée et sert à de sombres rituels. Les cris qui résonnent dans la nuit sont inhumains, mais certains de nos concitoyens pourraient encore être en vie. Suivez le chemin entre ma taverne et la forge pour trouver l'église et sauver qui vous pouvez. Je pourrai peut-être vous en dire plus si nous reparlons. Bonne chance.
sv: Tack och lov att du kommit tillbaka! Mycket har ändrats sedan du bodde här, min vän. Allt var frid och fröjd tills de mörka ryttarna kom och förstörde vår by. Många höggs ned där de stod, och de som tog till vapen dräptes eller drogs bort för att bli slavar - eller värre. Kyrkan i byns utkant har blivit vanhelgad och används för mörka ritualer. Skriken som ekar i natten är omänskliga, men en del av byborna kan fortfarande överleva. Följ stigen som ligger mellan min krog och smedens butik för att komma till kyrkan och rädda alla du kan. Kanske kan jag berätta mer om vi talas vid igen. Lycka till.

source: Maintain your quest. Finding a treasure that is lost is not easy. Finding a treasure that is hidden less so. I will leave you with this. Do not let the sands of time confuse your search.
cs: Pokracuj ve svem ukolu. Hledani ztraceneho pokladu neni jednoduche. Najit poklad, ktery nekdo schoval je jednodussi. Necham te nad tim premyslet. Nedovol, aby cas zmatl tve hledani.
de: Haltet an Eurer Suche fest. Einen verlorenen Schatz zu finden ist nicht leicht. Einen versteckten Schatz noch weniger. Ich gebe Euch das mit auf den Weg: Lasst Euch bei Eurer Suche nicht vom Zahn der Zeit verwirren.
el: Διατήρησε την αποστολή σου. Το να βρεις έναν θησαυρό που έχει χαθεί δεν είναι εύκολο. Το να βρεις έναν θησαυρό που είναι κρυμμένος είναι ακόμα πιο δύσκολο. Θα σε αφήσω με αυτό. Μην αφήσετε τις άμμους του χρόνου να μπερδέψουν την αναζήτησή σου.
fr: Continuez votre quête. Trouver un trésor perdu n'est pas facile. Trouver un trésor caché encore moins. Je vous laisse avec ceci. Ne laissez pas les sables du temps troubler votre recherche.
sv: Fortsätt med ditt uppdrag. Att hitta en skatt som försvunnit är inte lätt. Att hitta en skatt som gömts ännu mindre. Jag lämnar dig med detta. Låt inte tidens sand förvirra ditt sökande.

source: A what?! This is foolishness. There's no treasure buried here in Tristram. Let me see that!! Ah, Look these drawings are inaccurate. They don't match our town at all. I'd keep my mind on what lies below the cathedral and not what lies below our topsoil.
cs: Coze?! To je hloupost. Tady v Tristramu neni zadny zakopany poklad. Ukaz mi to!! Ah, podivej se na to. Tyhle kresby jsou nepresne. Neodpovidaji nasemu mestu. Pamatoval bych si na to, co lezi pod katedralou, ale ne co lezi pod nasimi kopci.
de: Ein was?! So eine Torheit. Es gibt keinen vergrabenen Schatz hier in Tristram. Lasst mich das sehen!! Ah seht, diese Zeichnungen sind ungenau. Sie passen überhaupt nicht zu unserem Dorf. Ich würde mich lieber damit beschäftigen, was unter der Kathedrale liegt, und nicht damit, was unter unserem Ackerboden liegt.
el: Ενα τι?! Αυτό είναι ανοησία. Δεν υπάρχει θησαυρός θαμμένος εδώ στην Τρίστραμ. Άσε με να το δω αυτό!! Α, κοίτα αυτά τα σχέδια είναι ανακριβή. Δεν ταιριάζουν καθόλου με την πόλη μας. Έχε στο μυαλό σου σε αυτά που βρίσκονται κάτω από τον καθεδρικό ναό και όχι σε αυτά που βρίσκονται άμεσα κάτω από τα χωράφια μας.
fr: Un quoi ? ! C'est de la folie. Il n'y a pas de trésor enterré ici à Tristram. Faites voir ça ! ! Ah, tenez, ces dessins sont inexacts. Ils ne correspondent pas du tout à notre ville. Si j'étais vous je resterais concentré sur ce qui se trouve sous la cathédrale et non sur ce qui se trouve sous la glèbe.
sv: En vad? Det här är dårskap. Det finns ingen gömd skatt här i Tristram. Låt mig se det där!! Äh, kolla, den här ritningen stämmer inte. Det liknar inte vår by alls. Jag skulle tänka på vad som finns nedanför katedralen, inte vad som finns nedanför jorden.

source: I really don't have time to discuss some map you are looking for. I have many sick people that require my help and yours as well.
cs: Opravdu nemam cas, diskutovat s tebou o nejake mape. Mam mnoho nemocnych lidi, kteri potrebuji mou pomoc a ty taky.
de: Ich habe wirklich keine Zeit um über irgendeine Karte zu besprechen, die Ihr sucht. Ich habe viele kranke Menschen, die meine Hilfe brauchen und Eure ebenso.
el: Πραγματικά δεν έχω χρόνο να συζητήσω κάποιο χάρτη που ψάχνεις. Έχω πολλούς άρρωστους που χρειάζονται τη βοήθειά μου και τη δική σας επίσης.
fr: Je n'ai vraiment pas le temps de discuter d'une carte que vous rechercheriez. J'ai beaucoup de malades qui ont besoin de mon aide et aussi de la vôtre.
sv: Jag har inte riktigt tid att prata om någon karta du letar efter. Jag har många sjuka som behöver min hjälp och din med för den delen.

source: The once proud Iswall is trapped deep beneath the surface of this world. His honor stripped and his visage altered. He is trapped in immortal torment. Charged to conceal the very thing that could free him.
cs: Pysny Iswall byl uveznen hluboko pod povrchem tohoto sveta. Jeho cest zmizela a vzhled se zmenil. Je uveznen v nekonecnych mukach a trapenich. Tajne doufa, ze se jednou stane velka vec, ktera ho osvobodi.
de: Der einst stolze Izual ist tief unter der Oberfläche dieser Welt gefangen. Seiner Ehre beraubt und sein Antlitz verwandelt. Er ist in ewiger Qual gefangen, gezwungen dasjenige zu verbergen, das ihn befreien könnte.
el: O άλλοτε περήφανος Ίσγουαλ είναι παγιδευμένος βαθιά κάτω από την επιφάνεια αυτού του κόσμου. Απογυμνωμένος από την τιμή του, και με αλλαγμένη όψη. Είναι παγιδευμένος σε αθάνατο μαρτύριο. Είναι εξαναγκασμένος να κρύψει τον τρόπο που θα μπορούσε να τον απελευθερώσει.
fr: Izual autrefois fier est piégé loin sous la surface de ce monde. Dépouillé de son honneur avec le visage modifié. Il est piégé dans un tourment immortel. Chargé de cacher la chose même qui pourrait le libérer.
sv: Den en gång stolte Iswall är fångad djupt under denna världs yta. Hans heder borttagen och hans uppsyn förändrad. Han är fången i odödlig plåga. Satt att vakta just den sak som kunde befria honom.

source: I'll bet that Wirt saw you coming and put on an act just so he could laugh at you later when you were running around the town with your nose in the dirt. I'd ignore it.
cs: Vsadim se, ze te Wirt videl prichazet a nahral to tak, aby se mohl pozdeji smat, az budes behat kolem mesta s nosem ve spine. Ignoroval bych to.
de: Ich wette, Wirt hat Euch kommen sehen und eine Schau abgezogen, damit er sich später über Euch lustig machen kann, wenn Ihr im Dorf herumlauft und Eure Nase in den Dreck steckt. Ich würde es ignorieren.
el: Βάζω στοίχημα ότι ο Ουίρτ σε είδε να έρχεσαι και σου κάνει φάρσα μόνο και μόνο για να μπορεί να γελάσει μαζί σου αργότερα, όταν θα τρέχεις στην πόλη με τη μύτη σου στο χώμα ψάχνοντας. Θα το αγνοούσα.
fr: Je parie que Wirt vous a vu arriver et a voulu vous jouer un tour afin de se moquer de vous plus tard quand vous auriez couru dans la ville le nez dans la boue. Si j'étais vous je l'ignorerais.
sv: Jag slår vad om att Wirt anade vad det handlade om och spelade teater bara för att skratta åt dig senare när du springer runt byn med näsan i marken. Jag skulle strunta i det.

source: There was a time when this town was a frequent stop for travelers from far and wide. Much has changed since then. But hidden caves and buried treasure are common fantasies of any child. Wirt seldom indulges in youthful games. So it may just be his imagination.
cs: Byly casy, kdy bylo tohle mesto castou zastavkou obchodniku z dalekeho okoli. Monoho se od tech dob zmenilo. Ale skryte jeskyne a pohrbene poklady jsou jenom detske povidacky. Wirt se malokdy oddava detskym hram. Mozna ze je to jenom jeho predstavivost.
de: Es gab eine Zeit, in der diese Stadt ein häufiger Zwischenstopp für Reisende aus nah und fern war. Seitdem hat sich viel verändert. Aber versteckte Höhlen und vergrabene Schätze sind gängige Fantasien jedes Kindes. Wirt frönt selten jugendlichen Spielen. Es könnte also nur seine Einbildung sein.
el: Υπήρχε μια εποχή που αυτή η πόλη ήταν μια συχνή στάση για ταξιδιώτες από πολύ μακριά. Πολλά έχουν αλλάξει από τότε. Όμως οι κρυμμένες σπηλιές και οι θαμμένοι θησαυροί είναι κοινές φαντασιώσεις κάθε παιδιού. Ο Ουίρτ σπάνια επιδίδεται σε νεανικά παιχνίδια. Οπότε μπορεί να είναι απλώς η φαντασία του.
fr: Il fut un temps où cette ville était une étape fréquente pour les voyageurs venus de partout. Cela a bien changé depuis. Mais les grottes cachées et les trésors enfouis sont des fantasmes communs à tous les enfants. Wirt se livre rarement à des jeux d'enfant. C'est peut-être simplement son imagination.
sv: Det fanns en gång en tid när den här byn ofta besöktes av långväga resande. Mycket har ändrats sedan dess. Men gömda grottor och skatter är vanliga fantasier hos alla barn. Wirt låter sig sällan leka ungdomens lekar. Så det är kanske bara hans fantasi.

source: Listen here. Come close. I don't know if you know what I know, but you've have really got something here. That's a map.
cs: Poslouchej. Pojd bliz. Nevim, jestli vis co vim ja, ale ty mas opravdu jednu zajimavou vec. Tohle je mapa.
de: Hör mal, komm mal her. Ich weiß nicht, ob Du weißt, was ich weiß, aber weißt Du, dass das eine Karte ist? Eine richtige Landkarte.
el: Άκου εδώ. Έλα κοντά. Δεν ξέρω αν ξέρεις αυτά που ξέρω, αλλά έχεις πραγματικά κάτι εδώ. Αυτός είναι ένας χάρτης.
fr: Écoutez voir. Rapprochez-vous. Je sais pas si vous savez ce que je sais, mais vous avez vraiment quelque chose. C'est une carte.
sv: Lyssna nu. Kom när. Jag vet inte om du vet vad jag vet, men du har verkligen fått tag i något där. Det där är en karta.

source: My grandmother often tells me stories about the strange forces that inhabit the graveyard outside of the church. And it may well interest you to hear one of them. She said that if you were to leave the proper offering in the cemetery, enter the cathedral to pray for the dead, and then return, the offering would be altered in some strange way. I don't know if this is just the talk of an old sick woman, but anything seems possible these days.
cs: Moje babicka mi casto vypravela pribehy o podivnych armadach, ktere obyvaly hrbitov kolem kostela. A mozna by te mohl zajimat jeden, ktery jsem slysela. Ona rikala, ze jestli nechas nejakou obet na hrbitove, vstoupis do katedraly, kde se budes modlit k mrtvym, a pak se vratis, tak ta obet by se mohla zmenit v neco docela jineho. Nevim, mozna ze to jsou pouze reci jedne stare nemocne zeny, ale v soucasne dobe je mozne vsechno.
de: Meine Großmutter erzählt mir oft Geschichten über die seltsamen Kräfte, die den Friedhof außerhalb der Kirche bewohnen. Und es könnte Dich interessieren, eine davon zu hören. Sie sagte, dass, wenn man die richtige Opfergabe auf dem Friedhof hinterlässt, die Kathedrale betritt, um für die Toten zu beten, und dann wiederkommt, die Opfergabe auf seltsame Weise verändert würde. Ich weiß nicht, ob dies nur das Gerede einer alten kranken Frau ist, aber heutzutage scheint alles möglich zu sein.
el: Η γιαγιά μου, μου λέει συχνά ιστορίες για τις παράξενες δυνάμεις που κατοικούν στο νεκροταφείο έξω από την εκκλησία. Και μπορεί κάλλιστα να σε ενδιαφέρει να ακούσεις μια από αυτές. Είπε ότι αν άφηνες την κατάλληλη θυσία στο νεκροταφείο, και μπεις στον καθεδρικό ναό για να προσευχηθείς για τους νεκρούς και μετά επιστρέψεις, η θυσία θα αλλοιωνόταν με κάποιο περίεργο τρόπο. Δεν ξέρω αν αυτό είναι μόνο λόγια μιας ηλικιωμένης άρρωστης γυναίκας, αλλά όλα φαίνονται πιθανά αυτές τις μέρες.
fr: Ma grand-mère me raconte souvent des histoires sur les forces étranges qui hantent le cimetière aux abords de l'église. Et cela pourrait bien vous intéresser d'entendre l'une d'entre elles. Elle a dit que si vous laissez une offrande appropriée dans le cimetière, entrez dans la cathédrale prier pour les morts, puis revenez, l'offrande serait alors devenue étrangement différente. Je ne sais pas s'il s'agit simplement du discours d'une vieille femme malade, mais tout semble possible de nos jours.
sv: Min mormor berättar ofta historier om mystiska krafter som bebor kyrkogården utanför byn. Och du kanske vill höra en av dem. Hon sade att om man lämnar en lämplig gåva i kyrkogården, går in i katedralen för att be för de döda, och sedan kommer tillbaka, så skulle gåvan ändrats på något konstigt sätt. Jag vet inte om det bara är en sjuk gammal kvinnas prat, men allt verkar möjligt nuförtiden.

source: Hmmm. A vast and mysterious treasure you say. Mmmm. Maybe I could be interested in picking up a few things from you. Or better yet, don't you need some rare and expensive supplies to get you through this ordeal?
cs: Hmmm. Obrovsky a tajemny poklad rikas? Mmmm. Mozna bych si od tebe par veci vzal. Nebo radeji, nepotrebujes nejake vzacne a drahe zasoby veci, s ktere ti muzou pomoci projit touhle zkouskou?
de: Hmmm. Ein gewaltiger und rätselhafter Schatz, sagt Ihr. Mmmm. Ich würde Euch vielleicht das eine oder andere Kleinod abkaufen. Oder besser noch, benötigt Ihr nicht einiges an seltener und teurer Ausrüstung um diese Prüfung zu bestehen?
el: Χμμμ. Ένας τεράστιος και μυστηριώδης θησαυρός μου λες. Μμμμ. Ίσως θα μπορούσα να με ενδιαφέρει να πάρω μερικά πράγματα από σένα. Ή ακόμα καλύτερα, δεν χρειάζεσαι κάποιες σπάνιες και ακριβές προμήθειες για να ξεπεράσεις αυτή τη δοκιμασία;
fr: Hmmm. Un trésor immense et mystérieux vous dites. Mmmm. Peut-être que ça pourrait m'intéresser de faire affaire avec vous. Ou mieux encore, n'avez-vous pas besoin de fournitures rares et chères pour surmonter cette épreuve ?
sv: En enorm och mystisk skatt, säger du? Kanske jag vore intresserad av att köpa några saker från dig... eller ännu bättre, behöver du inte några sällsynta och dyra förnödenheter för att ta dig genom den här pärsen?
