Repository: diasurgical/devilutionX
Catalog: Translations/*.po
Languages: bg, da, it, pl, uk

source: Some experience is gained by touch.
bg: Малко опит се усвоява чрез допир.
it: Si acquisisce una certa esperienza col tocco.
pl: Niektórych rzeczy trzeba doświadczyć.
uk: Певний досвід набувається на дотик.

source: There's no place like home.
bg: Няма друго място като у дома.
it: Non c'è nessun posto come casa.
pl: Wszędzie dobrze, ale w domu najlepiej.
uk: Усюди добре, а дома найкраще.

source: Spiritual energy is restored.
bg: Духовната сила е възстановена.
it: L'energia spirituale è ristorata.
pl: Energia duchowa została przywrócona.
uk: Духовна енергія відновлена.

source: You feel more agile.
bg: Чувстваш се по-сръчен.
it: Ti senti più agile.
pl: Czujesz przypływ zwinności.
uk: Ти відчуваєш спритнішим.

source: You feel stronger.
bg: Чувстваш се по-силен.
it: Ti senti più forte.
pl: Czujesz przypływ sił.
uk: Ти відчуваєш сильнішим.

source: You feel wiser.
bg: Чувстваш се по-мъдър.
it: Ti senti più saggio.
pl: Czujesz przypływ mądrości.
uk: Ти відчуваєш мудрішим.

source: You feel refreshed.
bg: Чувстваш се по-здрав.
it: Ti senti più rinvigorito.
pl: Czujesz pobudzenie.
uk: Ти відчуваєш себе оновленим.

source: That which can break will.
bg: Чупливото ще се счупи.
it: Ciò che può spezzare la volontà.
pl: Co może się zepsuć, na pewno się zepsuje.
uk: Те, що не ламається — зламається.

source: Save Game
bg: Запази игра
da: Gem spil
it: Salva Partita
pl: Zapisz Grę
uk: Зберегти Гру

source: Options
bg: Настройки
da: Indstillinger
it: Opzioni
pl: Opcje
uk: Опції

source: Quit Game
bg: Изход от играта
it: Esci dal Gioco
pl: Wyjdź z Gry
uk: Вийти з Гри

source: Restart In Town
bg: Презареждане в града
da: Genstart i byen
it: Riavvia In Città
pl: Kontynuuj rozgrywkę
uk: Почати в Місті

source: Gamma
bg: Гама
pl: Jasność
uk: Гамма

source: Speed
bg: Скорост
it: Ritmo
pl: Tempo
uk: Швид-ть

source: Music Disabled
bg: Изключена музика
da: Musik deaktiveret
it: Musica Spenta
pl: Muzyka Wyłączona
uk: Музика Вимкнена

source: Sound
bg: Звук
da: Lyd
it: Suoni
pl: Dźwięk
uk: Звук

source: Sound Disabled
bg: Изключен Звук
da: Lyd deaktiveret
it: Suoni Spenti
pl: Dźwięk Wyłączony
uk: Звук Вимкнено

source: Pause
bg: Пауза
it: Pausa
pl: Pauza
uk: Пауза

source: $Keyboard Shortcuts:
bg: $Бързи клавиши:
it: $Tasti Rapidi:
pl: $Skróty Klawiszowe:
uk: $Гарячі Клавіші:

source: F1: Open Help Screen
bg: F1: Помощен диалог
it: F1: Apri Guida
pl: F1: Wyświetl okno pomocy
uk: F1: Відкрити вікно Допомоги

source: Esc: Display Main Menu
bg: Esc: Главно меню
it: Esc: Mostra Menu
pl: Esc: Wyświetl menu główne
uk: Esc: Вікрити Головне Меню

source: Tab: Display Auto-map
bg: Tab: Авто-карта
it: Tab: Mostra Mappa
pl: Tab: Wyświetl mapę
uk: Tab: Відкрити Автокарту

source: Space: Hide all info screens
bg: Space: Скриване на всички информационни екрани
it: Spazio: Nascondi finestre
pl: Space: Ukryj wszystkie okna
uk: Пробіл: Сховати всі вікна

source: S: Open Speedbook
bg: S: Отваряне на книга с магии за бърз достъп
it: S: Apri Speedbook
pl: S: Wyświetla podręczną księgę
uk: S: Відкрити Швидку Книгу Чар

source: B: Open Spellbook
bg: B: Отваряне на книга с заклинания
it: B: Apri Libro di Magia
pl: B: Wyświetla księgę zaklęć
uk: B: Відкрити Книгу Чар

source: I: Open Inventory screen
bg: I: Отваряне на инвентар
it: I: Apri Inventario
pl: I: Wyświetla ekwipunek
uk: I: Відкрити вікно Інвентаря

source: C: Open Character screen
bg: C: Отваряне на прозорец с информация за персонажа
it: C: Dettagli Personaggio
pl: C: Wyświetla panel postaci
uk: C: Вікрити вікно Героя

source: Q: Open Quest log
bg: Q: Отваряне на Приключенски дневник
it: Q: Apri Missioni
pl: Q: Wyświetla dziennik zadań
uk: Q: Вікрити Журнал квестів

source: F: Reduce screen brightness
bg: F: Намаляване яркоста на екрана
it: F: Riduci luminosità
pl: F: Zmniejsza jasność ekranu
uk: F: Зменшити яскравість екрану

source: G: Increase screen brightness
bg: G: Увеличаване яркостта на екрана
it: G: Aumenta luminosità
pl: G: Zwiększa jasność ekranu
uk: G: Збільшити яскравість екрану

source: Z: Zoom Game Screen
bg: Z: Мащабиране на екрана
it: Z: Ingrandisci Area di Gioco
pl: Z: Przybliżenie ekranu
uk: Z: Збільшити/зменшити екран гри

source: + / -: Zoom Automap
bg: + / -: Мащабиране на картата
it: + / -: Ingrandisci Mappa
pl: + / -: Skalowanie mapy
uk: + / -: Збільшити/зменшити Автокарту

source: 1 - 8: Use Belt item
bg: 1 - 8: Използване на предмет от колана
it: 1 - 8: Usa oggetto in Cintura
pl: 1 - 8: Sięgnięcie po przedmiot z pasa
uk: 1 - 8: Використати предмет з Поясу

source: F5, F6, F7, F8: Set hotkey for skill or spell
bg: F5, F6, F7, F8: Задаване на бърз клавиш за умение или заклинание
it: F5, F6, F7, F8: Imposta tasti per abilità o magie
pl: F5, F6, F7, F8: Ustawianie skrótu klawiszowego umiejętności
uk: F5, F6, F7, F8: Встановити гарячу клавішу для чар або таланту

source: Shift + Left Mouse Button: Attack without moving
bg: Shift + Left Mouse Button: Замахване в неподвижно състояние
it: Maiusc + Clic Sinistro: Attacca senza muoverti
pl: Shift + LPM: Atak w miejscu
uk: Shift + Ліва кнопка миші: Атакувати не рухаючись

source: Shift + Left Mouse Button (on character screen): Assign all stat points
bg: Shift + Left Mouse Button (в прозореца на персонажа): Усвояване на всички точки за усъвършенстване
it: Maiusc + Clic Sinistro (in dettagli personaggio): Assegna tutti i punti
pl: Shift + LPM (na panelu postaci): Przydziel wszystkie punkty
uk: Shift + Ліва кнопка миші (на вікні героя): Призначити всі очки параметру

source: Shift + Left Mouse Button (on inventory): Move item to belt or equip/unequip item
bg: Shift + Left Mouse Button (в инвентара): Преместване на предмет в колана или въоръжаване/разоръжаване на предмет
it: Maiusc + Clic Sinistro (in inventario): Sposta oggetto nella cintura o equipaggia
pl: Shift + LPM (w ekwipunku): Przenieś na pas lub przygotuj/schowaj przedmiot
uk: Shift + Ліва кнопка миші (в інвентарі): Перенести предмет на Пояс або обладнати/зняти предмет

source: Shift + Left Mouse Button (on belt): Move item to inventory
bg: Shift + Left Mouse Button (в колана): Преместване на предмет в инвентара
it: Maiusc + Clic Sinistro (in cintura): Sposta oggetto nell'inventario
pl: Shift + LPM (na pasie): Przenieś przedmiot do ekwipunku
uk: Shift + Ліва кнопка миші (на поясі): Перенести предмет в інвентар

source: $Movement:
bg: $Движение:
it: $Movimento:
pl: $Poruszanie się:
uk: $Пересування:

source: If you hold the mouse button down while moving, the character will continue to move in that direction.
bg: Ако задържите бутона на мишката, вашият герой ще се придвижи в съответната посока.
it: Tieni premuto il mouse durante un movimento, il personaggio continuerà a spostarsi in quella direzione.
pl: Wciśnięty Lewy Przycisk Myszy wskazuje kierunek, w który ma podążać postać.
uk: Утримуючи ліву кнопку миші, герой буде рухатися в направленні курсору.

source: $Combat:
bg: $Битка:
it: $Combattimento:
pl: $Walka:
uk: $Бій:

source: Holding down the shift key and then left-clicking allows the character to attack without moving.
bg: Задръжте клавиша Shift и натиснете ляв бутон на мишката, за да замахвате, докато сте неподвижни.
it: Tieni premuto 'Maiusc' e clicca col sinistro del mouse per attaccare senza muoverti.
pl: Wciśnięcie Shift powoduje, że po kliknięciu postać atakuje bez poruszania się.
uk: Клік лівою кнопкою миші, утримуючи кнопку Shift дозволяє герою атакувати не рухаючись.

source: $Auto-map:
bg: $Авто-карта:
it: $Mappa:
pl: $Mapa:
uk: $Автокарта:

source: To access the auto-map, click the 'MAP' button on the Information Bar or press 'TAB' on the keyboard. Zooming in and out of the map is done with the + and - keys. Scrolling the map uses the arrow keys.
bg: За да включите картата,натиснете бутона 'КАРТА' на информационната ивица или натиснете клавиша 'TAB' на клавиатурата. Мащабирането на картата е чрез клавишите + и -.Отместването е чрез клавишите за посока.
it: Per accedere alla mappa, fai clic sul pulsante 'MAP' sulla Barra dei Dettagli o premi 'TAB' sulla tastiera. L'ingrandimento e la riduzione della mappa si effettuano con i tasti + e -. Lo scorrimento con i tasti freccia.
pl: Aby wyświetlić mapę, użyj przycisku 'MAPA' w panelu postaci albo naciśnij przycisk 'TAB' na klawiaturze. Przyciski + oraz - umożliwiają jej powiększanie i oddalanie. Klawiszami strzałek można ją również przemieszczać.
uk: Щоб показати Автокарту, клікніть на кнопці 'КАРТА' в Панелі Інформації, або натисніть клавішу 'Tab'. Збільшення і зменшення карти робиться клавішами + і -. Прокрутка робиться клавішами зі стрілками.

source: $Picking up Objects:
bg: $Взимане на Предмети:
it: $Raccolta di Oggetti:
pl: $Podnoszenie Obiektów:
uk: $Підбирання предметів:

source: Useable items that are small in size, such as potions or scrolls, are automatically placed in your 'belt' located at the top of the Interface bar . When an item is placed in the belt, a small number appears in that box. Items may be used by either pressing the corresponding number or right-clicking on the item.
bg: Използваемите предмети, които са малки по размер, като например отвари и свитъци, автоматично преминават в 'колана', намиращ се в горната ивица на интерфейса. А когато предмет бъде поставен в колана, върху иконката му излиза цифра Предметите могат да бъдат ползвани чрез десен бутон мишката или съответната цифра на клавиатурата.
it: Gli oggetti utilizzabili di piccole dimensioni, come pozioni o pergamene, vengono automaticamente posizionati nella tua cintura situata nella parte superiore della barra dell'Interfaccia. Quando un oggetto viene inserito nella cintura, in quella casella appare un piccolo numero. Gli oggetti possono essere utilizzati premendo il numero corrispondente o facendo clic destro del mouse sull'oggetto.
pl: Małe rzeczy, takie jak mikstury i zwoje, automatycznie umieszczane są w pasie widocznym na panelu postaci w dolnej części ekranu. Można ich użyć wciskając na klawiaturze numer, który się przy nich pojawia lub klikając na nie Prawym Przyciskiem Myszy.
uk: Маленькі предмети, що можна використати (наприклад зілля і сувої) автоматично кладуться в Пояс в верхній частині Інформаційної Панелі. Коли предмет кладеться в пояс, над ним з'являється цифра. Предмети в Поясі можна використати натиснувши клавішу з номером, або кліком правої кнопки миші на предметі.

source: $Gold:
bg: $Злато:
it: $Oro:
pl: $Złoto:
uk: $Золото:

source: You can select a specific amount of gold to drop by right-clicking on a pile of gold in your inventory.
bg: Може да изберете колко злато искате да оставите, като натиснете десен бутон върху купчината златни монети в инвентара.
it: Puoi selezionare una quantità specifica di monete da rilasciare facendo clic destro del mouse su una pila d'oro nell'inventario.
pl: Kliknięcie PPM na złoto w ekwipunku umożliwia jego rozdzielenie.
uk: Ви можете визначити точну кількість золота для викидання кліком правої кнопки миші на купі золота в інвентарі.

source: $Skills & Spells:
bg: $Умения & Заклинания:
it: $Abilità e Magie:
pl: $Umiejętności i Czary:
uk: $Таланти та Чари:

source: You can access your list of skills and spells by left-clicking on the 'SPELLS' button in the interface bar. Memorized spells and those available through staffs are listed here. Left-clicking on the spell you wish to cast will ready the spell. A readied spell may be cast by simply right-clicking in the play area.
bg: Можете да получите достъп до списъка си с умения и заклинания, като кликнете с левия бутон на мишката върху бутона 'ЗАКЛ' върху интерфейса. Тук са изброени научените заклинания и тези, които са достъпни чрез жезли. Натискането на левия бутон на мишката върху заклинанието, което желаете да използвате, ще го подготви. Подготвеното заклинание може да бъде изречено чрез кликване с десния бутон на мишката в игралната зона.
it: Puoi accedere alle abilità e magie facendo clic sinistro del mouse sul pulsante 'SPELLS' nella barra dell'interfaccia. Le magie memorizzate e quelle disponibili tramite la verga sono elencate qui. Fare clic sinistro del mouse sulla magia che si desidera lanciare renderà pronta la magia. Una magia pronta può essere lanciata semplicemente col clic destro del mouse nell'area di gioco.
pl: Możesz zobaczyć listę dostępnych czarów i umiejętności klikając w przycisk 'Czary' na panelu postaci. Po nacisnięciu LPM na dane zaklęcie, staje się ono aktywne i gotowe do użycia. Wtedy, kliknięcie PPM na danym terenie, umożliwia rzucenie go.
uk: Ви можете знайти повний список чар і талантів Вашого героя кліком лівою кнопкою миші на кнопці 'ЧАРИ' в Інформаційній Панелі. В цьому вікні вказуються чари вивчені напам'ять і доступні через посохи. Клік лівою кнопкою миші на чарах/таланті підготує його. Завороження підготовленими чарами робиться кліком правої кнопки миші в зоні гри.

source: $Using the Speedbook for Spells:
bg: $Използване на Бърз списък за Заклинания:
it: $Uso dello Speedbook per le Magie:
pl: $Użycie podręcznej księgi czarów:
uk: $Використання Швидкої Книги Чар:

source: Left-clicking on the 'readied spell' button will open the 'Speedbook' which allows you to select a skill or spell for immediate use. To use a readied skill or spell, simply right-click in the main play area.
bg: Натискане с левия бутон на мишката върху бутона 'Подготвено заклинание' ще отвори 'Бърз лист', която ви позволява да изберете умение или заклинание за незабавна употреба. За да използвате Подготвеното умение или заклинание, просто натиснете с десния бутон на мишката в основната игрална зона.
it: Facendo clic sinistro sul pulsante 'magia pronta' si aprirà lo 'Speedbook' che ti consente di selezionare un'abilità o una magia per uso immediato. Per usare un'abilità o una magia pronta, fai semplicemente clic destro del mouse nell'area di gioco.
pl: Wciśnięcie LPM na 'przygotowany czar' otworzy 'podręczną księgę' pozwalającą wybrać umiejętność. By ją użyć wciśnij PPM na główne okno rozgrywki.
uk: Клік лівою кнопкою миші на кнопці 'Підготовлені чари' відкриє 'Швидку Книгу Чар'. Вона дозволить вибрати талант або чари для негайного використання. Завороження новими чарами робиться кліком правої кнопки миші в зоні гри.

source: Shift + Left-clicking on the 'select current spell' button will clear the readied spell.
bg: Бутон Shift + Ляв бутон на мишката върху бутона 'Подготвено заклинание' ще изчисти подготвеното заклинание.
it: Maiusc + Clic sinistro sul pulsante 'seleziona magia corrente' cancellerà la magia pronta.
pl: Shift + kliknięcie lewym przyciskiem myszy na przycisku "wybierz bieżące zaklęcie" spowoduje usunięcie przygotowanego zaklęcia.
uk: Shift + Ліва кнопка миші на кнопці "Підготовлені чари" очистить підготовку.

source: $Setting Spell Hotkeys:
bg: $Задаване бързи клавиши за заклинания
it: $Impostazione Tasti Magia:
pl: $Ustawianie skrótów klawiszowych umiejętności:
uk: $Встановлення гарячих клавіш для чар:

source: You can assign up to four Hotkeys for skills, spells or scrolls. Start by opening the 'speedbook' as described in the section above. Press the F5, F6, F7 or F8 keys after highlighting the spell you wish to assign.
bg: Може да зададете до четири бързи клавиша за умения, заклинания или свитъци. Започнете с отварянето на 'бърз лист' както е обяснено в горния абзац. Натиснете клавиши F5, F6, F7 или F8 след като посочите заклинанието което искате да зададете.
it: Puoi assegnarne fino a quattro Tasti Rapidi per abilità, magie o pergamene. Inizia aprendo lo 'speedbook' come descritto nella sezione precedente. Premi i tasti F5, F6, F7 o F8 dopo aver evidenziato la magia che desideri assegnare.
pl: Istnieje możliwość przypisania klawiszy do umiejętności. Po wyświetleniu ich klawiszem S najedź myszką na wybrany czar. Następnie naciśnij klawisz F5, F6, F7 albo F8, aby przypisać go do wybranej umiejętności.
uk: Ви можете встановити до чотирьох гарячих клавіш для чар, талантів або сувоїв. Відкрийте 'Швидку Книгу Чар' як описано вище. Наведіть курсор на бажані чари і натисніть клавішу F5, F6, F7 або F8 для призначення.

source: $Spell Books:
bg: $Книги със Заклинания
it: $Libri di Magia:
pl: $Księgi czarów:
uk: $Книги Чар:

source: Reading more than one book increases your knowledge of that spell, allowing you to cast the spell more effectively.
bg: Четенето на повече от една книга за едно и също заклинание, прави същото по-ефикасно.
it: Leggere più di un libro aumenta la tua conoscenza di quella magia, permettendoti di lanciarla in modo più efficace.
pl: Czytanie wielu ksiąg zwiększa twą wiedzę o czarze, dzięki czemu może być ono jeszcze skuteczniejsze.
uk: Читання більш ніж однієї книги чар покращує знання про них, що дозволить ворожувати ці чари більш ефективно.

source: Shareware Hellfire Help
bg: Помощ за пробна версия на Hellfire
it: Guida Hellfire Demo
pl: Pomoc Wersji Shareware Hellfire
uk: Допомога Демо-версії Hellfire

source: Hellfire Help
bg: Помощ за Hellfire
it: Guida Hellfire
pl: Pomoc Hellfire
uk: Допомога Hellfire

source: Shareware Diablo Help
bg: Помощ за пробна версия на Diablo
it: Guida Diablo Demo
pl: Pomoc Wersji Shareware Diablo
uk: Допомога Демо-версії Diablo

source: Diablo Help
bg: Помощ за Diablo
it: Guida Diablo
pl: Pomoc Diablo
uk: Допомога Diablo

source: Press ESC to end or the arrow keys to scroll.
bg: Наиснете ESC, за да прекъснете или клавишните стрелки за да превъртите.
it: Premi ESC per uscire o le frecce per scorrere.
pl: Naciśnij ESC aby wyjść lub strzałki aby przewijać.
uk: Натисніть ESC щоб закрити або клавіші зі стрілками для прокрутки.

source: diabdat.mpq or spawn.mpq
bg: diabdat.mpq или spawn.mpq
it: diabdat.mpq o spawn.mpq
pl: diabdat.mpq lub spawn.mpq
uk: diabdat.mpq або spawn.mpq

source: Some Hellfire MPQs are missing
bg: Някой MPQ файловете от Hellfire липсват.
it: Mancano alcuni MPQ di Hellfire
pl: Brakuje części plików MPQ do Hellfire
uk: Деякі файли MPQ для Hellfire відсутні

source: Not all Hellfire MPQs were found. Please copy all the hf*.mpq files.
bg: Не всички Hellfire MPQ файлове бяха намерени. Моля, поставете всички hf*.mpq файлове.
it: Non tutti gli MPQ Hellfire sono stati trovati. Si prega di copiare tutti i file hf*.mpq.
pl: Nie znaleziono wszystkich plików MPQ do Hellfire. Skopiuj wszystkie pliki hf*.mpq do folderu.
uk: Не всі файли MPQ для Hellfire були знайдені. Будь ласка скопіюйте всі файли hf*.mpq.

source: Unable to create main window
bg: Невъзможно създаването на основен прозорец
it: Impossibile creare la finestra principale
pl: Nie udało się utworzyć głównego okna
uk: Неможливо створити головне вікно

source: No room for item
pl: Brak miejsca na przedmiot
uk: Немає місця для предмету

source: Gold
bg: Злато
it: Oro
pl: Złoto
uk: Золотий

source: Short Sword
bg: Къс меч
it: Spada Corta
pl: Krótki Miecz
uk: Короткий Меч

source: Buckler
bg: Кръгъл щит
it: Brocchiero
pl: Puklerz
uk: Круглий Щит

source: Club
bg: Сопа
it: Clava
pl: Maczuga
uk: Палиця

source: Short Bow
bg: Къс лък
it: Arco Corto
pl: Krótki Łuk
uk: Короткий Лук

source: Short Staff of Mana
bg: Къс жезъл за мана
it: Verga Corta del Mana
pl: Kostur Many
uk: Короткий Посох Мани

source: Cleaver
bg: Сатър
it: Mannaia
pl: Tasak
uk: Сікач

source: The Undead Crown
bg: Корона на немъртвите
it: Corona Immortale
pl: Korona Nieumarłych
uk: Нечестива Корона

source: Empyrean Band
bg: Небесна гривна
it: Banda Empirea
pl: Pierścień Niebios
uk: Обруч Емпірею

source: Magic Rock
bg: Магически камък
it: Gemma Magica
pl: Magiczny Kamień
uk: Магічний Камінь

source: Optic Amulet
bg: Оптичен амулет
it: Amuleto Ottico
pl: Optyczny Amulet
uk: Оптичний Амулет

source: Ring of Truth
bg: Пръстен на Истината
it: Anello della Verità
pl: Pierścień Prawdy
uk: Перстень Правди

source: Tavern Sign
bg: Табела от страноприемница
it: L'Insegna
pl: Szyld Gospody
uk: Знак Таверни

source: Harlequin Crest
bg: Арлекинов герб
it: Elmo Arlecchino
pl: Przyodziewek Arlekina
uk: Гребінь Арлекіна

source: Veil of Steel
bg: Стоманено було
it: Velo d'Acciaio
pl: Stalowy Woal
uk: Стальна Чадра

source: Golden Elixir
bg: Златен еликсир
it: Elisir Dorato
pl: Złoty Eliksir
uk: Золотий Еліксир

source: Anvil of Fury
bg: Наковалня на Яростта
it: Incudine del Furore
pl: Kowadło Gniewu
uk: Ковадло Люті

source: Black Mushroom
bg: Черна гъба
it: Fungo Nero
pl: Czarny Grzyb
uk: Чорний Гриб

source: Brain
bg: Мозък
it: Cervello
pl: Mózg
uk: Мозок

source: Fungal Tome
bg: Гъбен алманах
it: Tomo Fungino
pl: Atlas Grzybów
uk: Грибковий Том

source: Spectral Elixir
bg: Спецтрален еликсир
it: Elisir Spettrale
pl: Widmowy Eliksir
uk: Примарний Еліксир

source: Blood Stone
bg: Кръвен камък
it: Pietra di Sangue
pl: Kamień Krwi
uk: Кров'яний Камінь

source: Cathedral Map
bg: Карта на катедралата
it: Mappa Cattedrale
pl: Mapa Katedry
uk: Карта Собору

source: Heart
bg: Сърце
it: Cuore
pl: Serce
uk: Сердце

source: Potion of Healing
bg: Отвара за лечение
it: Pozione di Guarigione
pl: Mikstura Leczenia
uk: Зілля Зцілення

source: Potion of Mana
bg: Отвара за мана
it: Pozione del Mana
pl: Mikstura Many
uk: Зілля Мани

source: Scroll of Identify
bg: Свитък за разпознаване
it: Pergamena dell'Identità
pl: Zwój Identyfikacji
uk: Сувій Розпізнавання

source: Scroll of Town Portal
bg: Свитък за Градски портал
it: Pergamena del Portale
pl: Zwój Miejskiego Portalu
uk: Сувій Порталу в Місто

source: Arkaine's Valor
bg: Доблестта на Аркайн
it: Valor di Arkaine
pl: Odwaga Arkaina
uk: Доблесть Аркейну

source: Potion of Full Healing
bg: Отвара за Пълно лечение
it: Pozione di Guarigione Totale
pl: Mikstura Pełnego Leczenia
uk: Зілля Повного Зцілення

source: Potion of Full Mana
bg: Отвара за Пълна мана
it: Pozione del Mana Totale
pl: Mikstura Pełnej Many
uk: Зілля Повної Мани

source: Griswold's Edge
bg: Острието на Грисволд
it: Lama di Griswold
pl: Ostrze Griswolda
uk: Лезо Грізволда

source: Bovine Plate
bg: Говежда броня
it: Armatura di Bovino
pl: Byczy Pancerz
uk: Бичачі Лати

source: Staff of Lazarus
bg: Жезълът на Лазар
it: Verga di Lazarus
pl: Kostur Lazarusa
uk: Посох Лазаря

source: Scroll of Resurrect
bg: Свитък за Възкресение
it: Pergamena di Resurrezione
pl: Zwój Wskrzeszenia
uk: Сувій Воскрешення

source: Blacksmith Oil
bg: Ковашко масло
it: Unguento da Fabbro
pl: Olej Rzemieślnika
uk: Ковальське Масло

source: Short Staff
bg: Къс жезъл
it: Verga Corta
pl: Krótki Kostur
uk: Короткий Посох

source: Sword
bg: Меч
it: Spada
pl: Miecz
uk: Меч

source: Dagger
bg: Кама
it: Daga
pl: Sztylet
uk: Кинджал

source: Rune Bomb
bg: Рунична бомба
it: Runa Esplosiva
pl: Magiczna Bomba
uk: Рунна Бомба

source: Theodore
bg: Теодор
pl: Teodor
uk: Теодор

source: Auric Amulet
bg: Блестящ амулет
it: Amuleto Aurico
pl: Amulet Dobrobytu
uk: Золотоносний Амулет

source: Torn Note 1
bg: Разкъсана бележка 1
it: Pergamena Strappata 1
pl: Podarta Notatka, cz. 1
uk: Розірвана Записка 1

source: Torn Note 2
bg: Разкъсана бележка 2
it: Pergamena Strappata 2
pl: Podarta Notatka, cz. 2
uk: Розірвана Записка 2

source: Torn Note 3
bg: Разкъсана бележка 3
it: Pergamena Strappata 3
pl: Podarta Notatka, cz. 3
uk: Розірвана Записка 3

source: Reconstructed Note
bg: Възстановено Завещание
it: Pergamena Ricostruita
pl: Odtworzona Notatka
uk: Відновлена Записка

source: Brown Suit
bg: Кафяв костюм
it: Abito Marrone
pl: Brązowy Strój
uk: Коричневий Костюм

source: Grey Suit
bg: Сив костюм
it: Abito Grigio
pl: Szary Strój
uk: Сірий Костюм

source: Cap
bg: Каска
it: Cappuccio
pl: Kaptur
uk: Шапка

source: Skull Cap
bg: Наскулна каска
it: Copricapo
pl: Szyszak
uk: Черепна Шапка

source: Helm
bg: Шлем
it: Elmo
pl: Hełm
uk: Шолом

source: Full Helm
bg: Пълен шлем
it: Elmo Intero
pl: Zamknięty Hełm
uk: Повний Шолом

source: Crown
bg: Корона
it: Corona
pl: Korona
uk: Корона

source: Great Helm
bg: Велик шлем
it: Elmo Superiore
pl: Wielki Hełm
uk: Величезний Шолом

source: Cape
bg: Пелерина
it: Cappa
pl: Peleryna
uk: Накидка

source: Rags
bg: Дрипи
it: Vestito
pl: Łach
uk: Ганчірки

source: Cloak
bg: Наметало
it: Mantello
pl: Szata
uk: Мантія

source: Robe
bg: Роба
it: Tunica
pl: Habit
uk: Ряса
