Repository: diasurgical/devilutionX
Catalog: Translations/*.po
Languages: bg, da, it, pl, uk

source: Abandon your foolish quest. All that awaits you is the wrath of my Master! You are too late to save the child. Now you will join him in Hell!
bg: Откажи се от глупавото ти търсене. Очаква те само гневът на моя господар! Твърде късно е за да спасиш детето. Скоро ще се присъединиш към него в Ада!
it: Abbandona la tua folle cerca. Quello che t'aspetta è l'ira del mio Padrone. È tardi per salvare il bambino. Unisciti a lui all'Inferno!
pl: To koniec twej drogi. Czeka cię już tylko gniew mego Pana! Nie udało ci się uratować dziecka, ale zaraz spotkasz je w piekle!
uk: Відмовся від своїх дурних пошуків. Все, що тебе чекає — лють мого Господаря! Рятувати дитину вже пізно. Тепер ти приєднаєшся до нього в пеклі!

source: Hmm, I don't know what I can really tell you about this that will be of any help. The water that fills our wells comes from an underground spring. I have heard of a tunnel that leads to a great lake - perhaps they are one and the same. Unfortunately, I do not know what would cause our water supply to be tainted.
bg: Хммм, не знам какво точно мога да ти кажа по този въпрос, за да съм полезен. Водата, която тече в нашите кладенци, идва от подземен извор. Чувал съм за тунел, който води до голямо езеро - може би те са свързани. За съжаление не знам какво би могло да доведе до замърсяване на водата ни.
it: Hmm, non so se quello che sto per dirti ti potrà essere di aiuto. L'acqua che noi usiamo proviene da una sorgente sotterranea. Ho sentito parlare di un tunnel che conduce ad un grande lago - forse è quella la sorgente. Sfortunatamente, non so che cosa abbia causato l'avvelenamento dell'acqua.
pl: Hmm, nie mam zbyt wielu informacji na ten temat. Słyszałem niegdyś o tunelu, który prowadzi do podziemnego jeziora. Prawdopodobnie jest ono źródłem wypełniającym nasze studnie. Niestety, nie wiem co dokładnie mogło doprowadzić do skażenia naszej wody.
uk: Хм, не знаю що тобі сказати і що може стати в нагоді. Вода, яка наповнює наші криниці надходить із підземного джерела. Я чув про тунель, що веде до великого озера, можливо вони — одне й те саме. На жаль, я не знаю, що могло б призвести до забруднення нашого джерела.

source: I have always tried to keep a large supply of foodstuffs and drink in our storage cellar, but with the entire town having no source of fresh water, even our stores will soon run dry. Please, do what you can or I don't know what we will do.
bg: Винаги съм се опитвал да поддържам големи запаси от храна и напитки в избата ни, но тъй като целият град е останал без прясна вода, скоро и нашите запаси ще се изчерпят. Моля, направи каквото е по силите ти, иначе не знам какво ще стане с нас.
it: Ho sempre cercato di avere delle provviste di cibo e bevande in magazzino, ma con l'intera città senza una fonte d'acqua fresca, presto le mie scorte finiranno. Ti prego, aiutaci come puoi, o non sapremo più che fare.
pl: Od zawsze staram się utrzymywać duże zapasy żywności i napitków w naszej piwnicy. Niestety, odkąd miasto nie ma dostępu do świeżej wody, rezerwy szybko się wyczerpują. Błagam, pomóż nam, jesteś naszą jedyną nadzieją.
uk: Я завжди намагався тримати великий запас їжі і напоїв у нашому погребі, але оскільки по всьому місту немає прісної води, то і наші запаси скоро вичерпаються. Будь ласка, зроби все, що можеш, або я не знаю, що ми будемо робити далі.

source: I'm glad I caught up to you in time! Our wells have become brackish and stagnant and some of the townspeople have become ill drinking from them. Our reserves of fresh water are quickly running dry. I believe that there is a passage that leads to the springs that serve our town. Please find what has caused this calamity, or we all will surely perish.
bg: Радвам се, че те хванах навреме! Кладенците ни са мътни и застояли и някои от жителите на града се разболяха, пиейки от тях. Запасите ни от прясна вода бързо се изчерпват. Смятам, че има проход, който води до изворите, от които града ни черпи вода. Моля те, потърси какво ни е причинило това нещастие, иначе всички ние със сигурност ще изтлеем от жажда.
it: Sono fortunato ad averti trovato in tempo! La nostra acqua è diventata torbida e stagnante e alcuni paesani bevendola si sono ammalati. Le riserve di acqua fresca si stanno esaurendo in fretta. Credo ci sia un passaggio che porta alla fonte che serve il villaggio. Ti prego, scopri chi ha causato questo disastro, o per noi sarà di certo la fine.
pl: Właśnie miałem cię wołać! Woda w naszych studniach stała się brudna i cuchnąca. Kilku mieszkańców wioski miało po jej wypiciu objawy zatrucia, a nasze rezerwy świeżej wody błyskawicznie się wyczerpują. Jestem przekonany, że gdzieś w pobliżu jest przejście prowadzące do źródeł zaopatrujących nasze miasto. Proszę, znajdź przyczynę tego problemu, inaczej źle się to dla nas skończy.
uk: Я радий, що вчасно тебе наздогнав ! Вода в наших колодязях стала солонуватою і застояною, і деякі городяни захворіли через неї. Наші запаси прісної води швидко вичерпуються. Я вірю, що є прохід, який веде до джерел, які постачають наше місто. Будь ласка, знайди що причинило це нещастя, інакше ми всі неодмінно загинемо.

source: Please, you must hurry. Every hour that passes brings us closer to having no water to drink. We cannot survive for long without your help.
bg: Моля те, побързай. С всеки изминал час запасите ни от питейна вода намаляват. Няма да оцелеем дълго без твоята помощ.
it: Ti prego, sbrigati. Man mano che passano le ore anche l'acqua da bere inizia a diminuire. Senza il tuo aiuto non sopravviveremo a lungo.
pl: Proszę, pośpiesz się. Z każdą godziną mamy coraz mniej wody zdatnej do picia. Nie przetrwamy długo bez twojej pomocy.
uk: Прошу, ти маєш поспішити. Кожна минаюча година наближає нас кінця запасів питної води. Довго прожити без твоєї допомоги ми не зможемо.

source: What's that you say - the mere presence of the demons had caused the water to become tainted? Oh, truly a great evil lurks beneath our town, but your perseverance and courage gives us hope. Please take this ring - perhaps it will aid you in the destruction of such vile creatures.
bg: Какво говориш?! Самото присъствие на демони около извора е замърсило водата? О, наистина голямо зло се крие под нашия град, но твоята упоритост и смелост ни дават надежда. Моля те, вземи този пръстен, може би той ще ти помогне в унищожаването на тези противни създания.
it: Cosa stai dicendo - la mera presenza dei demoni ha contaminato l'acqua? Oh, davvero un grande male deve giacere sotto la città, ma il tuo coraggio e la tua perseveranza ci fanno sperare, ti prego, accetta questo anello - forse ti aiuterà a eliminare quelle vili creature.
pl: Twierdzisz, że sama obecność demonów skaziła nasze wody? Och, podziemia Tristram skrywają naprawdę wielkie zło, lecz twoja wytrwałość i odwaga dają nam jeszcze nadzieję. Proszę, trzymaj ten pierścień - powinien pomóc ci w pokonywaniu tych nikczemnych stworzeń.
uk: То ти кажеш, що сама присутність демонів спричинила забруднення води? О, під нашим містом ховається справді велике зло, але твоя наполегливість і мужність дає нам надію. Візьми цей перстень, будь ласка — можливо, він допоможе тобі в знищенні цих підлих істот.

source: My grandmother is very weak, and Garda says that we cannot drink the water from the wells. Please, can you do something to help us?
bg: Баба ми се чувства много слаба, а Гарда казва, че не можем да пием вода от кладенците. Моля те, не можеш ли да направиш нещо, за да ни помогнеш?
it: Mia nonna è molto debole, e Garda dice che non possiamo bere l'acqua delle fonti. Per favore, puoi fare qualcosa per aiutarci?
pl: Moja babcia źle się czuje, a Garda powiedziała, że woda ze studni nie nadaje się do picia. Proszę, możesz nam jakoś pomóc?
uk: Моя бабуся дуже слабка, а Гарда каже, що ми не можемо пити воду з криниці. Прошу, ти можеш нам чимось допомогти?

source: Pepin has told you the truth. We will need fresh water badly, and soon. I have tried to clear one of the smaller wells, but it reeks of stagnant filth. It must be getting clogged at the source.
bg: Пепин е прав. Наистина се нуждаем от прясна вода, и то скоро. Опитах се да изчистя един от по-малките кладенци, но той вони на застояла мръсотия. Сигурно е запушил при източника.
it: Pepin ti ha detto la verità. Abbiamo davvero bisogno di acqua, e subito. Ho tentato di rendere potabile quella di una piccola fonte, ma era troppo putrida. Deve essere inquinata alla fonte.
pl: Pepin ma rację, skażona woda to ogromny problem. Próbowałem oczyścić jedną z pomniejszych studni, ale wciąż niesamowicie z niej cuchnie. Problem musi leżeć gdzieś u źródeł.
uk: Пепін сказав тобі правду. Прісна вода нам дуже скоро знадобиться. Я пробував очистити один з колодязів поменше, але там пахне застійним брудом. Можливо, засмічення іде з джерела.

source: You drink water?
bg: Ти пиеш вода?
it: Bevi dell'acqua?
pl: No co ty? Wodę pijesz?!
uk: Ти п'єш воду?

source: The people of Tristram will die if you cannot restore fresh water to their wells. Know this - demons are at the heart of this matter, but they remain ignorant of what they have spawned.
bg: Жителите на Тристрам ще загинат, ако не успееш да върнеш прясната вода в кладенците им. Знай, че демони са в основата на това дело, но самите те не знаят какво всъщност са породили.
it: Se non fai tornare pura l'acqua della fonte, la gente di Tristram morirà. Sappi solo che i demoni sono gli artefici di quello che sta accadendo, anche se loro ignorano di averlo fatto.
pl: Mieszkańców Tristram czeka śmierć, jeśli w studni z powrotem nie pojawi się czysta woda. Miej na uwadze, że istotą tego problemu są demony, choć nie są tego świadome.
uk: Жителі Трістрама загинуть, якщо ти не повернеш прісну воду в криниці. Знай таке — демони знаходяться в центрі цієї справи, але вони не знають, що вони наробили.

source: For once, I'm with you. My business runs dry - so to speak - if I have no market to sell to. You better find out what is going on, and soon!
bg: Този път, съм с теб. Търговията ми пресъхва - така да се каже - ако нямам пазар, на който да продавам. По-добре разбери какво е в основата всичко, и то бързо!
it: Per stavolta, sono con te. I miei affari vanno male, ti dirò, se non ho nessun mercato a cui vendere. Scopri in fretta che sta succedendo!
pl: Tym razem trzymam za ciebie kciuki. że tak powiem: biznes nie może kwitnąć, kiedy nie ma wody. Lepiej szybko zbadaj sytuację!
uk: В цей раз, я з тобою. Мій бізнес, так би мовити, закінчиться, якщо немає кому продавати. Краще дізнайся, що відбувається, і як найшвидше!

source: A book that speaks of a chamber of human bones? Well, a Chamber of Bone is mentioned in certain archaic writings that I studied in the libraries of the East. These tomes inferred that when the Lords of the underworld desired to protect great treasures, they would create domains where those who died in the attempt to steal that treasure would be forever bound to defend it. A twisted, but strangely fitting, end?
bg: Книга, в която се говори за Камера с човешки кости? Да, Камера на Костите се споменава в определени архаични писания, които изучавах в библиотеките на Изтока. В тези съчинения се загатва, че когато Владетелите на подземния свят искали да защитят големи богатства, те създавали територии, в които онези, загинали в опит да откраднат съкровището, били завинаги осъдени да го защитават като немъртви. Извратен, но странно подходящ край?
it: Un libro che narra di una camera di ossa umane? Beh, una Camera d'Ossa è narrata in alcune scritture arcaiche da me studiate nelle biblioteche dell'Est. Questi tomi raccontano che quando i Signori dell'Aldilà desiderano proteggere i loro tesori, creano luoghi dove chi muore nel tentativo di saccheggiarli viene condannato a proteggerli per sempre. Una fine contorta, ma meritata, no?
pl: Komnata z ludzkich kości... Tak, wspomniano o niej w kilku pradawnych tekstach, które studiowałem w bibliotekach Wschodu. Napomknięto w nich, że gdy Władcy Podziemi chcieli chronić swoje wielkie skarby, tworzyli specjalne sfery. Każdy kto zginął w takiej sferze próbując zdobyć skarb, stawał się na wieczność jego strażnikiem. Czyż to nie potworna, a zarazem dość rozsądna metoda?
uk: Книга, що говорить про палату з людських кісток? Ну, Палата Кості згадується в деяких архаїчних творах, які я вивчав у бібліотеках Сходу. У цих томах йшлося про те, що, коли Володарі підземного світу хотіли захистити великі скарби, вони створили ділянки, де ті, хто загинули спробувавши вкрасти скарби, будуть зобов’язані його захищати назавжди. Заплутаний, але на диво відповідний кінець?

source: I am afraid that I don't know anything about that, good master. Cain has many books that may be of some help.
bg: Боя се, че не знам нищо за това, добри господарю. Кайн има много книги, които могат да ти помогнат.
it: Temo di non sapere niente su questo, signore. Cain però ha molti libri che potrebbero esserti d'aiuto.
pl: Niestety, słyszę o niej pierwszy raz. Cain ma wiele ksiąg i może w którejś z nich znajdzie coś na jej temat.
uk: Боюся, що я нічого про це не знаю, Майстре. У Каїна є багато книг, які можуть стати в нагоді.

source: This sounds like a very dangerous place. If you venture there, please take great care.
bg: Това звучи като много опасно място. Ако ще ходиш натам, моля те, то бъди много внимателен.
it: Sembra un posto molto pericoloso. Ti prego, se decidi di andarci, fai molta attenzione.
pl: Brzmi niebezpiecznie. Jeżeli tam wejdziesz, to proszę, zachowaj ostrożność.
uk: Звучить як дуже небезпечне місце. Якщо ти ризикнеш підти туди, будь обережним.

source: I am afraid that I haven't heard anything about that. Perhaps Cain the Storyteller could be of some help.
bg: Опасявам се, че не съм чувал нищо такова. Може би Кайн Разказвачът би могъл да ти помогне.
it: Ho paura di non aver mai sentito nulla a riguardo. Forse Cain il Narratore potrebbe esserti d'aiuto...
pl: Chyba nigdy nie słyszałam o takiej Komnacie. Nasz Kronikarz Cain może coś o niej wiedzieć.
uk: Боюся, що я нічого про це не чув. Можливо, Каїн Розповідач міг би допомогти.

source: I know nothing of this place, but you may try asking Cain. He talks about many things, and it would not surprise me if he had some answers to your question.
bg: Нищо не съм чувал за подобно място, но може да попиташ Кайн. Той говори за много неща и няма да се изненадам, ако може да отговори на въпроса ти.
it: Non so nulla di quel posto, ma puoi provare a chiederlo a Cain. Lui sa molte cose, e non mi sorprenderebbe se avesse delle risposte alla tua domanda.
pl: Nie słyszałem o tym miejscu. Zapytaj Caina. On gada o tak wielu rzeczach, że pewnie ma już kilka odpowiedzi na to pytanie.
uk: Я нічого не знаю про те місце, але ти можеш спитати у Каїна. Він говорить про багато речей, і я б не здивувався, якби він мав відповіді на твої питання.

source: Okay, so listen. There's this chamber of wood, see. And his wife, you know - her - tells the tree... cause you gotta wait. Then I says, that might work against him, but if you think I'm gonna PAY for this... you... uh... yeah.
bg: Добре, слушай сега. Има тази камера от дърво, сещаш се. И жена му, нали знаеш - нейната - казва на дървото... защото трябва да почакаш. Тогава аз рекох, че това може и да проработи срещу него, но ако мислиш, че аз ще ПЛАЩАМ за това... ти... ъъъ... да.
it: Ok, senti. C'è questa gabbia di legno, vedi. E sua moglie... mi ha detto l'albero che tu lo sai... perché devi aspettare. Poi io dico, è facile che funzioni su di lui, ma se pensi che io paghi per questo... uh... già.
pl: No dobra, słuchaj. Jest sobie taka komnata z drewna. I jego żona, wiesz, ona mówi, na drzewo... bo musiszz zaczekać. To ja mówię, że tak się nie mówi, a jeśli myślisz, że za to ZAPłACĘ... to... nieważnee.
uk: Гаразд, слухай. Є ось ця дерев'яна палата. А його дружина, ну знаєш, вона, говорить дереву… що треба почекати. Тоді я кажу, що це може спрацювати проти нього, але якщо ти думаєш, що я ЗАПЛАЧУ за це… ти… ем… так.

source: You will become an eternal servant of the dark lords should you perish within this cursed domain. Enter the Chamber of Bone at your own peril.
bg: Ако загинеш в това прокълнато място, ще станеш вечен слуга на тъмните му владетели. Пристъпи в Камерата на Костите на собствен риск.
it: Diventerai eterno schiavo dei Signori Oscuri se morirai all'interno di questo luogo maledetto. Entra nella Camera d'Ossa a tuo rischio e pericolo.
pl: Jeśli umrzesz w tym przeklętym miejscu, rozpocznie się twa wieczna służba dla władców ciemności. Do Komnaty Kości wchodź na własną odpowiedzialność.
uk: Якщо ти загинеш в цій проклятій ділянці, то станеш вічним слугою темних володарів. Іди в Палату Кості на свій страх і ризик.

source: A vast and mysterious treasure, you say? Maybe I could be interested in picking up a few things from you... or better yet, don't you need some rare and expensive supplies to get you through this ordeal?
bg: Казваш, че това е огромно и тайнствено съкровище? Може би бих се заинтересувал да взема няколко неща от теб... или още по-добре, не ти ли трябват рядко и скъпо снаряжение, което да ти помогне да преминеш през това изпитание?
it: Come dici? Un grande e misterioso tesoro? Potrei essere interessato all'acquisto di alcune cose da te... o ancora meglio, non sei interessato ad alcuni rari e costosi oggetti per aiutarti nell'impresa?
pl: Ogromny i tajemniczy skarb, powiadasz? Może nawet coś bym od ciebie kupił... a nie potrzebujesz może jakiegoś unikalnego i drogiego wyposażenia żeby go zdobyć?
uk: То ти кажеш, величезний і таємничий скарб? Мені було б цікаво взяти у тебе пару речей… або, ще краще, хіба тобі не потрібні рідкісні та дорогі припаси, щоб пережити це випробування?

source: It seems that the Archbishop Lazarus goaded many of the townsmen into venturing into the Labyrinth to find the King's missing son. He played upon their fears and whipped them into a frenzied mob. None of them were prepared for what lay within the cold earth... Lazarus abandoned them down there - left in the clutches of unspeakable horrors - to die.
bg: Изглежда, че архиепископ Лазар е подтикнал много от жителите на града да се впуснат в Лабиринта, за да намерят изчезналия син на краля. Възползвайки се от страховете им, той ги превръща в бясна тълпа. Никой от тях не е бил подготвен за това, което ги е очаквало в смразяващите подземия... Лазар ги изоставя там - в лапите на неописуеми ужаси - да умрат.
it: Sembra che l'Arcivescovo Lazarus spinse molti paesani ad avventurarsi nel labirinto per ritrovare il figlio scomparso del re. Sfruttò le loro paure per trasformarli in una folla scatenata. Nessuno di loro era preparato per quello che giaceva sottoterra. Lazarus li abbandonò - fra le grinfie di orrori inenarrabili - a morire laggiù.
pl: Wygląda na to, że Lazarus zwabił do Labiryntu wielu mieszkańców. Powiedział im, że idą tam, aby odnaleźć zaginionego księcia. Udało mu się wszystkich podburzyć i zmienić w rozszalały tłum, przez co nikt nie myślał o czyhających zagrożeniach... Kiedy cała grupa została osaczona przez przeraźliwe kreatury, Arcybiskup zniknął, pozostawiając swoich ludzi na pewną i potworną śmierć.
uk: Схоже, архієпископ Лазар підбурив багатьох городян піти в Лабіринт, щоб знайти зниклого сина Короля. Він зіграв на їхніх страхах і збив їх у шалену юрбу. Жоден з них не був готовий до того, що лежало під землею… Лазар покинув їх там, унизу — залишив у лапах невимовних жахів на смерть.

source: Yes, Farnham has mumbled something about a hulking brute who wielded a fierce weapon. I believe he called him a butcher.
bg: Да, Фарнам промърмори нещо за грамаден звяр, който използвал жестоко оръжие. Струва ми се, че го нарече Касапина.
it: Si, Farnham disse qualcosa a proposito di un goffo mostro che brandiva una grossa arma. Mi pare lo chiamasse il macellaio.
pl: Tak, Farnham mamrotał coś o potężnej bestii, władającej straszliwą bronią. Z tego co pamiętam, nazywał ją... rzeźnikiem.
uk: Так, Фарнхем бурмотів щось про незграбного звіра, який володів лютою зброєю. Схоже, він назвав його м’ясником.

source: By the Light, I know of this vile demon. There were many that bore the scars of his wrath upon their bodies when the few survivors of the charge led by Lazarus crawled from the Cathedral. I don't know what he used to slice open his victims, but it could not have been of this world. It left wounds festering with disease and even I found them almost impossible to treat. Beware if you plan to battle this fiend...
bg: В името на Светлината, знам за този свиреп демон. Много носеха белезите на яростта му по телата си, когато малцината оцелели от свитата, водена от Лазар, изпълзяха от катедралата. Не знам какво е използвал, за да разфасова жертвите си, но не може да е било от този свят. Рани, гноясали от зараза, дори за мен, те бяха почти непосилни за лечение. Пази се, ако възнамеряваш да се изправиш пред този злодей...
it: Per Dio, io so di questo vile demone! Molti erano terrorizzati dalle ferite che egli fece sui loro corpi, quando i pochi sopravvissuti dell'assalto guidato da Lazarus fuggirono dalla cattedrale. Non so cosa esso usi per squartare le sue vittime, ma sicuramente non è un'arma di questo mondo. Lascia ferite infettate di malattie impossibili da curare. Attento se pensi di combattere contro questo nemico...
pl: Na światłość, słyszałem o tym podłym demonie. Wielu ze śmiałków, którzy przeżyli wyprawę do katedry, nosiło znamiona jego straszliwego gniewu. Nie mam pojęcia czego używa do ćwiartowania swych ofiar, ale... to nie może być broń z tego świata. Zostawia ropiejące rany, których nawet ja nie jestem w stanie wyleczyć. Miej się na baczności, jeżeli staniesz z nim do walki...
uk: Заради Світла, я знаю цього мерзенного демона. Коли ті, хто пережив атаку, яку вів Лазарь, виповзли з собору — було багато тих, хто носив шрами його гніву на своїх тілах. Я не знаю, чим він розрізав своїх жертв, але це не могло бути з цього світу. Воно лишало рани, нагноєні хворобою, і я бачив, що їх майже неможливо вилікувати. Будь обережним, якщо плануєш битися з цим негідником…

source: When Farnham said something about a butcher killing people, I immediately discounted it. But since you brought it up, maybe it is true.
bg: Когато Фарнам заговори нещо за касапин, който убива хора, не му обърнах внимание. Но сега след като ти го споменаваш, може би е вярно.
it: Quando Farnham raccontò di un macellaio assassino, non gli diedi peso. Ma visto che anche tu ne parli, forse diceva la verità.
pl: Kiedy Farnham opowiadał coś o rzeźniku zabijającym ludzi, zlekceważyłam to. Jednak skoro teraz ty przychodzisz z tym do mnie... to już sama nie wiem.
uk: Коли Фарнхем сказав щось про м’ясника, який вбиває людей, я не сприйняла це всерйоз. Але оскільки ти про це кажеш, то можливо, це правда.
