Repository: diasurgical/DevilutionX
Catalog: Translations/*.po
Languages: cs, de, el, fr, sv

source: Farnham is a drunkard who fills his belly with ale and everyone else's ears with nonsense. I know that both Pepin and Ogden feel sympathy for him, but I get so frustrated watching him slip farther and farther into a befuddled stupor every night.
cs: Farnham je ozrala, ktery plni svoje bricho pivem a usi ostatnich nesmysly. Vim, ze Pepin i Ogden s nim maji pochopeni, ale ja jsem zklamana, kdyz ho pozoruji, jak stale vice a vice sklouzava do uplneho otupeni kazdou noc.
de: Farnham ist ein Säufer, der seinen Bauch mit Fusel füllt und allen anderen die Ohren mit Unfug vollstammelt. Ich weiß, dass er sowohl Ogden als auch Pepin leid tut, aber mich frustriert es sehr, ihn jeden Abend immer weiter in den Rausch abrutschen zu sehen.
el: Ο Φάρνχαμ είναι ένας μεθυσμένος που γεμίζει την κοιλιά του με μπύρα και τα αυτιά όλων μας με ανοησίες. Ξέρω ότι τόσο ο Πέπιν όσο και ο Όγκντεν αισθάνονται συμπάθεια γι' αυτόν, αλλά απογοητεύομαι τόσο πολύ βλέποντάς τον να γλιστράει όλο και πιο βαθιά σε ένα μπερδεμένο μεθύσι κάθε βράδυ.
fr: Farnham est un ivrogne qui se remplit la panse de bière et inonde de bêtises les oreilles de tout le monde. Je sais que Pepin et Ogden ont de la sympathie pour lui, mais qu'est-ce que ça m'insupporte de le voir sombrer chaque nuit un peu plus dans l'abrutissement.
sv: Farnham är ett fyllo som fyller sin mage med öl och alla andras öron med nonsens. Jag vet att både Pepin och Ogden känner sympati för honom, men jag blir så frustrerad av att se honom glida längre och längre in i en handlös berusning varje kväll.

source: Pepin saved my grandmother's life, and I know that I can never repay him for that. His ability to heal any sickness is more powerful than the mightiest sword and more mysterious than any spell you can name. If you ever are in need of healing, Pepin can help you.
cs: Pepin zachranil moji babicce zivot a ja vim, ze mu to nikdy nebudu moci oplatit. Jeho schopnost lecit jakoukoliv nemoc je mocnejsi nez nejsilnejsi mec a zahadnejsi nez jakekoliv kouzlo. Jestli budes nekdy potrebovat leceni, Pepin ti urcite pomuze.
de: Pepin hat meiner Großmutter das Leben gerettet, und ich weiß, dass ich das niemals wieder gutmachen kann. Seine Fähigkeit, alle Krankheiten zu heilen, ist stärker als das mächtigste Schwert und dabei geheimnisvoller als jeder nur erdenkliche Zauberspruch. Wenn Ihr jemals einen Heiler nötig habt, geht zu Pepin.
el: Ο Πέπιν έσωσε τη ζωή της γιαγιάς μου και ξέρω ότι δεν μπορώ ποτέ να του το ανταποδώσω. Η ικανότητά του να θεραπεύει οποιαδήποτε ασθένεια είναι πιο ισχυρή από το ισχυρότερο σπαθί και πιο μυστηριώδης από οποιοδήποτε ξόρκι που μπορείς να ονομάσεις. Εάν ποτέ χρειαστείς θεραπεία, ο Πέπιν μπορεί να σε βοηθήσει.
fr: Pepin a sauvé ma grand-mère, et je sais que je lui en serai toujours redevable. Sa capacité à guérir n'importe quelle maladie est plus puissante que l'épée la plus tranchante et plus mystérieuse que n'importe quel sort que vous connaissez. Si jamais vous avez besoin de soins, Pepin peut vous aider.
sv: Pepin räddade min mormors liv, och jag vet att jag alldrig kan gottgöra den skulden. Hans förmåga att läka vilken sjukdom som helst är starkare än det mäktigaste svärdet och mer mystisk än alla trollformler. Om du någonsin behöver läkning så kan Pepin hjälpa dig.

source: I grew up with Wirt's mother, Canace. Although she was only slightly hurt when those hideous creatures stole him, she never recovered. I think she died of a broken heart. Wirt has become a mean-spirited youngster, looking only to profit from the sweat of others. I know that he suffered and has seen horrors that I cannot even imagine, but some of that darkness hangs over him still.
cs: Vyrustala jsem s Wirtovou matkou, Canace. I kdyz byla jen trochu zranena, kdyz ho ty odporne prisery unesly, nikdy se neuzdravila. Myslim, ze zemrela zalem. Z Wirta se stal necestny mladik, ktery se snazi jen vydelat na drine ostatnich. Vim, ze trpel a videl mnoho hruz, ktere si ani neumim predstavit, ale neco z te temnoty nad nim stale visi.
de: Ich bin zusammen mit Wirts Mutter Canace aufgewachsen. Obwohl sie nur leicht verletzt wurde, als die Dämonen ihn entführt haben, hat sie sich davon nie wieder erholt. Ich glaube, sie ist an gebrochenem Herzen gestorben. Wirt hat sich zu einem hartgesottenen Jungen entwickelt, der nur durch den Schweiß anderer reich werden will. Ich weiß ja, dass er viel durchgemacht und Schrecken gesehen hat, die ich mir nicht mal ausmalen könnte, aber etwas von dieser Finsternis schwebt immer noch über ihm.
el: Μεγάλωσα με τη μητέρα του Ουίρτ, την Κάνας. Αν και αυτή μόνο τραυματίστηκε ελαφρά, όταν της έκλεψαν το γιό αυτά τα απαίσια πλάσματα, δεν συνήλθε ποτέ. Νομίζω ότι πέθανε από ραγισμένη καρδιά. Ο Ουίρτ έχει γίνει ένας κακότροπος νεαρός, που θέλει μόνο να επωφεληθεί από τον ιδρώτα των άλλων. Ξέρω ότι υπέφερε και έχει δει φρίκες που δεν μπορώ καν να φανταστώ, αλλά κάποιο από αυτό το σκοτάδι κρέμεται ακόμα από πάνω του.
fr: J'ai grandi avec la mère de Wirt, Canace. Bien qu'elle n'ait été que légèrement blessée lorsque ces hideuses créatures ont enlevé son fils, elle ne s'en est jamais remise. Je pense qu'elle est morte de chagrin. Wirt est devenu un jeune homme méchant, ne cherchant qu'à profiter du labeur des autres. Je sais qu'il a souffert et qu'il a vu des horreurs que je ne peux même pas imaginer, mais une partie de cette obscurité plane toujours sur lui.
sv: Jag växte upp med Wirts mamma, Canace. Fast hon bara blev lätt skadad när de där hemska varelserna tog honom, återhämtade hon sig aldrig. Jag tror hon dog av ett brustet hjärta. Wirt har blivit en hård och vass yngling som bara är ute efter att tjäna på andras arbete. Jag vet att han lidit och sett fasor som jag inte ens kan föreställa mig, men en del av det där mörkret är fortfarande med honom.

source: Ogden and his wife have taken me and my grandmother into their home and have even let me earn a few gold pieces by working at the inn. I owe so much to them, and hope one day to leave this place and help them start a grand hotel in the east.
cs: Ogden a jeho zena vzali mne a moji babicku k sobe domu a nechavaji me vydelat par zlataku praci v hostinci. Tolik jim dluzim a doufam, ze jednoho dne opustime toto misto a pomuzu jim zalozit grand hotel na vychode.
de: Ogden und seine Frau haben Großmutter und mich bei sich aufgenommen, und sie lassen mich sogar ein paar Goldstücke im Gasthof verdienen. Ich schulde ihnen so viel, und ich wünsche mir nichts sehnlicher, als ihnen eines Tages helfen zu können, ein großes Hotel im Osten aufzumachen.
el: Ο Όγκντεν και η γυναίκα του πήραν εμένα και τη γιαγιά μου στο σπίτι τους και με άφησαν να κερδίσω μερικά χρυσά νομίσματα δουλεύοντας στο πανδοχείο. Τους χρωστάω τόσα πολλά και ελπίζω μια μέρα να φύγω από αυτό το μέρος και να τους βοηθήσω να ξεκινήσουν ένα μεγάλο ξενοδοχείο στα ανατολικά.
fr: Ogden et sa femme m'ont accueillie chez eux avec ma grand-mère et m'ont même laissé gagner quelques pièces d'or en travaillant à l'auberge. Je leur dois tant et j'espère un jour quitter cet endroit et les aider à ouvrir un grand hôtel en Orient.
sv: Ogden och hans fru har tagit mig och min mormor till sig i sitt hem och har till och med låtit mig tjäna ett par guldmynt genom att arbeta på krogen. Jag är skyldig dem så mycket, och jag hoppas att jag kan komma härifrån någon gång och hjälpa dem starta ett stort hotell i Östern.

source: Well, what can I do for ya?
cs: Co pro tebe muzu udelat?
de: Was kann ich für Euch tun?
el: Λοιπόν, τι μπορώ να κάνω για σένα;
fr: Alors, qu'est-ce que je peux faire pour vous ?
sv: Nå, vad kan jag göra åt dig?

source: If you're looking for a good weapon, let me show this to you. Take your basic blunt weapon, such as a mace. Works like a charm against most of those undying horrors down there, and there's nothing better to shatter skinny little skeletons!
cs: Jestli shanis dobrou zbran, nech mne at ti ukazu tohle. Vezmi si zakladni tupou zbran, jako je palcat. Na vetsinu tech nehynoucich hruz tam dole pusobi bezvadne a neni nic lepsiho na rozbijeni tech vyzablych kostlivecku!
de: Wenn Ihr auf der Suche nach der richtigen Waffe seid, kann ich Euch einiges erzählen. Nehmt zum Beispiel eine normale Schlagwaffe, etwa eine Keule. Gegen die meisten dieser Untoten da unten ist die einfach Gold wert; es gibt zum Beispiel nichts Besseres, um knochige kleine Skelette zu zertrümmern.
el: Αν ψάχνεις για ένα καλό όπλο, επίτρεψε μου να σου δείξω αυτό. Πάρτε το βασικό σας αμβλύ όπλο, όπως τον κεφαλοθραύστη. Λειτουργεί τέλεια ενάντια στους περισσότερους από αυτούς τους αθάνατους τρόμους εκεί κάτω, και δεν υπάρχει τίποτα καλύτερο για να θρυμματίσεις τους μικρούς αδύνατους σκελετούς!
fr: Si vous cherchez une bonne arme, laissez-moi vous montrer ceci. Prenez une arme contondante de base, comme une masse. Ça fonctionne à merveille contre la plupart de ces horreurs mortes-vivantes en bas, et il n'y a rien de mieux pour fracasser de petits squelettes tout secs !
sv: Om du är ute efter ett bra vapen så se här. Ta ett vanligt trubbigt vapen, som en stridsklubba. Funkar utmärkt mot de där odöda fasorna där nere, och det finns inget bättre för att spräcka smala små skelett!

source: The axe? Aye, that's a good weapon, balanced against any foe. Look how it cleaves the air, and then imagine a nice fat demon head in its path. Keep in mind, however, that it is slow to swing - but talk about dealing a heavy blow!
cs: Sekera? Jo, to je dobra zbran, vyvazena proti jakemukoliv nepriteli. Podivej, jak rozrazi vzduch a pak si v jeji ceste predstav nejakeho hnusneho demona. Mej na mysli, ze se s ni pomalu seka - ale rozdava pekne silne rany!
de: Die Streitaxt? Ja, das ist eine richtig gute Waffe, ausgewogen gegen jeden Gegner. Seht, wie sie die Luft durchschneidet, und jetzt stellt Euch mal einen schönen, dicken Dämonenkopf genau in der Flugbahn vor. Denkt daran, dass sie sich nur langsam schwingen lässt, aber wenn sie trifft ... hmmmm.
el: Το τσεκούρι; Ναι, αυτό είναι ένα καλό όπλο, ισορροπημένο ενάντια σε κάθε εχθρό. Κοίταξε πώς κόβει τον αέρα και μετά φαντάσου ένα ωραίο χοντρό κεφάλι δαίμονα στο πέρασμά του. Λάβε υπόψη, ωστόσο, ότι αργεί στο κτύπημα - αλλά μιλάμε για ένα βαρύ και καίριο χτύπημα!
fr: La hache ? Ah, ça c'est une bonne arme, équilibrée contre n'importe quel ennemi. Regardez comme elle fend l'air, puis imaginez une bonne tête de démon bien grasse sur son passage. Gardez à l'esprit, quand même, qu'elle est lente à manier – mais elle fait de sacrés dégâts !
sv: Yxan? Jepp, det är ett bra vapen, funkar bra mot alla fiender. Se hur den klyver luften, och tänk dig ett stort härligt demonhuvud i vägen. Kom ihåg att det tar lång tid att svinga den - men snacka om att slå till med kraft!

source: Look at that edge, that balance. A sword in the right hands, and against the right foe, is the master of all weapons. Its keen blade finds little to hack or pierce on the undead, but against a living, breathing enemy, a sword will better slice their flesh!
cs: Podivej na to ostri, tu vyvazenost. Mec v pravych rukach, a proti spravnemu nepriteli, je mistrem vsech zbrani. Jeho ostra cepel najde malo mista k sekani ci prorazeni na tech nemrtvych, ale proti zivemu, dychajicimu nepriteli mec krasne porcuje jeho maso!
de: Schaut Euch nur die Schneide an, die Balance... Ein Schwert ist in den richtigen Händen und gegen den richtigen Gegner die beste aller Waffen. Zwar findet auch die schärfste Klinge an Untoten nur wenig zum Schneiden oder Durchbohren, doch gegen lebende, atmende Gegner gibt es nichts Besseres.
el: Κοίτα αυτή την λεπίδα, αυτή την ισορροπία. Ένα ξίφος στα σωστά χέρια, και ενάντια στον σωστό εχθρό, είναι ο κύριος όλων των όπλων. Η κοφτερή λεπίδα του βρίσκει λίγα για να κόψει ή να διαπεράσει στους απέθαντους, αλλά ενάντια σε έναν ζωντανό εχθρό που αναπνέει, ένα σπαθί θα κόψει εύκολα τη σάρκα του!
fr: Regardez ce tranchant, cet équilibre. Une épée dans les bonnes mains, et contre le bon adversaire, est la reine de toutes les armes. Sa lame tranchante a du mal à trouver quoi tailler ou percer chez un mort-vivant, mais contre un ennemi bien vivant et respirant, une épée tranchera mieux leur chair !
sv: Titta på den här klingan, balansen. Ett svärd i rätt händer och mot rätt fiende, är alla vapens mästare. Dess skarpa egg har inte mycket att skära eller hugga igenom mot de odöda, men mot levande fiender kan ett svärd på riktigt skära deras kött!

source: Your weapons and armor will show the signs of your struggles against the Darkness. If you bring them to me, with a bit of work and a hot forge, I can restore them to top fighting form.
cs: Tvuj zapas proti Temnote se projevi i na tvych zbranich a zbroji. Jestli je prineses ke mne, muzu je, s trochou prace a horkou vyhni, opravit do nejlepsi bojove podoby.
de: Eure Waffen und Rüstungen werden bald schon Spuren Eurer Kämpfe gegen die Finsternis zeigen. Wenn Ihr sie zu mir bringt, kann ich sie - mit ein wenig Arbeit und einem schönen, heißen Schmiedefeuer - wieder in Höchstform bringen.
el: Τα όπλα και η πανοπλία σου θα φέρουν τα σημάδια των αγώνων σου ενάντια στο Σκοτάδι. Αν μου τα φέρεις, με λίγη δουλειά στο ζεστό σιδηρουργείο μου, μπορώ να τα επαναφέρω στην κορυφαία αγωνιστική τους κατάσταση.
fr: Vos armes et armures porteront les stigmates de vos luttes contre les Ténèbres. Si vous me les apportez, avec un peu de travail et une forge bien chaude, je peux les remettre aux mieux de leur forme.
sv: Dina vapen och rustning kommer bli märkta av din kamp mot Mörkret. Om du tar dem till mig så kan jag, med hjälpen av lite slit och en varm ässja, återställa dem till toppskick.

source: While I have to practically smuggle in the metals and tools I need from caravans that skirt the edges of our damned town, that witch, Adria, always seems to get whatever she needs. If I knew even the smallest bit about how to harness magic as she did, I could make some truly incredible things.
cs: Zatimco ja musim kovy a naradi, ktere potrebuji od karavan, co projizdeji kolem naseho zatraceneho mesta, temer pasovat, zda se, ze ta carodejka Adria vzdy dostane vsechno, co chce. Kdybych o spoutani magie vedele jenomu trochu toho, co ona, mohla bych vyrabet skutecne neuveritelne veci.
de: Während ich das Metall und meine Werkzeuge im wahrsten Sinne des Wortes von Karawanen am Stadtrand hereinschmuggeln muss, scheint diese Hexe Adria immer alles zu haben, was sie braucht. Wenn ich auch nur einen Funken ihrer magischen Fähigkeiten hätte, könnte ich einfach unglaubliche Sachen herstellen.
el: Ενώ πρέπει κυριολεκτικά να μεταφέρω λαθραία τα μέταλλα και τα εργαλεία που χρειάζομαι από τα καραβάνια που περνούν απο τις άκρες της καταραμένης πόλης μας, αυτή η μάγισσα, η Άντρια, φαίνεται να παίρνει πάντα ό,τι χρειάζεται. Αν ήξερα έστω και το παραμικρό για το πώς να αξιοποιώ τη μαγεία όπως εκείνη, θα μπορούσα να φτιάξω μερικά πραγματικά απίστευτα πράγματα.
fr: Alors que je dois pratiquement faire passer en contrebande les métaux et les outils dont j'ai besoin avec les caravanes qui longent notre maudite ville, cette sorcière, Adria, a toujours l'air d'obtenir tout ce qu'il lui faut. Si j'avais ne serait-ce qu'un dixième de ses compétences en magie, je pourrais faire des choses vraiment incroyables.
sv: Fast jag nästan måste smuggla in metallen och de verktyg jag behöver från de karavaner som går runt vår förbannade by, så verkar den där häxan Adria alltid få det hon behöver. Om jag visste det minsta om att tygla magin som hon gör skulle jag kunna skapa verkligt otroliga saker.

source: Gillian is a nice lass. Shame that her gammer is in such poor health or I would arrange to get both of them out of here on one of the trading caravans.
cs: Gillian je hezke devce. Je smula, ze ma jeji babicka tak chatrne zdravi, jinak bych uz dohodl, aby je nektera z obchodnich karavan odvezla odtud.
de: Gillian ist ein nettes Mädchen. Schade, dass es ihrer Großmutter so schlecht geht, sonst würde ich sie beide mit einer der Handelskarawanen hier rausbringen lassen.
el: Η Γκίλιαν είναι μια ωραία κοπέλα. Κρίμα που η ηλικιωμένη μάνα της είναι τόσο άρρωστη, διαφορετικά θα κανόνιζα να φύγουν και οι δύο από εδώ σε ένα από τα εμπορικά καραβάνια.
fr: Gillian est une brave pépée. Dommage que sa mémère soit si mal en point, sinon je me serais arrangé pour les tirer d'ici dans une caravane.
sv: Gillian är en så trevlig tös. Synd att hennes momo är så sjuk, annars skulle jag se till att båda kom härifrån med en av handelskaravanerna.

source: Sometimes I think that Cain talks too much, but I guess that is his calling in life. If I could bend steel as well as he can bend your ear, I could make a suit of court plate good enough for an Emperor!
cs: Nekdy si myslim, ze Cain mluvi prilis mnoho, ale tusim, ze to je jeho smysl zivota. Kdybych si mohl poddat ocel jako on tvoje usi, mohl bych vykovat brneni dobre i pro samotneho Cisare!
de: Manchmal denke ich, Cain redet zuviel. Aber das ist wohl seine Bestimmung. Wenn ich mit Stahl so gut umgehen könnte wie er mit Worten, würde ich jeden Tag ein Kettenhemd schmieden, das sogar der Kaiser von China tragen würde!
el: Μερικές φορές νομίζω ότι ο Κάιν μιλάει πάρα πολύ, αλλά υποθέτω ότι αυτό είναι το κάλεσμα του στη ζωή. Αν μπορούσα να λυγίσω το ατσάλι όπως αυτός μπορεί να λυγίσει το αυτί σου, θα μπορούσα να φτιάξω μια αυλική ολομεταλλική πανοπλία αρκετά καλή για έναν Αυτοκράτορα!
fr: Parfois, je pense que Cain parle trop, mais j'imagine que c'est sa vocation. Si je savais rabattre l'acier comme il me rebat les oreilles, je pourrais faire une armure de cour digne d'un empereur !
sv: Ibland tycker jag att Cain talar för mycket, men jag antar att det är hans kall i livet. Om jag kunde böja stål lika bra som han kan böja ens öron så skulle jag kunna göra en hovrustning god nog åt en Kejsare!

source: I was with Farnham that night that Lazarus led us into Labyrinth. I never saw the Archbishop again, and I may not have survived if Farnham was not at my side. I fear that the attack left his soul as crippled as, well, another did my leg. I cannot fight this battle for him now, but I would if I could.
cs: Byl jsem s Farnhamem te noci, kdy nas Lazarus zavedl do Labyrintu. Uz nikdy jsem Arcibiskupa nevidel a nejspis bych neprezil, kdyby Farnham nebojoval se mnou. Bojim se, ze utok zmrzacil jeho dusi stejne jako jiny moji nohu. Tuhle bitvu pro nej nemohu vybojovat, ale udelal bych to, kdybych jen mohl.
de: Ich war mit Farnham zusammen in jener Nacht, als Lazarus uns ins Labyrinth geführt hat. Ich habe den Erzbischof nie wiedergesehen und ich hätte wohl selbst nicht überlebt, wenn Farnham nicht bei mir gewesen wäre. Ich befürchte, der Angriff hat seine Seele so verkrüppelt, wie ein anderer mein Bein. Ich kann seinen Kampf jetzt nicht für ihn austragen, aber wenn ich es könnte, würde ich es sofort tun.
el: Ήμουν με τον Φάρνχαμ εκείνο το βράδυ που ο Λάζαρος μας οδήγησε στον Λαβύρινθο. Δεν είδα ποτέ ξανά τον Αρχιεπίσκοπο και μπορεί να μην είχα επιζήσει αν ο Φάρνχαμ δεν ήταν δίπλα μου. Φοβάμαι ότι η επίθεση άφησε την ψυχή του τόσο ανάπηρη όσο και το πόδι μου. Δεν μπορώ να δώσω αυτή τη μάχη για αυτόν τώρα, αλλά θα το έκανα αν μπορούσα.
fr: J'étais avec Farnham cette nuit-là où Lazarus nous a entraînés dans le Labyrinthe. Je n'ai jamais revu l'archevêque depuis et je n'aurais peut-être pas survécu si Farnham n'avait pas été à mes côtés. Je crains que l'attaque n'ait laissé son esprit aussi estropié que, eh bien, une autre attaque l'a fait pour ma jambe. Je ne peux pas mener cette bataille pour lui, mais je le ferais si je le pouvais.
sv: Jag var med Farnham den där kvällen när Lazarus tog oss in i Labyrinten. Jag såg aldrig Ärkebiskopen igen, och kanske inte skulle överlevt om inte Farnham var med mig. Jag är rädd att anfallet sargade hans själ lika mycket som, tja, ett annat gjorde med mitt ben. Jag kan inte hjälpa honom nu, men jag skulle om jag kunde.

source: A good man who puts the needs of others above his own. You won't find anyone left in Tristram - or anywhere else for that matter - who has a bad thing to say about the healer.
cs: Dobry clovek, ktery vyvysuje potreby jinych nad svoje. V Tristramu - nebo kdekoliv jinde - nenajdes jedineho cloveka, ktery by mohl rict neco spatneho o nasem leciteli.
de: Ein guter Mann, der die Bedürfnisse der anderen über seine eigenen stellt. Ihr werdet niemanden in Tristram - oder auch anderswo - finden, der etwas Schlechtes über den Heiler sagen würde.
el: Ένας καλός άνθρωπος που βάζει τις ανάγκες των άλλων πάνω από τις δικές του. Δεν θα βρεις κανέναν στην Τρίστραμ - ή πουθενά αλλού για αυτό το θέμα - που να έχει κάτι κακό να πει για τον θεραπευτή.
fr: Un homme bon qui met les besoins des autres avant les siens. Vous ne trouverez personne à Tristram – ni où que ce soit d'ailleurs – qui aura à redire du guérisseur.
sv: En bra karl som sätter andra framför sig själv. Du kommer inte höra någon i Tristram - eller någon annanstans för den delen - som har något illa att säga om våran läkare.

source: That lad is going to get himself into serious trouble... or I guess I should say, again. I've tried to interest him in working here and learning an honest trade, but he prefers the high profits of dealing in goods of dubious origin. I cannot hold that against him after what happened to him, but I do wish he would at least be careful.
cs: Ten hoch se urcite dostane do velkych problemu... tusim, ze bych mohl rict, uz zase. Zkousel jsem v nem vzbudit zajem o praci u mne a nauceni se radneho remesla, ale on dava prednost vysokemu zisku pri obchodu se zbozim pochybneho puvodu. Nemohu to po nem chtit po tom, co se mu stalo, ale preji si, aby byl alespon opatrny.
de: Dieser Kerl wird noch mal richtigen Ärger bekommen... oder besser gesagt, wieder mal. Ich habe versucht, ihm eine Lehre hier schmackhaft zu machen, damit er ein ehrliches Gewerbe erlernen könnte, aber er zieht es vor, das schnelle Geld zu machen, indem er mit Waren zweifelhafter Herkunft handelt. Kann ich ihm nicht mal verübeln, nach dem, was er durchgemacht hat, aber ich wünschte mir, er wäre wenigstens etwas vorsichtiger.
el: Αυτό το παλικάρι θα βάλει τον εαυτό του σε σοβαρό μπελά... ή μάλλον πρέπει να πω θα ξαναβάλει. Προσπάθησα να τον κινήσω το ενδιαφέρον να δουλέψει εδώ και να μάθει ένα τίμιο επάγγελμα, αλλά προτιμά τα υψηλά κέρδη από την εμπορία εμπορευμάτων αμφιβόλου προέλευσης. Δεν μπορώ να τον κατηγορήσω για αυτό μετά από αυτό που του συνέβη, αλλά εύχομαι να ήταν τουλάχιστον προσεκτικός.
fr: Ce moutard va se mettre dans un sérieux pétrin... ou je devrais peut-être dire “encore”. J'ai bien essayé de l'intéresser à travailler ici et à lui apprendre un métier honnête, mais il préfère les gains faciles du trafic d'objets d'origine douteuse. Je ne peux pas lui en vouloir après ce qui lui est arrivé, mais j'aimerais qu'au moins il fasse attention.
sv: Den där pysen kommer hamna i riktiga problem... igen, får man väl säga. Jag har försökt intressera honom i att jobba här och lära sig ett ärligt kneg, men han föredrar att profitera från att sälja gods med tvivelaktig härkomst. Jag kan inte skylla honom för det efter vad som hände, men jag önsakr i alla fall att han vore försiktig.
