Repository: diasurgical/devilutionX
Catalog: Translations/*.po
Languages: bg, da, it, pl, uk

source: Well, what can I do for ya?
bg: Е, с какво мога да помогна?
it: Bene, che posso fare per te?
pl: Co mogę dla ciebie zrobić?
uk: Ну, що я можу тобі зробити?

source: If you're looking for a good weapon, let me show this to you. Take your basic blunt weapon, such as a mace. Works like a charm against most of those undying horrors down there, and there's nothing better to shatter skinny little skeletons!
bg: Ако си търсиш сгодно оръжие, нека ти предложа нещо. Да речем, най-обикновено тъпо оръжие, като например боздуган. Върши чудесна работа срещу повечето страшилища, които ще ти се изпречат на пътя. Какво по-добро от това да строшиш грозни малки скелетчета на парчета!
it: Se cerchi una buona arma, lascia che ti faccia vedere questo. Prendi un corpo contundente, come una mazza. Funziona alla perfezione contro molti di quegli orrori non-morti laggiù, e non c'è niente di meglio per schiantare scheletrini!
pl: Szukasz czegoś do walki? Spójrz na broń podstawową, taką jak ta stępiona maczuga. Potrafi zdziałać cuda w walce przeciwko nieumarłym stworom tam na dole. Nie ma nic lepszego do roztrzaskiwania tych spróchniałych szkieletów!
uk: Якщо ти шукаєш добру зброю, дозволь мені показати тобі це. Наприклад, візьми якусь тупу булаву. Проти більшості тих невмирущих жахів піде як по маслу, немає нічого кращого, щоб розбивати сухі скелети!

source: The axe? Aye, that's a good weapon, balanced against any foe. Look how it cleaves the air, and then imagine a nice fat demon head in its path. Keep in mind, however, that it is slow to swing - but talk about dealing a heavy blow!
bg: Брадвата? Да, добро оръжие, подходящо срещу всякакви противници. Погледни как разсича въздуха, сега си представи как острието минава през дебелата глава на демона. Имай в предвид, че е замахът е бавен, но за разлика от това, последващият ефект е поразителен!
it: L'Ascia? Ah, quella è una buona arma, bilanciata rispetto ad ogni nemico. Guarda come fende l'aria, e ora immagina la testa di un demone sul suo cammino. Ricorda, però, che il colpo è lento da vibrare - ma lascia un bel segno!
pl: Topór? Aaachh, to dobra broń, nadaje się do walki z każdym przeciwnikiem. Spójrz, jak przecina powietrze, a potem wyobraź sobie, że spotyka łeb tłustego demona na swojej drodze. Pamiętaj jednak, że ciężko się nim macha - ale mówimy przecież o potężnych ciosach!
uk: Сокира? Так, це хороша зброя, збалансована проти будь-якого ворога. Подивись, як вона розсікає повітря, а потім уяви собі гарну товстенну голову демона на її шляху. Май на увазі, що вона повільно розмахується — але який удар!

source: Look at that edge, that balance. A sword in the right hands, and against the right foe, is the master of all weapons. Its keen blade finds little to hack or pierce on the undead, but against a living, breathing enemy, a sword will better slice their flesh!
bg: Погледни острието, какъв баланс. Меч в правилните ръце и срещу правилния враг, е господар на всички оръжия. Острият връх няма какво толкова да разсече или прониже в немъртвите, но пък срещу живия, дишащ противник, мечът ще го разфасова!
it: Osserva questo filo e questo bilanciamento. Una spada nelle mani giuste, e contro il nemico giusto, è la signora di tutte le armi. La sua lama affilata trova poco da tagliare o trafiggere sui non-morti, ma affetterà le carni dei nemici vivi e respiranti!
pl: Spójrz na to wykończenie, na te proporcje. Miecz we właściwych rękach jest najlepszą bronią. Jego błyszczące ostrze z łatwością przebija i rozcina nieumarłych. Bez problemu rani także żywych przeciwników!
uk: Подивись на це лезо, на рівновагу. У правильних руках і проти правильного ворога, меч — майстер усієї зброї. Гострому лезу мало чого рубати чи прорізати в нежиті, але проти живого, дихаючого ворога, немає нічого краще, ніж меч!

source: Your weapons and armor will show the signs of your struggles against the Darkness. If you bring them to me, with a bit of work and a hot forge, I can restore them to top fighting form.
bg: Оръжията и доспехите ти ще търпят щети в борбата ти срещу Мрака. Донеси ми ги и с чука и малко работа над огнището, мога да ги направя като нови.
it: Le tue armi e la tua armatura porteranno i segni della lotta contro l'oscurità. Se me li porterai, un po' di lavoro e una fornace calda, li riporteranno alla loro migliore condizione.
pl: Na twojej broni i pancerzu na pewno nie raz zostaną ślady po walce ze złem. Przynieś je wtedy do mnie, a dzięki odrobinie pracy i gorącej kuźni sprawię, że będą jak nowe!
uk: Твоя зброя та броня показуватимуть ознаки боротьби з Темрявою. Якщо ти принесеш їх мені, трохи попрацювавши в гарячій кузні, я зроблю їх як новенькі.

source: While I have to practically smuggle in the metals and tools I need from caravans that skirt the edges of our damned town, that witch, Adria, always seems to get whatever she needs. If I knew even the smallest bit about how to harness magic as she did, I could make some truly incredible things.
bg: Докато практически нямам друг избор, освен да си набавям материали и инструменти чрез керваните, прекосяващи нашият проклет град от длъж и шир, тази вещица, Адрия, винаги получава всичко, от което има нуждае. Ако знаех дори и малко за това, как да използвам магията, както тя го прави, щях да правя наистина невероятни неща.
it: Mentre io devo praticamente contrabbandare i metalli e gli strumenti di cui ho bisogno dalle carovane che passano per i limiti della nostra maledetta città, Adria ha sempre quello di cui necessita. Se potessi controllare solo un po' della sua magia, potrei fare cose veramente incredibili.
pl: Ta wiedźma, Adria, zawsze ma wszystko czego tylko zapragnie. Za to ja muszę przemycać metale i narzędzia z karawan, które zatrzymują się na uboczach tego nieszczęsnego miasta. Gdybym poznał choć trochę jej zaklęć... Mógłbym wykonywać naprawdę nieprawdopodobne rzeczy.
uk: Мені доводиться практично провозити контрабандою потрібні мені метали та інструменти з караванів, що огинають околиці нашого проклятого міста, а ця відьма Адрія завжди отримує все, що їй потрібно. Якби я б хоч трохи знав як приборкати магію, як вона, я б зробив справді неймовірні речі.

source: Gillian is a nice lass. Shame that her gammer is in such poor health or I would arrange to get both of them out of here on one of the trading caravans.
bg: Джилиън е мила девойка. Жалко, че нейното бабе е с лошо здраве, иначе досега да съм уредил да ги измъкнат от тук с един от търговските кервани.
it: Gillian è una brava ragazza. Peccato che sua nonna sia in poca salute, altrimenti avrei cercato di farle andare lontano da qui con una delle carovane.
pl: Gillian to miła dziewuszka. Szkoda, że jej babulka jest tak schorowana. Gdyby nie to, zorganizowałbym im wyjazd na jednej z kupieckich karawan.
uk: Гілліан — гарна дівчина. Шкода, що в її бабці таке погане здоров’я, інакше я б влаштував, щоб вивезти їх звідси на торговому каравані.

source: Sometimes I think that Cain talks too much, but I guess that is his calling in life. If I could bend steel as well as he can bend your ear, I could make a suit of court plate good enough for an Emperor!
bg: Понякога ми се струва, че Кайн говори твърде много. Може би защото това е неговото призвание. Ако можех да гъна стомана така, както той може да гъне думите, бих изковал ризница, като за Император!
it: A volte credo che Cain parli troppo, ma credo sia il suo destino. Se potessi piegare l'acciaio come lui è in grado di far tendere le orecchie. Potrei fare un'armatura decorata degna di un imperatore!
pl: Czasami odnoszę wrażenie, że Cain jest zbyt gadatliwy. Choć takie już pewnie jego powołanie. Gdybym tylko potrafił kuć stal z takim zacięciem, jak on potrafi paplać... Mógłbym wtedy wykonać zbroję płytową, wystarczająco dobrą dla samego Cesarza!
uk: Іноді мені здається, що Каїн забагато говорить, але схоже, що це його покликання в житті. Якби я міг гнути сталь так само, як він може гнути твоє вухо, я б зробив лати, достойні Імператора!

source: I was with Farnham that night that Lazarus led us into Labyrinth. I never saw the Archbishop again, and I may not have survived if Farnham was not at my side. I fear that the attack left his soul as crippled as, well, another did my leg. I cannot fight this battle for him now, but I would if I could.
bg: Бях редом с Фарнам онази нощ, когато Лазар ни поведе към Лабиринта. Никога повече не видях Архиепископа, а и нямаше да съм жив сега, ако Фарнам не беше до мен. Лошото е, че след случилото се, душата му остана осакатена завинаги, така както и кракът ми. Не мога да водя тази битка заради него сега, а ми се иска да можех.
it: Ero con Farnham la notte in cui Lazarus ci guidò nel Labirinto. Non ho più rivisto l'Arcivescovo, e potrei non essere qui se Farnham non fosse stato al mio fianco. Ho paura che l'attacco abbia lasciato un segno nella sua anima. Non posso combattere questa battaglia per lui, ma se potessi lo farei.
pl: Tej nocy, kiedy Lazarus sprowadził nas do labiryntu, trzymałem się blisko Farnhama. To był ostatni raz kiedy widziałem Arcybiskupa. Gdyby Farnham nie stał wtedy u mojego boku, mógłbym nie przeżyć. Obawiam się, że te wydarzenia, okaleczyły jego duszę, tak jak mnie okulawiły. Chciałbym mu pomóc, ale nie jestem w stanie stoczyć tej walki za niego.
uk: Я був з Фарнхемом тоді, коли Лазар повів нас у Лабіринт. Я більше ніколи не бачив Архієпископа, і, можливо б не вижив, якби Фарнхем не був поруч зі мною. Я боюся, що напад залишив його душу так само покаліченою, як і мою ногу. Я бився б за нього в цій битві якби міг, але не можу.

source: A good man who puts the needs of others above his own. You won't find anyone left in Tristram - or anywhere else for that matter - who has a bad thing to say about the healer.
bg: Добър човек, който слага нуждите на другите пред своите. Няма да намериш нито в Тристрам, нито където и да е другаде, някой да каже лоша дума за лечителя.
it: Un buon uomo che mette i problemi degli altri al di sopra dei suoi. Non troverai nessuno a Tristram - o da qualsiasi altra parte - che abbia brutte cose da dire sul guaritore.
pl: Ten wspaniały człowiek stawia potrzeby innych ponad swoje. Nie znajdziesz nigdzie osoby, która mogłaby powiedzieć coś złego o naszym uzdrowicielu.
uk: Хороший чоловік, що ставить потреби інших вище своїх. Ти не знайдеш нікого в Трістрамі — тай й де завгодно, якщо на те пішло — хто б сказав погане про цілителя.

source: That lad is going to get himself into serious trouble... or I guess I should say, again. I've tried to interest him in working here and learning an honest trade, but he prefers the high profits of dealing in goods of dubious origin. I cannot hold that against him after what happened to him, but I do wish he would at least be careful.
bg: Този калпазанин ще се забърка в сериозни неприятности... отново, ако трябва да съм точен. Опитах да привлека вниманието му, да го накарам да работи тук и да вземе нещо от мен за честния търговски занаят, той обаче предпочете парите от търговията на стока със неизвестен произход. Не мога да го обвинявам в нищо, след това, което го сполетя и поне се надявам, да внимава.
it: Quel ragazzo sta per ficcarsi in guai seri... e aggiungerei, di nuovo. Ho provato ad appassionarlo al lavoro qui e a fargli imparare un commercio onesto, ma preferisce ottenere alti guadagni trafficando con beni di dubbia origine. Non posso biasimarlo dopo quello che gli è accaduto, ma vorrei che facesse almeno attenzione.
pl: Ten mały wpędzi się kiedyś w jakieś poważne tarapaty... znowu. Próbowałem zaciekawić go swoim zawodem - no wiesz, nauczyć go uczciwej pracy. On jednak woli czerpać zyski z handlu towarami nieznanego pochodzenia. Nie mogę mieć mu tego za złe, po tym co przeszedł, ale chciałbym, żeby bardziej na siebie uważał.
uk: Цей хлопець потрапить в серйозні неприємності… або, я мушу сказати, знову потрапить. Я намагався зацікавити його роботою тут, в кузні, навчити чесному ремеслу, але він віддає перевагу високим прибуткам від торгівлі сумнівними товарами. Я не можу злитися на нього після того, що з ним сталося, але я хотів, щоб він хоча б був обережний.

source: The Innkeeper has little business and no real way of turning a profit. He manages to make ends meet by providing food and lodging for those who occasionally drift through the village, but they are as likely to sneak off into the night as they are to pay him. If it weren't for the stores of grains and dried meats he kept in his cellar, why, most of us would have starved during that first year when the entire countryside was overrun by demons.
bg: Търговията на Кръчмарят не върви, и не може да спечели достатъчно от нея. Успява да свърже двата края, като предлага храна и подслон на онези, които от време на време се появяват в градчето, но много от тях се измъкват през нощта и често без да не му платят. Нямаше ли ги запасите от зърно и сушените меса, които пази в мазето си, болшинството от нас щяхме да гладуваме през първата година, когато цялата околия беше превзета от демоните.
it: Il Taverniere fa pochi affari e non ha nessun modo di trarre un profitto. Cerca di guadagnare qualcosa fornendo vitto e alloggio per quelli che passano di tanto in tanto per il villaggio, ma è più probabile che fuggano nella notte piuttosto che lo paghino. Se non fosse per le riserve di granaglie e carne secca che teneva in cantina, molti di noi sarebbero morti di fame durante il primo anno quando l'intera campagna era infestata dai demoni.
pl: Karczmarz prowadzi tu swój mały interes, ale ciężko mu cokolwiek zarobić. Ledwo wiąże koniec z końcem. Dostarcza jedzenie i oferuje noclegi przyjezdnym. A ci niestety często wymykają się potajemnie i nie płacą mu należności. Gdyby nie zapasy zboża i suszonego mięsa w jego piwnicy, większość z nas już dawno pomarłaby z głodu od czasu najazdu demonów.
uk: У корчмаря мало бізнесу і немає реального способу заробляти. Йому вдається звести кінці з кінцями, забезпечуючи їжею та житлом тих, хто час від часу ходить через село, але вони можуть втекти, не плативши. Якби не запаси зерна та в’яленого м’яса, які він тримав у своєму погребі, то чому б більшість із нас померли б від голоду в той перший рік, коли всю сільську місцевість заполонили демони.

source: Can't a fella drink in peace?
bg: Не може ли човек да пие на спокойствие?
it: Un uomo non può bere in pace?
pl: Napić się nie mogę w spokoju?
uk: Хіба я не можу спокійно випити?

source: The gal who brings the drinks? Oh, yeah, what a pretty lady. So nice, too.
bg: Девойчето, което сервира напитките? А, да, каква красавица. И е много мила, също.
it: La ragazza che porta da bere? Oh, si, Che ragazza carina. Così attraente.
pl: Dziewuszka przy barze? Och, to dopiero ślicznotka. Do tego taka miła.
uk: Дівчина, що приносить напої? О, так, яка гарна жінка. І добра теж.

source: Why don't that old crone do somethin' for a change. Sure, sure, she's got stuff, but you listen to me... she's unnatural. I ain't never seen her eat or drink - and you can't trust somebody who doesn't drink at least a little.
bg: Защо тази дърта кукумявка не се заеме да прави нещо за разнообразие. Да, да, ясно ми е, че има всичко, но, слушай какво ще ти кажа... има нещо необикновено в нея. Никога не съм я виждал да яде или да пие, а не можеш да се има вяра на някой, който не близва дори капка.
it: Perché quella vecchiaccia non fa qualcosa tanto per cambiare. D'accordo, ha delle qualità, ma ascoltami... non è normale. Non l'ho mai vista bere o mangiare - e non puoi fidarti di qualcuno che non beve almeno un po'.
pl: Dlaczego ta starucha nie zrobi dla odmiany czegoś ciekawszego. Wiem, wiem, nie ma na to czasu, ale posłuchaj... Ona jest jakaś nienormalna. Nigdy nie widziałem, żeby coś jadła albo piła - a nie możesz ufać komuś, kto nie pije. Nawet troszeczkę.
uk: Чому б та стара карга щось не зробила. Звісно, звісно, у неї є речі, але послухай мене… вона неприродня. Я ніколи не бачив, щоб вона їла чи пила — і не можна вірити тому, хто хоч трохи не п’є.

source: Cain isn't what he says he is. Sure, sure, he talks a good story... some of 'em are real scary or funny... but I think he knows more than he knows he knows.
bg: Кайн не е този, който твърди, че е. Добър разказвач е, безспорно... някои от историите са страшни, други смешни.... Мен ако питаш, знае много повече от това, което твърди, че знае.
it: Cain non è chi dice di essere. Certo, racconta belle storie... alcune sono davvero paurose o divertenti... ma penso che lui sappia più di quanto ci mostri.
pl: Cain nie jest tym za kogo się podaje. Wiem, wiem, opowiada ciekawe historyjki... parę z nich jest naprawdę strasznych. Albo śmiesznych... Wiesz co? On wie więcej niż wie, że wie.
uk: Каїн не той, ким себе видає. Звичайно, звичайно, він розказує хороші історії… деякі з них справді страшні або смішні… але я думаю, що він знає більше, ніж знає, що знає.

source: Griswold? Good old Griswold. I love him like a brother! We fought together, you know, back when... we... Lazarus... Lazarus... Lazarus!!!
bg: Грисволд? Добрият стар Грисволд. Обичам го като свой брат! Бихме се рамо до рамо навремето, когато.... двамата.... Лазаре... Лазаре... Лазаре!!!
it: Griswold? Buon Vecchio Griswold! L'amo come un fratello! Lottammo insieme, sai, quando... noi... Lazarus... Lazarus... Lazarus!!!
pl: Griswold? Stary, dobry Griswold. Kocham go jak brata! Walczyliśmy razem, wiesz? Dawniej, kiedy... my... Lazarus... Lazarus... Lazarus!!!
uk: Грізволд? Старий добрий Грізволд. Я люблю його як брата! Ми билися разом, знаєш, коли… ми… Лазар… Лазар… Лазар!!!

source: Hehehe, I like Pepin. He really tries, you know. Listen here, you should make sure you get to know him. Good fella like that with people always wantin' help. Hey, I guess that would be kinda like you, huh hero? I was a hero too...
bg: Хи-хи-хи, харесвам Пепин. Той наистина се старае. Слушай, трябва да го опознаеш по-отблизо. Добър човечец, който винаги е при онези, които се нуждаят от помощ. Ей, мисля си, че е като теб, герой, а? И аз някога бях герой...
it: Hehehe, mi piace Pepin. A volte ci prova veramente. Ascoltami, devi assolutamente conoscerlo. Una brava persona a cui piacciono le persone in cerca d'aiuto. Ehi, credo che sia un po' come te, huh, eroe? Anch'io ero un eroe...
pl: Hehehe, lubię Pepina. Wiesz, on naprawdę robi co może. Słuchaj, musisz go poznać. To miły gość, który zawsze pomaga ludziom w potrzebie. Hej, to chyba tak jak ty, nie? Dawniej też taki byłem...
uk: Хе-хе, мені подобається Пепін. Знаєш, він справді старається. Слухай сюди, ти маєш познайомитися з ним. Такий добрий хлопець з людьми, які завжди хочуть допомоги. Гей, я думаю, це було б схоже на тебе, а герой? Я теж був героєм…

source: Wirt is a kid with more problems than even me, and I know all about problems. Listen here - that kid is gotta sweet deal, but he's been there, you know? Lost a leg! Gotta walk around on a piece of wood. So sad, so sad...
bg: Върт е хлапе с повече проблеми, дори и от мен, и аз знам доста за това. Слушай, на това момче сега му върви добре, но то беше там, нали разбираш? Загуби си крака! Сега ходи на дървен кол. Колко жалко, колко жалко..
it: Wirt è un ragazzo con più problemi di me, e conosco tutto sui problemi. Ascolta, il ragazzo sta facendo buoni affari, ma è stato là, sai? Ha perso una gamba! Cammina su un pezzo di legno. Molto triste, molto triste...
pl: Wirt jest dzieckiem, które ma więcej problemów ode mnie, a ja wiem wszystko o problemach. Posłuchaj - ten dzieciak robi świetne interesy, ale on też tam był, wiesz? Stracił nogę! Musi teraz chodzić na jakimś kołku. To przykre, naprawdę przykre...
uk: У Вірта більше проблем, ніж у мене, а я все знаю про проблеми. Слухай сюди — у того пацана добра угода, але він там був, розумієш? Втратив ногу! Треба ходити на шматку дерева. Так сумно, так сумно…

source: Ogden is the best man in town. I don't think his wife likes me much, but as long as she keeps tappin' kegs, I'll like her just fine. Seems like I been spendin' more time with Ogden than most, but he's so good to me...
bg: Огдън - най-свестният мъж в града. Не мисля, че жена му ме харесва особено много, но докато тя отваря бъчвите, нямам нищо против това. Напоследък прекарвам повече време с Огдън, отколкото с останалите, но поне той ме оценява....
it: Ogden è il miglior uomo in città. Non penso di piacere a sua moglie, ma finché continuerà a spillare vino, mi starà simpatica. Sembra che io passi con Ogden la maggior parte del tempo, ma è così buono con me...
pl: Ogden to najlepszy człowiek w mieście. Jego żona chyba za mną nie przepada, ale dopóki uzupełnia beczki, to da się ją jakoś znieść. Wygląda na to, że to ja spędzam najwięcej czasu z Ogdenem, ale on jest dla mnie taki dobry...
uk: Огден — найкращий чоловік у селі. Не думаю, що я дуже подобаюся його дружині, але поки вона буде відкривати бочки, вона нормальна. Я проводжу з Огденом більше часу, ніж всі, але він такий добрий до мене…

source: I wanna tell ya sumthin', 'cause I know all about this stuff. It's my specialty. This here is the best... theeeee best! That other ale ain't no good since those stupid dogs...
bg: Искам да ти кажа нешщо, 'щото аз ги зная тия работи. То ми е в кръвта. Т'ва тук е най-доброто.... нааааааай-доброто! Другото пиво вече не струва откак тия нехранимайковци....
it: Voglio dirti una cosa, perché so tutto a riguardo. È la mia specialità. Questa è la migliore... laaa migliore! L'altra birra è disgustosa da quando quegli stupidi cani...
pl: Heeejj chcę zzi coś powiedzieć, wiem o nich wszystko. Są moją specjalnością. Te tutaj są najlepsze... naaaajleeeepsze! Inne piwa są nic warte odkąd te głupie kundle...
uk: Хочу тобі дещо сказати, бо я знаю все про ці штуки. Я в цьому знаюсь. Цей ель ось тут найкращий…наааааайкращий! Той інший не годиться з тих пір, як дурні собаки…

source: No one ever lis... listens to me. Somewhere - I ain't too sure - but somewhere under the church is a whole pile o' gold. Gleamin' and shinin' and just waitin' for someone to get it.
bg: Никой вече не ме слу... (хлъц) не ме слуша. Нейде, и аз не знам точно къде, но там долу, под църквата, лежи голямо имане. Блещука, сияе, само чака някой да го намери.
it: Nessuno mi as... ascolta. Da qualche parte - non sono sicuro - ma da qualche parte sotto la chiesa c'è un'enorme montagna d'oro. Splende, brilla e aspetta che qualcuno se la prenda.
pl: Nikt mnie nie chce słu... słuchać. Gdzieś - nie jestem pewien - ale gdzieś pod kościołem leżą całe stosy złota. Błyszczą i brzęczą. I tylko czekają, coby ktoś je zebrał.
uk: Мене ніхто ніколи не слу… слухає. Десь – я не знаю де, – але десь під церквою є ціла купа золота. Блищить і сяє, і я просто чекаю, щоб хтось її забрав.

source: I know you gots your own ideas, and I know you're not gonna believe this, but that weapon you got there - it just ain't no good against those big brutes! Oh, I don't care what Griswold says, they can't make anything like they used to in the old days...
bg: Знам, имаш свои виждания, и още по-добре знам, че няма да повярваш, но това оръжие, твоето - няма да те спаси от тези огромни гадове! Не ме интересува какво твърди Грисволд, вече не правят нищо така, както беше навремето.
it: So che hai le tue idee, e so che non crederai a questo, ma quell'arma che hai lì - non è buona contro quei grossi mostri! Oh, non m'importa di quello che dice Griswold, non faranno mai le cose come si usava una volta...
pl: Wiem, że masz własne zdanie i wiem, że i tak mi nie uwierzysz, ale ta broń, którą walczysz - ona jest za słaba na tych wielkich bydlaków! Nie obchodzi mnie co mówi Griswold, ale już się nie robi takich rzeczy, co za dawnych czasów...
uk: Я знаю, що у тебе свої ідеї, і я знаю, що ти в це не повіриш, але та зброя, що в тебе просто не годиться проти тих нелюдів! О, мені байдуже, що говорить Грізволд, вони нічого не можуть зробити, як у старі часи…
