Repository: diasurgical/DevilutionX
Catalog: Translations/*.po
Languages: cs, de, el, fr, sv

source: My home is slowly becoming corrupted by the vileness of this unwanted prisoner. The crypts are full of shadows that move just beyond the corners of my vision. The faint scrabble of claws dances at the edges of my hearing. They are searching, I think, for this journal.
cs: Muj domov se pomalu kazi, diky temhletem nezvanym veznum. Krypty jsou plne stinu, ktere se pohybuji pouze v zakoutich me mysli. Nejasne naznaky drapu tanci na okrajich meho sluchu. Hledaji, myslim si to, hledaji novinky.
de: Allmählich legt die Niedertracht dieses ungebetenen Gefangenen ein Unheil über mein Heim. Die Krypta ist voller Schatten, die kaum mein Sichtfeld streifen. Das schwache Scharren von Klauen tanzt an der Grenze meines Hörsinns. Sie suchen, denke ich. Nach diesem Tagebuch.
el: Το σπίτι μου διαφθείρεται σιγά σιγά από την κακία αυτού του ανεπιθύμητου κρατούμενου. Οι κρύπτες είναι γεμάτες σκιές που κινούνται λίγο πιο πέρα ​​από τις γωνίες της οράσεως μου. Το αχνό ξύσιμο των νυχιών, χορεύει στις άκρες της ακοής μου. Ψάχνουν, νομίζω, για αυτό το ημερολόγιο.
fr: Ma maison se voit lentement corrompre par la turpitude de ce prisonnier indésirable. Les cryptes sont pleines d'ombres qui se déplacent au-delà de mon champ de vision. Les grattements de griffes dansent aux limites de mon ouïe. Ils cherchent, je pense, ce journal.
sv: Mitt hem blir långsamt förvridet va denna oönskade fånges uselhet. Kryptorna är fulla av skuggor som rör sig i utkanterna av min syn. Det antydda skrapandet av klor dansar ytterst i min hörsel. De letar, tror jag, efter den här dagboken.

source: In its ranting, the creature has let slip its name -- Na-Krul. I have attempted to research the name, but the smaller demons have somehow destroyed my library. Na-Krul... The name fills me with a cold dread. I prefer to think of it only as The Creature rather than ponder its true name.
cs: Mezi recmi jim uniklo jeho jmeno -- Na-Krul. Pokusil jsem se prozkoumat tohle jmeno, ale mali demoni mi nejak znicili mou knihovnu. Na-Krul... To jmeno me naplnuje obavami. Radeji o nem budu uvazovat jako o Prisere. Je to lepsi nez jeho prave jmeno.
de: In seinem Fluchen hat diese Kreatur seinen Namen fallen lassen -- Na-Krul. Ich habe versucht, diesem Namen auf den Grund zu gehen, aber die geringeren Dämonen haben irgendwie meine Bibliothek zerstört. Na-Krul ... der Name erfüllt mich mit kaltem Grausen. Ich ziehe es vor, sie lieber als die "Kreatur" zu bezeichnen als über ihren wahren Namen nachzudenken.
el: Μέσα στο παραλήρημα του, το πλάσμα άφησε να ξεφύγει το όνομά του -- Να-Κρούλ. Προσπάθησα να ερευνήσω το όνομα, αλλά οι μικρότεροι δαίμονες κατά κάποιο τρόπο κατέστρεψαν τη βιβλιοθήκη μου. Να-Κρούλ... Το όνομα με γεμίζει κρύο τρόμο. Προτιμώ να το σκέφτομαι μόνο ως Το Πλάσμα παρά να αναλογιστώ το πραγματικό του όνομα.
fr: Dans sa diatribe, la créature a laissé échapper son nom – Na-Krul. J'ai essayé de faire des recherches sur ce nom, mais ces démons mineurs ont malheureusement détruit ma bibliothèque. Na-Krul... Ce nom me remplit d'une terreur froide. Je préfère ne l'appeler que la Créature plutôt que de prononcer son vrai nom.
sv: I sitt orerande råkade varelsen nämna sitt namn -- Na-Krul. Jag har försökt efterforska namnet, men de mindre demonerna har på något vis förstört mitt bibliotek. Na-Krul... namnet fyller mig med en kall skräck. Jag tänker hellre på den som helt enkelt Varelsen än att fundera på dess rätta namn.

source: The entrapped creature's howls of fury keep me from gaining much needed sleep. It rages against the one who sent it to the Void, and it calls foul curses upon me for trapping it here. Its words fill my heart with terror, and yet I cannot block out its voice.
cs: Sileny vriskot zajatych priser mi neda spat. Jsou nastvane na toho, kdo je vyslal do Pustiny a svolavaji na me kletby za to, ze je tady veznime. Tyhle jejich slova naplnuji me srdce strachem a nedari se mi zbavit se tech hlasu.
de: Das wütende Brüllen der gefangenen Kreatur hindert mich daran, dringend benötigten Schlaf zu bekommen. Er wütet gegen denjenigen, der ihn in den Abgrund geschickt hat, und er spricht schlimme Flüche über mich aus, weil ich ihn hier gefangen habe. Seine Worte erfüllen mein Herz mit Schrecken, und dennoch kann ich seine Stimme nicht verdrängen.
el: Τα ουρλιαχτά της οργής του παγιδευμένου πλάσματος με εμποδίζουν να αποκτήσω τον τόσο απαραίτητο ύπνο μου. Μαίνεται εναντίον αυτού που το έστειλε στο Κενό, και με βρίζει που το παγίδευσα εδώ. Τα λόγια του γεμίζουν την καρδιά μου με τρόμο, κι δεν μπορώ να αποκλείσω τη φωνή του από το μυαλό μου.
fr: Les hurlements de fureur de la créature piégée m'empêchent de dormir malgré la fatigue. Il enrage contre celui qui l'a envoyé dans le Néant, et il invoque d'ignobles malédictions contre moi pour l'avoir piégé ici. Ses mots emplissent mon cœur de terreur, et malgré ça je n'arrive pas à bloquer sa voix.
sv: Den fångade varelsens vredesrop hindrar mig från min välbehövliga sömn. Den rasar mot den som skickade den till Tomheten, och nedkallar hemska förbannelser på mig för att jag håller den fången. Dess ord fyller mitt hjärta med fasa, och ändå kan jag inte stänga ute dess röst.

source: My time is quickly running out. I must record the ways to weaken the demon, and then conceal that text, lest his minions find some way to use my knowledge to free their lord. I hope that whoever finds this journal will seek the knowledge.
cs: Cas mi rychle ubiha. Musim zaznamenat zpusob, jak oslabit demona a pak ukryt tenhle text, pro pripad, ze by jeho prisluhovaci nasli zpusob, jak pomoci mych znalosti osvobodit sveho vudce. Doufam, ze ten kdo tohle najde bude hledat vedomost.
de: Meine Zeit läuft schnell ab. Ich muss aufzeichnen, wie man den Dämon schwächen kann, und diesen Text dann verstecken, damit nicht seine Diener einen Weg finden, ihren Herrn mit Hilfe meines Wissens zu befreien. Ich hoffe, dass, wer immer dieses Tagebuch findet, er nach diesem Wissen suchen wird.
el: Ο χρόνος μου τελειώνει γρήγορα. Πρέπει να καταγράψω τους τρόπους για να αποδυναμώσω τον δαίμονα και μετά να κρύψω αυτό το κείμενο, μήπως οι δαιμονικοί υπηρέτες του βρουν κάποιο τρόπο να χρησιμοποιήσουν τις γνώσεις μου για να ελευθερώσουν τον κύριό τους. Ελπίζω ότι όποιος βρει αυτό το ημερολόγιο θα αναζητήσει τη γνώση.
fr: Il ne me reste plus beaucoup de temps. Je dois écrire les moyens d'affaiblir le démon, puis cacher ce texte, de peur que ses serviteurs ne trouvent un moyen d'utiliser mes connaissances pour libérer leur seigneur. J'espère que quiconque trouvera ce journal cherchera la connaissance.
sv: Min tid är kort. Jag måste nedteckna sätten för att försvaga demonen, och sedan gömma texten, så att inte hans tjänare hittar något sätt att använda min kunskap för att befria sin herre. Jag hoppas att den som hittar den här dagboken kommer leta rätt på kunskapen.

source: Whoever finds this scroll is charged with stopping the demonic creature that lies within these walls. My time is over. Even now, its hellish minions claw at the frail door behind which I hide. I have hobbled the demon with arcane magic and encased it within great walls, but I fear that will not be enough. The spells found in my three grimoires will provide you protected entrance to his domain, but only if cast in their proper sequence. The levers at the entryway will remove the barriers and free the demon; touch them not! Use only these spells to gain entry or his power may be too great for you to defeat.
cs: Kdokoliv nasel tenhle svitek, je schopen porazit demonickou stvuru, ktera je za touto zdi. Muj cas vyprsel. Prave ted, jejich prisluhovac skrabe na dvere, vedle kterych se schovavam. Zpoutal jsem demona posvatnym kouzlem a uveznil ho za silnou zdi, ale citim, ze to nestaci. Tri listiny nalezene u mne se postaraji o odstraneni tohoto chraneneho vstupu do jeho kralovstvi, ale pouze pokud se pouziji ve spravnem poradi. Paky na vstupni ceste odstrani barieru a osvobodi demona; nedotykej se jich! Pouzij pouze svitky k dosazeni vstupu jinak jeho sila bude velika a ty ho nebudes moci porazit.
de: Wer immer diese Schriftrolle findet, hat die Aufgabe, die dämonische Kreatur aufzuhalten, die hinter diesen Mauern weilt. Meine Zeit ist vorbei. Selbst in diesem Moment kratzen seine höllischen Diener an der zerbrechlichen Tür, hinter der ich mich verstecke.- Ich habe den Dämon mit einer geheimen Magie gebunden und in diesen mächtigen Mauern eingeschlossen, aber ich befürchte, das wird nicht genug sein. Die Zaubersprüche aus den drei Zauberbüchern werden Euch einen geschützten Zugang in seinen Bereich gewähren, aber nur, wenn sie in der richtigen Reihenfolge aufgesagt werden. Die Hebel am Eingang werden die Sperre beseitigen und den Dämon freisetzen; berühre sie nicht! Benutze nur die Zaubersprüche, sonst könnte er zu mächtig sein um ihn zu besiegen.
el: Όποιος βρει αυτόν τον πάπυρο χρεώνεται με το βάρος να σταματήσει το δαιμονικό πλάσμα που βρίσκεται μέσα σε αυτά τα τείχη. Ο χρόνος μου τελείωσε. Ακόμα και τώρα, τα κολασμένα διαβολάκια του νυχιώνουν την εύθραυστη πόρτα πίσω από την οποία κρύβομαι. Έχω στριμώξει τον δαίμονα με απόκρυφη μαγεία και τον έχω εγκλωβίσει μέσα σε μεγάλα τείχη, αλλά φοβάμαι ότι δεν θα είναι αρκετό. Τα ξόρκια που βρίσκονται στα τρία Γραμματικά μου θα σας προσφέρουν προστατευμένη είσοδο στην φυλακή του, αλλά μόνο εάν τεθούν με τη σωστή σειρά. Οι μοχλοί στην είσοδο θα αφαιρέσουν τα μαγικά εμπόδια και θα απελευθερώσουν τον δαίμονα. μην τα αγγίζετε! Χρησιμοποιήστε μόνο αυτά τα ξόρκια για να αποκτήσετε είσοδο, διαφορετικά η δύναμή του μπορεί να είναι πολύ μεγάλη για να μπορέσεις να νικήσεις.
fr: Celui qui trouve ce parchemin est chargé d'arrêter la créature démoniaque qui se trouve entre ces murs. Mon temps est écoulé. Aujourd'hui encore, ses serviteurs infernaux griffent la frêle porte derrière laquelle je me cache. J'ai entravé le démon avec de la magie des arcanes et je l'ai enfermé dans de grands murs, mais je crains que cela ne suffise pas. Les sorts trouvés dans mes trois grimoires vous fourniront un accès protégée vers son domaine, mais seulement s'ils sont lancés dans le bon ordre. Les leviers à l'entrée lèveront les barrières et libéreront le démon ; ne les touchez pas ! N'utilisez que ces sorts pour entrer ou j'ai bien peur que son pouvoir ne soit trop grand pour que vous puissiez le vaincre.
sv: Den som hittar denna skriftrulle åläggs att stoppa den demoniska varelse som finns inom dessa murar. Min tid är över. I denna stund klöser dess helvetiska undersåtar på den svaga dörr jag gömmer mig bakom. Jag har hältat demonen med mystisk magi och förslutit den i dessa murar, men jag är rädd att det inte är nog. Besvärjelserna som finns i mina tre böcker kommer ge dig skyddad tillgång till hans värld, men bara om de används i rätt ordning. Spakarna vid ingången kommer ta undan spärrarna och befria demonen; rör dem inte! Använd endast dessa besvärjelser för att komma in, annars kan hans makt vara för stor för dig att besegra.

# monster
source: Hellboar
cs: Pekelné Prase
de: Höllenkeiler
el: Αγριόχοιρος της Κολάσεως
fr: Sanglier Infernal
sv: Helvetessvin

# monster
source: Stinger
cs: Žihadlo
de: Skorpion
el: Κεντρί
fr: Piqueur
sv: Stingare

# monster
source: Psychorb
cs: Psychokoule
el: Ψυχόσφαιρος
fr: Psychorbe
sv: Psykoklot

# monster
source: Arachnon
cs: Arachnid
el: Αραχνόμος
sv: Araknon

# monster
source: Felltwin
cs: Padlá Dvojčata
de: Missgestalteter
el: Έκπτωτος Δίδυμος
fr: Frères Déchus
sv: Avtvilling

# monster
source: Hork Spawn
cs: Horkův Potěr
de: Hungrige Brut
el: Γόνος Σαρκοδαίμονα
fr: Engeance d'Hork
sv: Horkyngel

# monster
source: Venomtail
cs: Jedovatý Ocas
de: Giftschwanz
el: Δηλητηριώδες Ουρά
fr: Queue de venin
sv: Giftsvans

# monster
source: Necromorb
cs: Nekrokoule
de: Nekromorb
el: Νεκρόσφαιρος
fr: Nécromorbe
sv: Nekroklot

# monster
source: Spider Lord
cs: Pavoučí Pán
de: Spinnenfürst
el: Άρχοντας της Αράχνης
fr: Seigneur Araignée
sv: Spindelherre

# monster
source: Lashworm
cs: Šlehající Červ
de: Peitschenwurm
el: Μαστιγοσκώληκας
fr: Ver Tordu
sv: Piskorm

# monster
source: Torchant
cs: Hořák
de: Fackelträger
el: Πυρσοδαίμονας
fr: Flamboyant
sv: Fackelmyra

# monster
source: Hell Bug
cs: Pekelný Brouk
de: Höllenkäfer
el: Έντομο της Κολάσεως
fr: Insecte de l'Enfer
sv: Helveteskryp

# monster
source: Gravedigger
cs: Hrobník
de: Totengräber
el: Νεκροθάφτης
fr: Fossoyeur
sv: Dödgrävare

# monster
source: Tomb Rat
cs: Hrobová Krysa
de: Gruftratte
el: Αρουραίος Τάφων
fr: Rat des tombes
sv: Griftråtta

# monster
source: Firebat
cs: Ohnivý Netopýr
de: Feuerflügel
el: Νυχτερίδα της Φωτιάς
fr: Chauve-souris de Feu
sv: Eldfladdermus

# monster
source: Skullwing
cs: Okřídlená Lebka
de: Sturmrufer
el: Φτερωτό Κρανίο
fr: Aile-Crâne
sv: Skallvinge

# monster
source: Lich
el: Απέθαντος Μάγος
fr: Liche
sv: Lik

# monster
source: Crypt Demon
cs: Démon z Krypty
de: Geschmiedeter
el: Δαίμονας της Κρύπτης
fr: Démon de la Crypte
sv: Kryptdemon

# monster
source: Hellbat
cs: Pekelný Netopýr
de: Höllenflügel
el: Κολασμένη Νυχτερίδα
fr: Chauve-souris Infernale
sv: Helvetesfladdermus

# monster
source: Bone Demon
cs: Kostěný Démon
de: Knochendämon
el: Δαίμονας των Οστών
fr: Démon Osseux
sv: Bendemon

# monster
source: Arch Lich
cs: Arci-Lich
de: Erz-Lich
el: Απέθαντος Αρχιμάγος
fr: Archi-Liche
sv: Ärkelik

# monster
source: Biclops
cs: Biklop
de: Byklop
el: Δικέφαλος Κύκλωπας
sv: Biklop

# monster
source: Flesh Thing
cs: Věc z Masa
de: Fleisch-Untier
el: Πράγμα Σάρκας
fr: Monstre de Chair
sv: Köttsak

# monster
source: Reaper
cs: Smrťák
de: Schnitter
el: Θεριστής
fr: Faucheur
sv: Skördare

source: Giant's Knuckle
cs: Obrův Kloub
de: Riesenknöchel
el: H Άρθρωση των Δακτύλων του Γίγαντα
fr: Poing du Géant
sv: Jättens Knoge

source: Mercurial Ring
cs: Rtuťový Prsten
de: Lebhafter Ring
el: Το Υδραργυρικό Δακτυλίδι
fr: Anneau Mercuriel
sv: Merkuriska Ringen

source: Xorine's Ring
cs: Xorinin Prsten
el: Το Δακτυλίδι του Ξορίνε
fr: Anneau de Xorine

source: Karik's Ring
cs: Karikův Prsten
el: Το Δακτυλίδι του Κάρικ
fr: Anneau de Karik

source: Ring of Magma
cs: Prsten Magmatu
de: Ring des Magmas
el: Το Δακτυλίδι του Μάγματος
fr: Anneau de Magma
sv: Magmaringen

source: Ring of the Mystics
cs: Prsten Mystiků
de: Ring der Mystiker
el: Το Δακτυλίδι των Μυστών
fr: Anneau des Mystiques
sv: Mystikernas Ring

source: Ring of Thunder
cs: Prsten Hromu
de: Ring des Donners
el: Το Δακτυλίδι του Κεραυνού
fr: Anneau du Tonnerre
sv: Åskringen

source: Amulet of Warding
cs: Ochranný Amulet
de: Amulett des Widerstands
el: Το Φυλακτό της Προστασίας
fr: Amulette de Tutelle
sv: Skyddamuletten

source: Gnat Sting
cs: Komáří Bodnutí
de: Moskitostich
el: Το Κεντρί της Σκνίπας
fr: Piqûre de Moucheron
sv: Knottbettet

source: Flambeau
cs: Spalovač
el: Η Φλεγόμενη Δάδα

source: Armor of Gloom
cs: Brnění Pochmurnosti
de: Harnisch der Düsternis
el: Θωράκιση της Θλίψης
fr: Armure des Ténèbres
sv: Dysterhetens Pansar

source: Blitzen
cs: Bleskovník
el: Κεραυνοβόλο Τόξο

source: Thunderclap
cs: Zahřmění
de: Donnerschlag
el: Το Μπουμπουνητό
fr: Coup de Tonnerre
sv: Åsksmällen

source: Shirotachi
cs: Bílá Čepel
el: Σιροτάτσι

source: Eater of Souls
cs: Pojídač Duší
de: Seelenfresser
el: Ο Φάγος των Ψυχών
fr: Mangeur d'Âmes
sv: Själsätaren

source: Diamondedge
cs: Diamantové Ostří
de: Diamantschneide
el: Η Άκρη του Διαμαντιού
fr: Fil de Diamant
sv: Diamanteggen

source: Bone Chain Armor
cs: Kostěné Kroužkové Brnění
de: Knochenkettenrüstung
el: Η Κοκάλινη Αλυσιδωτή Πανοπλία
fr: Armure en Mailles d'os
sv: Benbrynja

source: Demon Plate Armor
cs: Démonické Plátové Brnění
de: Dämonenpanzer
el: Ο Δαιμονικός Ολομεταλλικός Θώρακας
fr: Armure de plaques de démon
sv: Demonharnesk

source: Acolyte's Amulet
cs: Amulet Ministranta
de: Amulett des Akolythen
el: Το Φυλακτό του Ακόλουθου
fr: Amulette d'Acolyte
sv: Lärjungens Amulett

source: Gladiator's Ring
cs: Gladiátorův Prsten
de: Ring des Gladiators
el: Το Δαχτυλίδι του Μονομάχου
fr: Anneau de Gladiateur
sv: Gladiatorns Ring

source: Jester's
cs: Šaškův
de: Einfältiger
el: του Γελωτοποιού
fr: du Fou
sv: Narrens

source: Crystalline
cs: Krystalický
de: Gläserner
el: του Κρυσταλλινικού
fr: d'Outre-Terre
sv: Kristallaktig

source: Doppelganger's
cs: Dvojníkův
de: Doppelgänger-
el: του Σωσία
fr: du Métamorphe
sv: Dubbelgångarens

source: devastation
cs: devastace
de: r Verwüstung
el: της Καταστροφής
fr: de Dévastation
sv: förödelse

source: decay
cs: rozkladu
de: s Verfalls
el: της Σήψης
fr: de Flétrissure
sv: förruttnelse

source: peril
cs: nebezpečí
de: r Tücke
el: του Κινδύνου
fr: de Péril
sv: fara

# spell
source: Mana
de: Mana-Ritual
el: Μάνα

# spell
source: the Magi
cs: od Mága
de: Mantik
el: ο Μάγος
fr: le Mage
sv: Magikern

# spell
source: the Jester
cs: od Šaška
de: Torheit
el: ο Γελωτοποιός
fr: le Fou
sv: Narren

# spell
source: Lightning Wall
cs: Blesková zeď
de: Blitzwand
el: Τείχος Κεραυνού
fr: Mur de Foudre
sv: Åskvägg

# spell
source: Immolation
cs: Upálení
de: Deflagration
el: Πυρπόληση
sv: Förbränning

# spell
source: Warp
el: Αναδίπλωση
fr: Déplacement
sv: Varpning

# spell
source: Reflect
cs: Odražení
de: Dornen
el: Αντανάκλαση
fr: Déviation
sv: Återspegling

# spell
source: Berserk
de: Berserker
el: Μπερσέκερος
sv: Bärsärk

# spell
source: Ring of Fire
cs: Ohnivý Prstenec
de: Feuerring
el: Κύκλος Φωτιάς
fr: Anneau de Feu
sv: Eldsring

# spell
source: Search
cs: Hledání
de: Suche
el: Αναζήτηση
fr: Recherche
sv: Sökning

# spell
source: Rune of Fire
cs: Runa Ohně
de: Feuerrune
el: Ρούνος Φωτιάς
fr: Rune de Feu
sv: Eldruna

# spell
source: Rune of Light
cs: Runa Světla
de: Lichtrune
el: Ρούνος Φωτός
fr: Rune de Lumière
sv: Ljusruna

# spell
source: Rune of Nova
cs: Runa Novy
de: Novarune
el: Ρούνος Αστρικής Έκρηξης
fr: Rune de Nova
sv: Novaruna

# spell
source: Rune of Immolation
cs: Runa Upálení
de: Deflagrationsrune
el: Ρούνος Πυρπόλησης
fr: Rune d'Immolation
sv: Förbränningsruna

# spell
source: Rune of Stone
cs: Runa Kamene
de: Steinrune
el: Ρούνος Πέτρας
fr: Rune de Pierre
sv: Stenruna

source: Copyright © 1996-2001 Blizzard Entertainment
de: Urheberrecht © 1996-2001 Blizzard Entertainment
fr: Droits d'auteur © 1996-2001 Blizzard Entertainment
sv: Upphovsrätt © 1996-2001 Blizzard Entertainment

source: Offline Game
de: Offlinespiel

source: [command]
de: [befehl]

source: {0} of {1}
de: {0} de{1}
sv: {0} av {1}

source: ON
cs: ZAP
de: An
fr: OUI
sv: PÅ

source: OFF
cs: VYP
de: Aus
fr: NON
sv: AV

source: Staff ({:d} charge)
cs: Hůl ({:d} použití)
de: Stab ({:d} Ladung)
fr: Bâton ({:d} charge)
sv: Stav ({:d} laddning)

source: Enter
cs: Zadej Jméno
fr: Entrez

source: Offline
sv: Frånkopplad

source: Esc
fr: Échap
