Repository: diasurgical/DevilutionX
Catalog: Translations/*.po
Languages: cs, de, el, fr, sv

source: The armor known as Valor could be what tips the scales in your favor. I will tell you that many have looked for it - including myself. Arkaine hid it well, my friend, and it will take more than a bit of luck to unlock the secrets that have kept it concealed oh, lo these many years.
cs: Brneni zname jako Udatnost muze naklonit vahy ve tvuj prospech. Reknu ti, ze ho hledalo mnoho lidi - vcetne me samotneho. Arkaine ho skryl dobre, priteli, a budes potrebovat vice nez jen trochu stesti, abys odhalil tajemstvi, ktere ho ukryva jiz po mnoho let.
de: Die Heilige Rüstung Tapferstahl könnte den Kampf für uns entscheiden. Lasst Euch gesagt sein, dass viele schon danach gesucht haben - mich selbst eingeschlossen. Aber Arkaine hat sie gut versteckt, mein Freund, und Ihr werdet mehr als nur ein bisschen Glück brauchen, um die Geheimnisse zu enträtseln, hinter denen sich die Rüstung all die Jahre verborgen hat.
el: Η πανοπλία γνωστή ως Τιμή θα μπορούσε να είναι αυτό που γείρει τη ζυγαριά υπέρ σου. Θα σου πω ότι πολλοί το έχουν ψάξει - συμπεριλαμβανομένου και του εαυτού μου. Ο Αρκάϊν την έκρυψε καλά, φίλε μου, και θα χρειαστεί περισσότερο από λίγη τύχη για να ξεκλειδώσεις τα μυστικά που την κράτησαν κρυμμένη, ω, τόσα χρόνια.
fr: L'armure connue sous le nom de Vaillance pourrait être ce qui fera pencher la balance en votre faveur. Je peux vous dire que beaucoup l'ont cherchée – moi y compris. Arkaine l'a bien cachée, mon ami, et il faudra plus qu'un peu de chance pour percer les secrets qui l'ont gardée cachée ces nombreuses années.
sv: Rustningen Mod skulle kunna vara det som vänder jämvikten till din fördel. Jag kan säga dig att många har letat efter den - så även jag. Arkaine gömde den väl, min vän, och det kommer krävas mer än lite tur för att uppdaga hemligheterna som hållit den gömd alla dessa år.

source: Zzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzz...
de: Schnarch...
el: Ζζζζζζζζζζζζζζζζζζζζζζζζζζζζζζζ...

source: Should you find these Stones of Blood, use them carefully. The way is fraught with danger and your only hope rests within your self trust.
cs: Najdes-li tyto Kameny Krve, pouzij je velmi opatrne. Cesta je plna nebezpeci a tva jedina nadeje spociva ve tve vire v sebe sama.
de: Solltet Ihr diese Blutsteine wirklich finden, geht vorsichtig mit ihnen um. Der Weg steckt voller Gefahren, und als Eure einzige Hoffnung bleibt Euer Selbstvertrauen.
el: Εάν βρεις αυτές τις Πέτρες του Αίματος, χρησιμοποίησέ τες προσεκτικά. Ο δρόμος είναι γεμάτος κινδύνους και η μόνη σου ελπίδα βρίσκεται στην εμπιστοσύνη του εαυτού σου.
fr: Si vous trouvez ces Pierres de Sang, utilisez-les avec précaution. Le chemin est parsemé d'embûches et votre seul espoir réside en votre confiance en vous-même.
sv: Om du hittar dessa Blodsstenar, använd dem då med försiktighet. Vägen är kantad av fara och ditt enda hopp ligger i din självtillförsikt.

source: You intend to find the armor known as Valor? No one has ever figured out where Arkaine stashed the stuff, and if my contacts couldn't find it, I seriously doubt you ever will either.
cs: Zamyslis najit brneni nazyvane Udatnost? Nikdo nikdy nezjistil, kde Arkaine schoval svoje veci, a jestli je nemuze najit muj kontakt, vazne pochybuji o tom, ze to zvladnes ty.
de: Du willst diese Rüstung finden, die man Tapferstahl nennt? Niemand hat je rausfinden können, wo Arkaine den Kram versteckt hat, und wenn meine Gewährsleute das nicht rausfinden konnten, schaffst Du es erst recht nicht.
el: Σκοπεύεις να βρεις την πανοπλία γνωστή ως Τιμή; Κανείς δεν έχει καταλάβει ποτέ πού είχε κρύψει ο Αρκάϊν το πράμα, και αφού οι επαφές μου δεν μπορούσαν να την βρουν, αμφιβάλλω σοβαρά ότι θα την βρεις εσύ.
fr: Vous avez l'intention de trouver Vaillance, l'armure ? Personne n'a jamais découvert où Arkaine l'a planquée, et si mes contacts n'ont pas pu la trouver, je doute franchement que vous y arriviez.
sv: Du tänker hitta rustningen Mod? Ingen har nånsin listat ut var Arkaine la det på lager, och om inte mina kontakter kunde hitta det tror jag knappast att du kommer heller.

source: I know of only one legend that speaks of such a warrior as you describe. His story is found within the ancient chronicles of the Sin War... Stained by a thousand years of war, blood and death, the Warlord of Blood stands upon a mountain of his tattered victims. His dark blade screams a black curse to the living; a tortured invitation to any who would stand before this Executioner of Hell. It is also written that although he was once a mortal who fought beside the Legion of Darkness during the Sin War, he lost his humanity to his insatiable hunger for blood.
cs: Znam pouze jedinou legendu, jez vypravi o valecnikovi, ktereho jsi popsal. Jeho pribeh je zapsan v davnych kronikach o Hrisne Valce... Poskvrnen tisici let valky, krve a smrti stoji Vojevudce Krve na hore jeho roztrhanych obeti. Jeho temna cepel skuci cernou kletbu zivotu; muciva vyzva kazdemu, kdo se postavi Pekelnemu Popravcimu. Take je psano, ze ackoliv byl kdysi smrtelnikem, jez bojoval po boku Legii Temnoty behem Hrisne Valky, ztratil svou lidskost kvuli sve neukojitelne touze po krvi.
de: Ich kenne nur eine einzige Sage, in der von so einem Krieger die Rede ist, wie Ihr ihn beschreibt. Seine Geschichte steht in den alten Chroniken der Sündenkriege... 'Besudelt von einem Jahrtausend voller Krieg, Blut und Tod steht der Blutfürst auf einem Berg seiner zerschmetterten Opfer. Seine schwarze Klinge schleudert den Lebenden einen finsteren Fluch entgegen, eine gequälte Herausforderung für alle, die sich diesem Henker der Hölle in den Weg zu stellen wagen.' Es steht auch noch geschrieben, dass er zwar früher mal ein Sterblicher war, der im Sündenkrieg auf der Seite der Finsternis gekämpft hat. Doch er opferte sein Menschsein seinem unersättlichen Durst nach Blut.
el: Ξέρω μόνο έναν θρύλο που μιλά για έναν τέτοιο πολεμιστή όπως περιγράφεις. Η ιστορία του βρίσκεται στα αρχαία χρονικά του Πολέμου της Αμαρτίας... Λεκιασμένος από χίλια χρόνια πολέμου, αίματος και θανάτου, ο Πολέμαρχος του Αίματος στέκεται πάνω σε ένα βουνό με τα κουρελιασμένα θύματά του. Η σκοτεινή του λεπίδα φωνάζει μια μαύρη κατάρα στους ζωντανούς, μια βασανισμένη πρόσκληση σε όποιον θα σταθεί μπροστά σε αυτόν τον Δήμιο της Κόλασης. Γράφεται επίσης ότι αν και κάποτε ήταν θνητός που πολέμησε δίπλα στη Λεγεώνα του Σκότους κατά τη διάρκεια του Πολέμου της Αμαρτίας, έχασε την ανθρωπιά του από την ακόρεστη πείνα του για αίμα.
fr: Je ne connais qu'une seule légende qui parle d'un guerrier tel que vous le décrivez. On trouve son histoire dans les anciennes chroniques de la Guerre du Péché... Taché par mille ans de guerre, de sang et de mort, le Seigneur de Guerre de Sang se dresse sur une montagne de victimes en lambeaux. Sa lame sombre crie une malédiction noire aux vivants ; une invitation torturée à tous ceux qui se présenteraient devant cet Exécuteur de l'Enfer. Il est également écrit que même s'il était autrefois un mortel qui a combattu aux côtés de la Légion des Ténèbres pendant la guerre du péché, il a perdu son humanité à cause de sa faim insatiable de sang.
sv: Jag känner bara till en krigare som den du beskriver. Hans historia finns i de uråldriga krönikorna över Syndakriget... Befläckad av tusen år av krig, blod och död står Blodets Krigsherre på ett berg av sina sargade offer. Hans mörka klinga skriker ut en svart förbannelse åt de levande; en plågad inbjudan till alla som får för sig att stå framför denne Helvetets Bödel. Det skrivs också att fast han var en dödlig som slogs sida vid sida med Mörkrets Legion under Syndakriget, förlorade han sin mänsklighet åt sin omättliga blodtörst.

source: I am afraid that I haven't heard anything about such a vicious warrior, good master. I hope that you do not have to fight him, for he sounds extremely dangerous.
cs: Bojim se, ze jsem nikdy neslysel o takovem strasnem valecnikovi, dobry pane. Doufam, ze s nim nebudes muset bojovat, protoze to zni neobycejne nebezpecne.
de: Es tut mir leid, von einem solchen Krieger habe ich noch nie etwas gehört. Ich hoffe nur, Ihr müsst nicht gegen ihn kämpfen, er klingt ja fürchterlich gefährlich.
el: Φοβάμαι ότι δεν έχω ακούσει τίποτα για έναν τόσο μοχθηρό πολεμιστή, καλέ/ή μου Άρχοντα/ίσσα. Ελπίζω να μην χρειαστεί να τον πολεμήσεις, γιατί ακούγεται εξαιρετικά επικίνδυνος.
fr: Je crains de n'avoir jamais entendu parler d'un guerrier aussi vicieux, mon bon maître. J'espère que vous n'aurez pas à le combattre, car il semble terriblement dangereux.
sv: Jag är rädd att jag inte hört något om en så fruktansvärd krigare, goda mästare. Jag hoppas att du inte behöver slåss mot honom, för han låter extremt farlig.

source: Cain would be able to tell you much more about something like this than I would ever wish to know.
cs: Cain ti muze o necem takovem rict vice nez si budu kdy prat vedet.
de: Cain kann Euch darüber wahrscheinlich viel mehr erzählen, als ich überhaupt wissen möchte.
el: Ο Κάιν θα μπορούσε να σου πει πολύ περισσότερα για κάτι τέτοιο, από όσα θα ήθελα ποτέ να μάθω εγώ.
fr: Cain sera en mesure de vous en dire bien plus sur ce genre de chose que je ne souhaiterais jamais en savoir.
sv: Cain skulle kunna berätta mycket mer om något sådant än jag någonsin skulle vilja veta.

source: If you are to battle such a fierce opponent, may Light be your guide and your defender. I will keep you in my thoughts.
cs: Jestli budes bojovat s tak hroznym protivinikem, necht te Svetlo vede a ochranuje. Budu na tebe stale myslet.
de: Wenn Ihr gegen so einen schweren Widersacher antreten müsst, dann möge das Licht Euch beschützen und leiten. Ich werde in Gedanken bei Euch sein.
el: Εάν πρόκειται να πολεμήσετε έναν τόσο σκληρό αντίπαλο, είθε το Φως να είναι ο οδηγός και ο υπερασπιστής σας. Θα σε έχω στις σκέψεις μου.
fr: Si vous devez combattre un adversaire aussi féroce, que la Lumière guide vos pas et vous protège. Je serai avec vous en pensées.
sv: Om du ska kämpa mot en så farlig motståndare, må Ljuset leda och försvara dig. Jag kommer tänka på dig.

source: Dark and wicked legends surrounds the one Warlord of Blood. Be well prepared, my friend, for he shows no mercy or quarter.
cs: Temne a strasne legendy se vypravi o Vojevudci Krve. Bud dobre pripraven, priteli, protoze nema s nikym vubec slitovani.
de: Dunkle und böse Legenden ranken sich um den Blutfürsten. Bereitet Euch auf dieses Treffen gut vor, mein Freund, denn er kennt weder Gnade noch Pardon.
el: Σκοτεινοί και πονηροί θρύλοι περιβάλλουν τον Πολέμαρχο του Αίματος. Να είσαι καλά προετοιμασμένος, φίλε/η μου, γιατί δεν δείχνει έλεος και δεν χαρίζεται.
fr: Des légendes sombres et cruelles entourent le Seigneur de Guerre de Sang. Préparez-vous bien, mon ami, car il n'a ni pitié ni merci.
sv: Mörka och hemska legender berättas om Blodets Krigsherre. Var väl förberedd, min vän, för han visar ingen nåd eller pardon.

source: Always you gotta talk about Blood? What about flowers, and sunshine, and that pretty girl that brings the drinks. Listen here, friend - you're obsessive, you know that?
cs: Vzdycky musis mluvit o Krvi? Co treba kyticky a slunecni svit a to hezke devce, ktere roznasi piti. Poslechni, priteli - ses posedly, vis?
de: Musst Du immer nur über Blut reden? Was ist denn mit Blümchen, Sonnenschein oder dem hübschen Mädel, das immer die Getränke bringt? Hör mal, mein Freund - das ist schon eine richtige Marotte von Dir, weißt Du das?
el: Πρέπει πάντα να μιλάς για το αίμα; Τι έχεις να πεις για τα λουλούδια, τον ήλιο, και αυτό το όμορφο κορίτσι που φέρνει τα ποτά. Άκου εδώ, φίλε - είσαι εμμονικός, το ξέρεις;
fr: Faut toujours que vous parliez de sang ? Et les fleurs, alors, le soleil, et cette jolie nénette qui sert les boissons. Écoutez voir, mon pote, vous êtes obsédé, vous le savez, ça ?
sv: Måste du alltid prata om Blod? Vad sägs om blommor, och solsken, och den där söta flickan som kommer med drickat. Lyssna nu, vän - du har snöat in, vet du det?

source: His prowess with the blade is awesome, and he has lived for thousands of years knowing only warfare. I am sorry... I can not see if you will defeat him.
cs: Jeho zrucnost s mecem nahani hruzu a po tisice let zil pouze bojem. Promin... nemuzu videt, jestli ho porazis.
de: Wie er mit einer Klinge umzugehen vermag, ist ehrfurchterregend, und er hat Tausende von Jahren nur für den Krieg gelebt. Es tut mir leid... ich wüsste nicht, wie Ihr ihn besiegen könntet.
el: Η ικανότητα του με τη λεπίδα είναι φοβερή και έχει ζήσει για χιλιάδες χρόνια γνωρίζοντας μόνο τον πόλεμο. Λυπάμαι... Δεν μπορώ να προβλέψω αν θα τον νικήσεις.
fr: Ses prouesses à l'épée sont prodigieuses et il a vécu des milliers d'années en ne connaissant que la guerre. Je suis désolée... je ne vois pas comment vous pourriez le battre.
sv: Hans skicklighet med svärdet är skräckinjagande, och han har levt tusentals år i konstant krig. Jag är ledsen... jag kan inte se om du kommer besegra honom.

source: I haven't ever dealt with this Warlord you speak of, but he sounds like he's going through a lot of swords. Wouldn't mind supplying his armies...
cs: Nikdy jsem neobchodoval s tim Vojevudcem, o kterem mluvis, ale zni to jako by potreboval spoustu mecu. Nevadilo by mi zasobovat jeho armadu...
de: Ich habe noch nie mit diesem Herrn zu tun gehabt, von dem Du da erzählst, aber es klingt so, als bräuchte er eine Menge Schwerter. Hätte nichts dagegen, seine Armeen zu beliefern...
el: Δεν έχω ασχοληθεί ποτέ με αυτόν τον Πολέμαρχο για τον οποίο μιλάς, αλλά ακούγεται σαν να έχει χρησιμοποιήσει πολλά ξίφη. Δεν θα με πείραζε να τροφοδοτήσω τον στρατό του...
fr: Je n'ai jamais eu affaire à votre Seigneur de Guerre, mais il a l'air d'avoir besoin de beaucoup d'épées. Ça ne me dérangerait pas de fournir ses armées...
sv: Jag har aldrig haft affärer med den här Krigsherren du pratar om, men det låter som om han omsätter många svärd. Skulle gärna utrusta hans armeér...

source: My blade sings for your blood, mortal, and by my dark masters it shall not be denied.
cs: Muj mec zpiva o tvoji krvi, smrtelniku a mym temnym panum jiste nebude odeprena.
de: Meine Klinge schreit vor Hunger nach Eurem Blut, und bei meinem Dunklen Herren, sie soll nicht enttäuscht werden!
el: Η λεπίδα μου τραγουδά για το αίμα σου, θνητέ, και μα τους σκοτεινούς αφέντες μου, δεν θα της το αρνηθώ.
fr: Ma lame chante pour ton sang, mortel, et par mes maîtres des ténèbres elle ne sera pas déçue.
sv: Min klinga sjunger för ditt blod, dödliga, och vid min mörke mästare skall det inte förvägras.

source: Griswold speaks of the Heaven Stone that was destined for the enclave located in the east. It was being taken there for further study. This stone glowed with an energy that somehow granted vision beyond that which a normal man could possess. I do not know what secrets it holds, my friend, but finding this stone would certainly prove most valuable.
cs: Griswold mluvil o Nebeskem kameni, ktery smeroval do mista na vychode. Byl tam prevazen kvuli dalsimu studiu. Ten kamen planul energii, ktera nejak zarucovala videni toho, co normalni clovek nemuze spatrit. Nevim, jaka tajemstvi skryva, priteli, ale nalezeni tohoto kamene se urcite ukaze velice cennym.
de: Griswold meint den Himmelsstein, der für die Enklave im Osten bestimmt war und dort weiter erforscht werden sollte. In dem Stein glühte eine Energie, die einen Menschen auf irgendeine Weise mehr erschauen ließ, als es ihm von Natur aus möglich war. Ich weiß nicht, welches Geheimnis sich in diesem Stein verbirgt, mein Freund, doch es ist auf jeden Fall der Mühe wert, ihn zu suchen!
el: Ο Γκρίσγουαλντ μιλά για την Ουράνια Πέτρα που προοριζόταν για το ενκλάβιο που βρίσκεται στα ανατολικά. Μεταφέρθηκε εκεί για περαιτέρω μελέτη. Αυτή η πέτρα έλαμψε με μια ενέργεια που με κάποιον τρόπο προσέφερε όραση πέρα από αυτό που μπορούσε να έχει ένας κανονικός άνθρωπος. Δεν ξέρω τι μυστικά κρύβει, φίλε/η μου, αλλά η εύρεση αυτής της πέτρας σίγουρα θα αποδειχτεί πολύτιμη.
fr: Griswold parle de la Roche Céleste qui était destinée à l'enclave d'Orient. Elle y était emmenée pour une étude plus approfondie. Cette pierre brillait d'une énergie qui donnait d'une certaine manière une vision supérieure à celle d'un homme normal. Je ne sais quels secrets elle recèle, mon ami, mais trouver cette pierre serait certainement fort appréciable.
sv: Griswold talar om Himlastenen som skulle till enklaven i öst. Den skulle tas dit för vidare undersökningar. Stenen glödde med en energi som på något vis gav syn bortom vad en manlig människa kan äga. Jag vet inte vilka hemligheter den gömmer, min vän, men att hitta denna sten skulle säkert visa sig mycket värdefullt.

source: The caravan stopped here to take on some supplies for their journey to the east. I sold them quite an array of fresh fruits and some excellent sweetbreads that Garda has just finished baking. Shame what happened to them...
cs: Karavana se zde zastavila, aby nabrala zasoby pro cestu na vychod. Prodal jsem jim dost cerstveho ovoce a nejaky chleba, ktery Garda prave dopekla. Je to smula, co se jim stalo...
de: Die Karawane hat hier Rast gemacht und einige Vorräte für die weite Reise in den Osten aufgeladen. Ich habe den Leuten eine Menge frisches Obst verkauft und einige süße Brote, die Garda gebacken hatte. Es ist eine Schande, was dann mit ihnen passiert ist...
el: Το καραβάνι σταμάτησε εδώ για να πάρει μερικές προμήθειες για το ταξίδι του προς τα ανατολικά. Τους πούλησα μια σειρά από φρέσκα φρούτα και μερικά εξαιρετικά γλυκά που μόλις τελείωσε η Γκάρντα να ψήνει. Κρίμα αυτό που πάθανε...
fr: La caravane s'est arrêtée ici le temps de prendre des provisions pour leur voyage vers l'Orient. Je leur ai vendu un bel assortiment de fruits frais et d'excellents ris de veau que Garda venait de finir de cuire. C'est malheureux ce qui leur est arrivé…
sv: Karavanen stannade här för att lasta förnödenheter till sin resa österut. Jag sålde dem mycket färsk frukt och några utmärkta bakelser som garda just hade bakat. Synd vad som hände dem...

source: I don't know what it is that they thought they could see with that rock, but I will say this. If rocks are falling from the sky, you had better be careful!
cs: Nevim, co si mysleli, ze s tim kamenem uvidi, ale reknu ti jedno. Jestli padaji z oblohy kameny, radeji bys mel byt opatrny!
de: Ich weiß ja nicht, was die mit diesem Stück Stein sehen wollten, aber eins weiß ich: Wenn jetzt schon die Steine vom Himmel fallen, dann seid lieber vorsichtig!
el: Δεν ξέρω τι είναι αυτό που νόμιζαν ότι μπορούσαν να δουν με αυτόν τον βράχο, αλλά θα πω αυτό: Αν πέφτουν βράχοι από τον ουρανό, καλύτερα να προσέχεις!
fr: Je ne sais pas ce qu'ils s'imaginaient pouvoir voir avec cette roche, mais je vais vous dire une chose. Si des pierres commencent à tomber du ciel, il vaut mieux être prudent !
sv: Jag vet inte vad de trodde de kunde se med den där stenen, men jag kan säga detta. Om stenar faller från himlen, är det bäst att se upp!

source: Well, a caravan of some very important people did stop here, but that was quite a while ago. They had strange accents and were starting on a long journey, as I recall. I don't see how you could hope to find anything that they would have been carrying.
cs: Ano, karavana nejakych velmi dulezitych lidi se zde zastavila, ale bylo to uz pred nejakou dobou. Meli divny prizvuk a chystali se na dlouhou cestu, co si vzpominam. Nevim, jak muzes doufat, ze najdes neco z toho, co prevazeli.
de: Na ja, eine Karawane mit sehr wichtigen Leuten hat hier gehalten, aber das ist schon ziemlich lange her. Sie hatten alle so einen komischen Akzent und haben sich auf eine weite Reise vorbereitet, soweit ich mich erinnere. Ich verstehe nur nicht, wie Ihr irgendwas finden wollt, das die bei sich hatten?
el: Λοιπόν, ένα καραβάνι μερικών πολύ σημαντικών ανθρώπων σταμάτησε εδώ, αλλά αυτό έγινε πριν από αρκετό καιρό. Είχαν περίεργες προφορές και ξεκινούσαν ένα μακρύ ταξίδι, όπως θυμάμαι. Δεν καταλαβαίνω πώς θα μπορούσες να ελπίζεις ότι θα βρεις κάτι που κουβαλούσαν.
fr: Eh bien, une caravane avec des personnes très importantes s'est arrêtée ici, mais c'était il y a un moment, déjà. Ils avaient de drôles d'accents et entamaient un long voyage, dans mon souvenir. Je ne vois pas comment vous pourriez espérer retrouver quelque chose qu'ils auraient emporté.
sv: Visst, en karavan med några mycket viktiga människor stannade här, men det var ett bra tag sedan. De hade konstiga accenter och skulle just på en lång resa, såvitt jag minns. Jag förstår inte hur du kan hoppas hitta något som de hade med sig.

source: Stay for a moment - I have a story you might find interesting. A caravan that was bound for the eastern kingdoms passed through here some time ago. It was supposedly carrying a piece of the heavens that had fallen to earth! The caravan was ambushed by cloaked riders just north of here along the roadway. I searched the wreckage for this sky rock, but it was nowhere to be found. If you should find it, I believe that I can fashion something useful from it.
cs: Postuj chvili - mam pribeh, ktery by te mohl zajimat. Pred nejakou dobou tudy projela karavana, ktera smerovala do vychodnich kralovstvi. Predpokladam, ze prevazeli kus nebes, ktery spadl na zem! Karavana byla na ceste severne odtud prepadena maskovanymi najezdniky. Hledal jsem v troskach ten kamen z nebe, ale nikde tam nebyl. Kdybys ho nasel, verim, ze bych z nej mohl pro tebe vytvorit neco uzitecneho.
de: Verweilt einen Moment - ich habe da eine Geschichte gehört, die Euch interessieren dürfte. Vor einiger Zeit kam hier eine Karawane durch, auf dem Weg in die östlichen Königreiche. Man erzählte sich, sie habe ein Stück des Himmels dabei, das auf die Erde gefallen sei. Doch nur wenige Meilen nördlich von hier wurde die Karawane von vermummten Reitern überfallen. Ich habe in den Überresten nach diesem Stein vom Himmel gesucht, aber nichts gefunden. Wenn er Euch in die Hände fallen sollte, könnte ich daraus bestimmt etwas Nützliches herstellen.
el: Κάτσε για λίγο - Έχω μια ιστορία που μπορεί να σου φανεί ενδιαφέρουσα. Από εδώ πέρασε πριν λίγο καιρό ένα καραβάνι που είχε προορισμό τα ανατολικά βασίλεια. Υποτίθεται ότι κουβαλούσε ένα κομμάτι του ουρανού που είχε πέσει στη γη! Το καραβάνι έπεσε σε ενέδρα από καβαλάρηδες που φορούσαν μανδύες ακριβώς βόρεια από εδώ κατά μήκος του δρόμου. Έψαξα στα συντρίμμια για αυτόν τον ουράνιο βράχο, αλλά δεν τον βρήκα πουθενά. Αν το βρεις, πιστεύω ότι μπορώ να φτιάξω κάτι χρήσιμο από αυτό.
fr: Restez un instant – j'ai une histoire qui pourrait vous intéresser. Une caravane en route vers les royaumes de l'Orient est passée par ici il y a quelque temps. Il paraît qu'elle transportait un morceau du paradis qui serait tombé sur terre ! La caravane a été prise en embuscade par des cavaliers encapuchonnés pas loin au nord sur la chaussée. J'ai fouillé les décombres pour trouver cette roche céleste, mais impossible de la trouver. Si vous la trouvez, je pense pouvoir en faire quelque chose d'utile.
sv: Vänta ett slag - jag har en historia som du kanske tycker är intressant. En karavan som var på väg till rikena i öst färdades härigenom för en tid sedan. Det sägs att den fraktade en bit av himlen som ramlat ned till jorden! Karavanen anfölls av ryttare i mantlar alldeles norr härifrån längs vägen. Jag letade igenom vraken för denna himlasten, men den fanns ingenstans. Om du kunde hitta den, tror jag att jag kan göra något användbart från den åt dig.
