Repository: diasurgical/devilutionX
Catalog: Translations/*.po
Languages: bg, da, it, pl, uk

source: Hellfire options:
bg: Настройки на Hellfire:
it: Opzioni Hellfire:
pl: Opcje Hellfire:
uk: Опції Hellfire:

source: Report bugs at https://github.com/diasurgical/devilutionX/
bg: Докладвайте несъответствия на https://github.com/diasurgical/devilutionX/
it: Segnala gli errori a https://github.com/diasurgical/devilutionX/
pl: Zgłoś błędy na https://github.com/diasurgical/devilutionX/
uk: Пишіть про помилки на https://github.com/diasurgical/devilutionX/

source: Please update devilutionx.mpq and fonts.mpq to the latest version
it: Aggiorna devilutionx.mpq e fonts.mpq all'ultima versione
pl: Proszę zaktualizować devilutionx.mpq i fonts.mpq do najnowszych wersji
uk: Будь ласка, оновіть devilutionx.mpq та fonts.mpq до останньої версії

source: Failed to load UI resources. Make sure devilutionx.mpq is in the game folder and that it is up to date.
bg: Неуспешно зареждане на ресурси за интерфейса. Уверете се, че файлът devilutionx.mpq е в папката на играта и е актуален.
it: Caricamento risorse di interfaccia fallito. Assicurati che devilutionx.mpq sia nella cartella di gioco e aggiornato.
pl: Błąd podczas wczytywania danych. Upewnij się, że najnowsza wersja pliku devilutionx.mpq znajduje się w folderze z grą.
uk: Неможливо завантажити ресурси UI. Впевніться що devilutionx.mpq в папці гри і актуальної версії.

source: Please update fonts.mpq to the latest version
it: Aggiorna fonts.mpq all'ultima versione
pl: Proszę zaktualizować fonts.mpq do najnowszej wersji
uk: Будь ласка, оновіть fonts.mpq до останньої версії

source: -- Network timeout --
bg: -- Мрежово прекъсване --
it: -- Timeout di rete --
pl: -- Przekroczono limit czasu oczekiwania --
uk: -- Тайм-аут мережі --

source: -- Waiting for players --
bg: -- Изчакване на играчи --
it: -- In attesa di giocatori --
pl: -- Oczekiwanie na graczy --
uk: -- Чекаємо гравців --

source: No help available
bg: Не е намерен помощен файл
it: Nessun aiuto disponibile
pl: Pomoc niedostępna
uk: Допомога недоступна

source: while in stores
bg: докато сте в магазин
it: mentre nei negozi
pl: podczas przebywania w sklepie
uk: в магазинах

source: Belt item {}
bg: Предмет от колана {}
it: Oggetto cintura {}
pl: Przedmiot pasa {}
uk: Предмет з Поясу {}

source: Use Belt item.
bg: Използване на предмет от колана.
it: Usa oggetto in cintura.
pl: Użycie przedmiotu z pasa.
uk: Використати предмет з Поясу.

source: Quick spell {}
bg: Бързо заклинание {}
it: Magia rapida {}
pl: Szybki czar {}
uk: Швидкі Чари {}

source: Hotkey for skill or spell.
bg: Клавиш за умение или заклинание.
it: Tasti per abilità o magia.
pl: Ustawianie skrótu klawiszowego umiejętności.
uk: Гаряча клавіша для чар або таланту.

source: Use health potion
it: Usa pozione di guarigione
pl: Użyj mikstury leczenia
uk: Використати зілля Зцілення

source: Use health potions from belt.
it: Usa pozioni di guarigione dalla cintura.
pl: Użyj mikstury leczenia z pasa.
uk: Використати зілля Зцілення з пояса.

source: Use mana potion
it: Usa pozione del mana
pl: Użyj mikstury many
uk: Використати зілля Мани

source: Use mana potions from belt.
it: Usa pozioni del mana dalla cintura.
pl: Użyj mikstury many z pasa.
uk: Використати зілля Мани з пояса.

source: Speedbook
bg: Бързи Заклинания
pl: Podręczna Księga
uk: Швидка Книга Чар

source: Open Speedbook.
bg: Отваряне на листа с бърз достъп до заклинанния.
it: Apri Speedbook.
pl: Wyświetla Podręczną Księgę.
uk: Відкрити Швидку Книгу Чар.

source: Quick save
bg: Бърз Запис
it: Salvataggio rapido
pl: Szybki zapis
uk: Швидке Збереження

source: Saves the game.
bg: Записва текуща игра.
it: Salva la partita.
pl: Zapisuje grę.
uk: Зберігає гру.

source: Quick load
bg: Бързо Зареждане
it: Caricamento rapido
pl: Szybki odczyt
uk: Швидке Завантаження

source: Loads the game.
bg: Зарежда запис.
it: Carica la partita.
pl: Wczytuje grę.
uk: Завантажує гру.

source: Quit game
bg: Изход от играта
it: Esci dal gioco
pl: Wyjdź z gry
uk: Вийти з Гри

source: Closes the game.
bg: Затваря играта.
it: Chiude la partita.
pl: Zamyka grę.
uk: Закриває гру.

source: Stop hero
bg: Спри герой
it: Ferma eroe
pl: Zatrzymaj bohatera
uk: Зупинити героя

source: Stops walking and cancel pending actions.
bg: Спира героя и прекратява всички предстоящи действия.
it: Interrompe la camminata e annulla le azioni in sospeso.
pl: Zatrzymuje chodzenie i anuluje oczekujące działania.
uk: Зупиняє ходьбу і незакінчені дії.

source: Item highlighting
bg: Показване на предмети
it: Visibiltà oggetto
pl: Podświetlenie przedmiotów
uk: Підствітлення Предметів

source: Show/hide items on ground.
bg: Подчертава/скрива предмети на пода.
it: Mostra/nascondi oggetti a terra.
pl: Pokaż/ukryj przedmioty na ziemi.
uk: Показати/Сховати предмети на землі.

source: Toggle item highlighting
bg: Постоянно показване на предмети
it: Attiva la visibilità di un oggetto
pl: Przełączanie podświetlania przedmiotów
uk: Постійне підсвітлення предметів

source: Permanent show/hide items on ground.
bg: Подчертаването/скриването предмети на пода е за постоянно.
it: Mostra/nasconde sempre gli oggetti a terra.
pl: Stałe pokazywanie/ukrywanie przedmiotów na ziemi.
uk: Постійно показувати/ховати предмети на землі.

source: Toggle automap
bg: Включи авто-карта
it: Attiva mappa
pl: Przełączanie automapy
uk: Автокарта

source: Toggles if automap is displayed.
bg: Включва показването на авто-карта.
it: Attiva se la mappa è disponibile.
pl: Przełącza, czy wyświetlana jest automapa.
uk: Перемикає відображення автокарти.

source: Open Inventory screen.
bg: Отваряне на инвентар.
it: Apri Inventario.
pl: Wyświetla ekran Ekwipunku.
uk: Відкрити вікно Інвентаря.

source: Character
bg: Герой
it: Profilo
pl: Postać
uk: Герой

source: Open Character screen.
bg: Отваряне на прозорец с информация за персонажа.
it: Apri Dettagli Personaggio.
pl: Wyświetla panel postaci.
uk: Відкрити вікно Героя.

source: Quest log
bg: Задачи
it: Missioni
pl: Dziennik Zadań
uk: Журнал

source: Open Quest log.
bg: Q: Отваряне на Приключенски дневник.
it: Apri Missioni.
pl: Wyświetla Dziennik Zadań.
uk: Відкрити Журнал квестів.

source: Spellbook
bg: Книга за Заклинания
it: Libro di magia
pl: Księga zaklęć
uk: Книга Магії

source: Open Spellbook.
bg: Отваряне на книга с заклинания.
it: Apri Libro di Magia.
pl: Wyświetla księgę zaklęć.
uk: Відкрити Книгу Чар.

source: Quick Message {}
bg: Бързо съобщение {}
it: Messaggio Rapido {}
pl: Szybka wiadomość {}
uk: Швидке Повідомлення {}

source: Use Quick Message in chat.
bg: Изпрати бързо съобщение в чата.
it: Usa Messaggio Rapido in chat.
pl: Użyj funkcji Szybka Wiadomość na czacie.
uk: Відправити Швидке Повідомлення в чат.

source: Hide Info Screens
bg: Скриване Инфо Екрани
it: Nascondi Finestre Informative
pl: Ukryj ekrany informacyjne
uk: Сховати Вікна

source: Hide all info screens.
bg: Скриване на всички информационни екрани.
it: Nasconde tutte le finestre informative.
pl: Ukryj wszystkie ekrany informacyjne.
uk: Ховає всі інформаційні вікна.

source: Zoom
bg: Мащабиране
it: Ingrandimento
pl: Powiększenie
uk: Збільшення

source: Zoom Game Screen.
bg: Мащабиране на екрана.
it: Ingrandisci Area di Gioco.
pl: Przybliżenie ekranu.
uk: Збільшити/зменшити екран гри.

source: Pause Game
bg: Пауза
it: Sospendi Partita
pl: Wstrzymaj grę
uk: Зупинити Гру

source: Pauses the game.
bg: Паузира играта.
it: Sospende la partita.
pl: Wstrzymuje grę.
uk: Ставить гру на паузу.

source: Decrease Gamma
bg: Намаляване Гама
it: Diminuisci Gamma
pl: Zmniejsz jasność
uk: Зменшити Гамму

source: Reduce screen brightness.
bg: Намаляване яркоста на екрана.
it: Riduci luminosità schermo.
pl: Zmniejsza jasność ekranu.
uk: Зменшити яскравість екрану.

source: Increase Gamma
bg: Увеличаване Гама
it: Aumenta Gamma
pl: Zwiększ jasność
uk: Збільшити Гамму

source: Increase screen brightness.
bg: Увеличаване яркостта на екрана.
it: Aumenta luminosità schermo.
pl: Zwiększa jasność ekranu.
uk: Збільшити яскравість екрану.

source: Help
bg: Помощ
it: Aiuto
pl: Pomoc
uk: Допомога

source: Open Help Screen.
bg: Помощен диалог.
it: Apri Guida.
pl: Wyświetl Okno Pomocy.
uk: Відкрити вікно Допомоги.

source: Screenshot
bg: Снимка Екран
it: Schermata
pl: Zrzut ekranu
uk: Знімок екрана

source: Takes a screenshot.
bg: Прави снимка на текущия екран на играта.
it: Cattura una schermata.
pl: Wykonuje zrzut ekranu.
uk: Робить знімок екрана.

source: Game info
bg: Игрова информация
it: Dettagli partita
pl: Informacje o grze
uk: Інформація про гру

source: Displays game infos.
bg: Показва информация на играта.
it: Mostra dettagli partita.
pl: Wyświetla informacje o grze.
uk: Показує інформацію про гру.

source: Chat Log
bg: Чат регистър
it: Registro Chat
pl: Dziennik czatu
uk: Лог Чату

source: Displays chat log.
bg: Показва регистър на чат съобщенията.
it: Mostra registro chat.
pl: Wyświetla dziennik czatu.
uk: Показує лог чату.

source: Primary action
it: Azione primaria
pl: Główna akcja
uk: Основна дія

source: Attack monsters, talk to towners, lift and place inventory items.
it: Attacca mostri, parla coi cittadini, solleva e posiziona oggetti dell'inventario.
pl: Atakuj potwory, rozmawiaj z mieszkańcami, podnoś i umieszczaj przedmioty w ekwipunku.
uk: Атака монстрів, розмови з городянами, підняття та розміщення предметів інвентарю.

source: Secondary action
it: Azione secondaria
pl: Drugorzędna akcja
uk: Вторинна дія

source: Open chests, interact with doors, pick up items.
it: Apri forzieri, interagisci con le porte, raccogli oggetti.
pl: Otwieraj skrzynie, używaj drzwi, podnoś przedmioty.
uk: Відкриття скринь, взаємодія з дверима, підбір предметів.

source: Spell action
it: Azione di magia
pl: Akcja czaru
uk: Дія чарування

source: Cast the active spell.
it: Lancia la magia attiva.
pl: Rzuć aktywny czar.
uk: Чарує активне чарування.

source: Cancel action
it: Annulla azione
pl: Akcja anulowania
uk: Відміна

source: Close menus.
it: Chiudi menu.
pl: Zamknij menu.
uk: Закриває меню.

source: Move up
it: Vai su
pl: Ruch do góry
uk: Ідти нагору

source: Moves the player character up.
it: Sposta il personaggio del giocatore in alto.
pl: Porusza postacią gracza do góry.
uk: Переміщує персонажа гравця вгору.

source: Move down
it: Vai giù
pl: Ruch w dół
uk: Ідти вниз

source: Moves the player character down.
it: Sposta il personaggio del giocatore in basso.
pl: Porusza postacią gracza w dół.
uk: Переміщує персонажа гравця вниз.

source: Move left
it: Vai a sinistra
pl: Ruch w lewo
uk: Ідти вліво

source: Moves the player character left.
it: Sposta il personaggio del giocatore a sinistra.
pl: Porusza postacią gracza w lewo.
uk: Переміщує персонажа гравця вліво.

source: Move right
it: Vai a destra
pl: Ruch w prawo
uk: Ідти вправо

source: Moves the player character right.
it: Sposta il personaggio del giocatore a destra.
pl: Porusza postacią gracza w prawo.
uk: Переміщує персонажа гравця вправо.

source: Stand ground
it: Resta fermo
pl: Utrzymaj pozycję
uk: Стояти на місці

source: Hold to prevent the player from moving.
it: Tieni premuto per impedire al giocatore di muoversi.
pl: Przytrzymaj by powstrzymać postać przed poruszaniem się.
uk: Утримуйте, щоб не дати гравцеві рухатися.

source: Toggle stand ground
it: Attiva/disattiva resta fermo
pl: Przełącznik utrzymania pozycji
uk: Перемкнути стояння на місці

source: Toggle whether the player moves.
it: Attiva o disattiva il movimento del giocatore.
pl: Przełącza między staniem w miejscu a swobodnym ruchem gracza.
uk: Перемикає, чи може гравець рухатись.

source: Move mouse up
it: Sposta mouse su
pl: Ruch myszy w górę
uk: Перемішення мишу вгору

source: Simulates upward mouse movement.
it: Simula il movimento del mouse verso l'alto.
pl: Symuluje ruch myszą w górę.
uk: Імітує рух миші вгору.

source: Move mouse down
it: Sposta mouse giù
pl: Ruch myszy w dół
uk: Рухати миш вниз

source: Simulates downward mouse movement.
it: Simula il movimento del mouse verso il basso.
pl: Symuluje ruch myszą w dół.
uk: Імітує рух миші вниз.

source: Move mouse left
it: Sposta mouse a sinistra
pl: Ruch myszy w lewo
uk: Рухати миш вліво

source: Simulates leftward mouse movement.
it: Simula il movimento del mouse verso sinistra.
pl: Symuluje ruch myszą w lewo.
uk: Імітує рух миші вліво.

source: Move mouse right
it: Sposta mouse a destra
pl: Ruch myszy w prawo
uk: Рухати миш вправо

source: Simulates rightward mouse movement.
it: Simula il movimento del mouse verso destra.
pl: Symuluje ruch myszą w prawo.
uk: Імітує рух миші вправо.

source: Left mouse click
it: Clic sinistro del mouse
pl: Kliknięcie lewym przyciskiem myszy
uk: Клік лівою кнопкою миші

source: Simulates the left mouse button.
it: Simula il tasto sinistro del mouse.
pl: Symuluje kliknięcie lewym przyciskiem myszy.
uk: Імітує ліву кнопку миші.

source: Right mouse click
it: Clic destro del mouse
pl: Kliknięcie prawym przyciskiem myszy
uk: Клік правою кнопкою миші

source: Simulates the right mouse button.
it: Simula il tasto destro del mouse.
pl: Symuluje kliknięcie prawym przyciskiem myszy.
uk: Імітує праву кнопку миші.

source: Gamepad hotspell menu
it: Menu magia rapida con gamepad
pl: Menu szybkiego wyboru zaklęć na kontrolerze
uk: Меню гарячих чарувань геймпаду

source: Hold to set or use spell hotkeys.
it: Tieni premuto per impostare o usare i tasti rapidi per la magia.
pl: Przytrzymaj by przypisać bądź użyć skrót klawiszowy zaklęcia.
uk: Утримуйте, щоб встановити або використати гарячі клавіші чарування.

source: Gamepad menu navigator
it: Navigazione menu con gamepad
pl: Nawigacja menu na kontrolerze
uk: Навігація по меню геймпада

source: Hold to access gamepad menu navigation.
it: Tieni premuto per accedere alla navigazione del menu del gamepad.
pl: Przytrzymaj by otworzyć nawigację menu na kontrolerze.
uk: Утримуйте для навігації по меню геймпада.

source: Toggle game menu
it: Attiva/disattiva menu di gioco
pl: Przełącza menu gry
uk: Перемкнути ігрове меню

source: Opens the game menu.
it: Apre il menu di gioco.
pl: Otwiera menu gry.
uk: Відкриває ігрове меню.

source: Cathedral
bg: Катедрала
it: Cattedrale
pl: Katedra
uk: Собор

source: Catacombs
bg: Катакомби
it: Catacombe
pl: Katakumby
uk: Катакомби

source: Caves
bg: Пещери
it: Caverne
pl: Jaskinie
uk: Печери

source: Nest
bg: Свърталище
it: Covo
pl: Gniazdo
uk: Гніздо

source: Crypt
bg: Крипта
it: Cripta
pl: Krypta
uk: Склеп

source: Lv {} {}
bg: Нв {} {}
it: Liv {} {}
pl: Poz. {} {}
uk: {} {} Рів

source: {} difficulty
bg: {} трудност
it: Difficoltà {}
pl: {} Poziom Trudności
uk: {} Складність

source: In Menu
bg: В меню
it: Nel Menu
pl: W Menu
uk: В Меню

source: loopback
bg: Обратна връзка
uk: петльова адреса

source: Unable to connect
bg: Свързването e невъзможно
it: Impossibile collegarsi
pl: Nie udało się połączyć
uk: Неможливо з'єднатися

source: error: read 0 bytes from server
bg: грешка: прочетени 0 байта от сървъра
it: errore: 0 byte ricevuti dal server
pl: błąd: wczytano 0 bajtów z serwera
uk: помилка: прочитано 0 байт від сервера

source: No automap available in town
bg: Авто-картата не е достъпна в града
it: Nessuna mappa disponibile in città
uk: Автокарта недоступна в Місті

source: No multiplayer functions in demo
bg: Мрежовата функция не е достъпна в демонстрационната версия
it: Nessuna funzione multigiocatore in demo
pl: Brak funkcji gry sieciowej w demo
uk: Мережева гра недоступна в демо

source: Direct Sound Creation Failed
bg: Грешка при създаване на Direct Sound
it: Problemi con Direct Sound
pl: Błąd Utworzenia Direct Sound
uk: Помилка створення Direct Sound

source: Not available in shareware version
bg: Не е налично в пробната версия
it: Non disponibile nella demo
pl: Niedostępne w wersji shareware
uk: Недоступно в демо-версії

source: Not enough space to save
bg: Няма достатъчно място за направата на запис
it: Spazio per salvare insufficiente
pl: Brak miejsca do zapisu
uk: Недостатньо місця для збереження

source: No Pause in town
bg: Прекъсването на играта не е позволено в града
it: Nessuna Pausa in città
pl: Brak pauzy w mieście
uk: Пауза недоступна в Місті

source: Copying to a hard disk is recommended
bg: Препоръчително е копирането върху хард-диск
it: Si consiglia la copia su disco fisso
pl: Zalecane skopiowanie na dysk twardy
uk: Рекомендуємо копіювати на жорсткий диск

source: Multiplayer sync problem
bg: Проблем с мрежовото синхронизиране
it: Sincronizzazione fallita in multigiocatore
pl: Błąd synchronizacji gry sieciowej
uk: Проблема синхронізації мережі

source: No pause in multiplayer
bg: Пауза не е позволена в групова игра
it: Nessuna pausa in multigiocatore
pl: Brak pauzy w rozgrywce sieciowej
uk: Пауза недоступна в мережевій грі

source: Saving...
bg: Запазване...
it: Salvataggio...
pl: Zapisywanie...
uk: Зберігається…

source: Some are weakened as one grows strong
bg: Някои линеят, докато едно расте силно
it: Stando fra i deboli si diventa forti
pl: Przypływ sił również ma swą cenę
uk: Деякі слабшають, коли один стає сильним

source: New strength is forged through destruction
bg: Нова сила е сътворена чрез разруха
it: Dalla distruzione si forgia nuova forza
pl: Przekucie w moc wymaga zniszczenia
uk: Через руйнування формується нова сила

source: Those who defend seldom attack
bg: Който брани, рядко атакува
it: Chi difende raramente attacca
pl: Atak nie zawsze jest najlepszą obroną
uk: Ті, хто захищаються, рідко нападають

source: The sword of justice is swift and sharp
bg: Мечът на справедливостта е бърз и остър
it: La spada della giustizia è impeccabile
pl: Miecz sprawiedliwości jest szybki i ostry
uk: Меч справедливості швидкий і гострий

source: While the spirit is vigilant the body thrives
bg: Тялото заяква, докато духът е бдителен
it: Il corpo prospera se lo spirito è guardingo
pl: Harmonia ducha przynosi ukojenie dla ciała
uk: Поки дух пильний, тіло процвітає

source: The powers of mana refocused renews
bg: Мощта на пренасочената мана я подновява
it: Il potere del mana viene ricaricato
pl: Utracona energia powraca
uk: Сили мани поновлюються

source: Time cannot diminish the power of steel
bg: Времето не може да отслаби мощта на стоманата
it: Il tempo non può diminuire il potere dell'acciaio
pl: Czas nie naruszy najlepszej stali
uk: Час не може зменшити силу сталі

source: Magic is not always what it seems to be
bg: Магията не винаги е това което изглежда
it: Non sempre la magia è come ci sembra
pl: Magia nie zawsze jest tym, na co wygląda
uk: Магія не завжди така, якою здається

source: What once was opened now is closed
bg: Каквото е било отворено, сега е затворено
it: Ciò che ebbe inizio ora ha fine
pl: Co raz było otwarte, znów jest zamknięte
uk: Те, що було відкрито, зараз закрито

source: Intensity comes at the cost of wisdom
bg: Усилието идва на цената на проникновението
it: L'intensità vien data dalla saggezza
pl: Żywiołowość zyskana kosztem mądrości
uk: Сила приходить ціною мудрості

source: Arcane power brings destruction
bg: Тайнствената сила носи разруха
it: L'Arcano porta alla distruzione
pl: Tajemna moc przynosi zniszczenie
uk: Таємна сила приносить руйнування

source: That which cannot be held cannot be harmed
bg: Онова, което не може да се държи, не може да се повреди
it: Che non può essere danneggiato o posseduto da nessuno
pl: To, czego nie można trzymać, nie może być uszkodzone
uk: Те, що не утримаєш — не зламаєш

source: Crimson and Azure become as the sun
bg: Ален и Лазурен се превръщат като слънцето
it: Cremisi e Azzurro come il sole
pl: Szkarłat i lazur błyszczą niczym słońce
uk: Багряний та Лазурний стають, як сонце

source: Knowledge and wisdom at the cost of self
bg: Знание и мъдрост на цената на живеца
it: Conoscenza e saggezza al solito costo
pl: Wiedza i mądrość poprzez zatracenie
uk: Знання і мудрість ціною себе

source: Drink and be refreshed
bg: Пий и изпитай бодростта
it: Bevi e rinfrescati
pl: Napij się i poczuj odnowienie
uk: Пий і освіжайся

source: Wherever you go, there you are
bg: Където отидеш, там оставаш
it: Ovunque tu vada, eccoti qua
pl: Pójdź w nieznane
uk: Куди б ти не пішов, ти там

source: Energy comes at the cost of wisdom
bg: Енергията идва на цената на мъдростта
it: L'Energia viene dalla tua saggezza
pl: Energia zyskana kosztem mądrości
uk: Енергія приходить ціною мудрості

source: Riches abound when least expected
bg: Богатство идва когато най-малко го очакваш
it: La ricchezza inattesa fa sorpresa
pl: Bogactwo przybywa nieoczekiwanie
uk: Рясні багатства коли менше всього їх очікуєш

source: Where avarice fails, patience gains reward
bg: Там, където скъперничеството се проваля, търпението носи възнаграждения
it: La pazienza ti ricompensa se non sei avido
pl: Gdzie chciwość zawodzi, tam cierpliwość popłaca
uk: Коли скупість зазнає невдачі, терпіння отримує винагороду

source: Blessed by a benevolent companion!
bg: Благословен от доброжелателен спътник!
it: Benedetto da un compagno benevolo!
pl: Błogosławieństwo od towarzysza!
uk: Освячений доброзичливим товаришем!

source: The hands of men may be guided by fate
bg: Човешките дела могат да бъдат направлявани от съдбата
it: Il fato può guidare le mani dell'uomo
pl: Los jest w twoich rękach
uk: Доля може керувати руками людей

source: Strength is bolstered by heavenly faith
bg: Силата е подсилена с небесна воля
it: La Forza è sostenuta dalla divina fede
pl: Głęboka wiara zwiększa siłę
uk: Сила підкріпляється небесною вірою

source: The essence of life flows from within
bg: Естеството на живота идва от вътре
it: Il flusso della vita ti pervade
pl: Istota życia leży we wnętrzu
uk: Суть життя випливає зсередини

source: The way is made clear when viewed from above
bg: Пътят се вижда по-ясно, бидейки гледан от високо
it: La strada è sgombra solo se vista dall'alto
pl: Droga widziana z góry jest przejrzystsza
uk: Коли дивишся зверху, шлях стає зрозумілим

source: Salvation comes at the cost of wisdom
bg: Избавлението идва с цената на мъдростта
it: La salvezza costa molta saggezza
pl: Zbawienie kosztem mądrości
uk: Спасіння приходить ціною мудрості

source: Mysteries are revealed in the light of reason
bg: Загадките разбулва светлината на логиката
it: La luce dell'intelletto ti rivela molte cose
pl: Mądrość znajdziecie jedynie wśród uczonych
uk: Таємниці розкриваються у світлі розуму

source: Those who are last may yet be first
bg: Изостаналите все пак могат и да са първи
it: Gli ultimi potranno essere i primi
pl: Ostatni mogą być jeszcze pierwszymi
uk: Ті, хто останні, можуть бути першими

source: Generosity brings its own rewards
bg: Щедростта носи своите ползи
it: La generosità porta le sue ricompense
pl: Hojność zostaje nagrodzona
uk: Щедрість приносить свою винагороду

source: You must be at least level 8 to use this.
bg: Трябва да сте поне ниво 8, за да използвате това.
it: Per usarlo devi essere di Livello 8.
pl: Dostępne od poziomu 8.
uk: Ти маєш бути принаймні 8 рівня, щоб скористатися цим.

source: You must be at least level 13 to use this.
bg: Трябва да сте поне ниво 13, за да използвате това.
it: Per usarlo devi essere di Livello 13.
pl: Dostępne od poziomu 13.
uk: Ти маєш бути принаймні 13 рівня, щоб скористатися цим.

source: You must be at least level 17 to use this.
bg: Трябва да сте поне ниво 17, за да използвате това.
it: Per usarlo devi essere di Livello 17.
pl: Dostępne od poziomu 17.
uk: Ти маєш бути принаймні 17 рівня, щоб скористатися цим.

source: Arcane knowledge gained!
bg: Усвоено бе тайнствено знание!
it: Appresi arcani segreti!
pl: Zdobyto tajemną wiedzę!
uk: Отримані таємні знання!

source: That which does not kill you...
bg: Това, което не те убива...
it: Quello che non ti uccide...
pl: Co cię nie zabije…
uk: Те, що тебе не вбиває…

source: Knowledge is power.
bg: Знанието е сила.
it: La conoscenza è potere.
pl: Wiedza to potęga.
uk: Знання це сила.

source: Give and you shall receive.
bg: Дай и ще получиш.
it: Date e riceverete.
pl: Coś za coś.
uk: Давай і отримаєш.
