Repository: diasurgical/DevilutionX
Catalog: Translations/*.po
Languages: cs, de, el, fr, sv

source: The sum of our knowledge is in the sum of its people. Should you find a book or scroll that you cannot decipher, do not hesitate to bring it to me. If I can make sense of it I will share what I find.
cs: Mnozstvi nasich vedomosti zavisi na mnozstvi lidi. Najdes-li knihu ci svitek, ktery nemuzes rozlustit, nevahej a prines ho ke mne. Pokud ho pochopim, podelim se z tebou o to, co zjistim.
de: Die Summe unseres Wissens ist in der Summe der Menschen. Solltet Ihr ein Buch oder eine Schriftrolle finden, die Ihr nicht entziffern könnt, kommt einfach zu mir. Wenn ich etwas damit anfangen kann, werde ich mein Wissen mit Euch teilen.
el: Το άθροισμα της γνώσης μας βρίσκεται στο άθροισμα των ανθρώπων της. Αν βρεις ένα βιβλίο ή πάπυρο που δεν μπορείς να αποκρυπτογραφήσεις, μη διστάσεις να μου το φέρεις. Αν μπορώ να το κατανοήσω, θα μοιραστώ μαζί σου ό,τι βρω.
fr: La somme de notre savoir est dans la somme de son peuple. Si vous deviez trouver un livre ou un parchemin que vous ne savez pas déchiffrer, n'hésitez pas à me l'apporter. Si j'arrive à le comprendre, je partagerai mes découvertes.
sv: Summan av vår kunskap är i summan av dess folk. Om du hittar en bok eller skriftrulle som du inte kan uttyda, tveka inte att bringa den till mig. Om jag kan nå förståelse om den kommer jag dela med mig.

source: To a man who only knows Iron, there is no greater magic than Steel. The blacksmith Griswold is more of a sorcerer than he knows. His ability to meld fire and metal is unequaled in this land.
cs: Pro muze, ktery zna pouze Zelezo, neni vetsi magie nez Ocel. Kovar Griswold je vice carodejem nez vi. Jeho schopnosti rozehrat ohen a kovat zelezo neni v teto zemi rovno.
de: Für einen Mann, der nur Eisen kennt, gibt es keine größere Magie als den Stahl. Griswold, der Schmied, ist ein größerer Zauberer, als er selbst weiß. Seine Fähigkeit, Feuer und Metall zu verschmelzen, ist einzigartig im ganzen Land.
el: Για έναν άνθρωπο που γνωρίζει μόνο το Σίδηρο, δεν υπάρχει μεγαλύτερη μαγεία από το Ατσάλι. Ο σιδηρουργός ο Γκρίσγουαλντ είναι περισσότερο μάγος από όσο ξέρει. Η ικανότητά του να συγχωνεύει φωτιά και μέταλλο είναι απαράμιλλη σε αυτή τη χώρα.
fr: Pour un homme qui ne connaît que le Fer, il n'y a pas de plus grande magie que l'Acier. Griswold le forgeron est plus sorcier qu'il ne l'imagine. Sa capacité à mêler le feu et le métal est inégalée dans ce pays.
sv: För den som endast känner Järn, finns ingen större magi än Stål. Smeden Griswold är en större besvärjare än han själv vet. Hans förmåga att smälta samman eld och metall är utan dess like i detta land.

source: Corruption has the strength of deceit, but innocence holds the power of purity. The young woman Gillian has a pure heart, placing the needs of her matriarch over her own. She fears me, but it is only because she does not understand me.
cs: Zkazenost ma silu podvodu, ale nevinnost vladne moci cistoty. Mlada zena Gillian ma ciste srdce a uprednostnuje potreby sve pramatky pred svymi. Boji se mne, ale je to pouze kvuli tomu, ze mi nerozumi.
de: Korruption hat die Stärke des Betruges, aber die Unschuld bezieht ihre Kraft aus der Reinheit. Die junge Gillian hat ein reines Herz und kümmert sich mehr um die Bedürfnisse ihrer Großmutter als um ihre eigenen Wünsche. Sie fürchtet sich vor mir, aber nur, weil sie mich nicht versteht.
el: Η διαφθορά έχει τη δύναμη της εξαπάτησης, αλλά η αθωότητα κατέχει τη δύναμη της αγνότητας. Η νεαρή Γκίλιαν έχει αγνή καρδιά, βάζοντας τις ανάγκες της μητέρας της πάνω από τις δικές της. Με φοβάται, αλλά είναι μόνο επειδή δεν με καταλαβαίνει.
fr: La corruption a la force de la tromperie, mais l'innocence détient le pouvoir de la pureté. La jeune Gillian a un cœur pur, elle place les besoins de sa matriarche avant les siens. Elle me craint, mais c'est seulement parce qu'elle ne me comprend pas.
sv: Fördärvet har slughetens styrka, men oskulden har renhetens makt. Den unga kvinnan Gillian har ett gott hjärta, och sätter sin matriarks behov framför sina egna. Hon räds mig, men det är endast på grund av att hon inte förstår mig.

source: A chest opened in darkness holds no greater treasure than when it is opened in the light. The storyteller Cain is an enigma, but only to those who do not look. His knowledge of what lies beneath the cathedral is far greater than even he allows himself to realize.
cs: Truhla otevrena v temnote neskryva vetsi poklad nez, kdyz je otevrena na svetle. Vypravec Cain je zahadou, ale jen pro ty, kteri se nedivaji. Jeho vedomosti o tom, co lezi pod katedralou, jsou jeste vetsi nez si on sam uvedomuje.
de: Eine Kiste, die man in der Dunkelheit öffnet, enthält dadurch keinen größeren Schatz, als wenn man sie bei Licht aufmacht. Der Geschichtenerzähler Cain ist ein Rätsel, aber nur für diejenigen, die nicht hinschauen. Sein Wissen um die dunklen Dinge, die unter der Kathedrale lauern, ist größer, als er sich sogar selbst eingestehen mag.
el: Ένα σεντούκι που ανοίγει στο σκοτάδι δεν έχει μεγαλύτερο θησαυρό από όταν ανοίγει στο φως. Ο αφηγητής ιστοριών ο Κάιν είναι ένα αίνιγμα, αλλά μόνο για όσους δεν κοιτούν. Η γνώση του για το τι κρύβεται κάτω από τον καθεδρικό ναό είναι πολύ μεγαλύτερη από ό,τι αφήνει τον ίδιο τον εαυτό του να συνειδητοποιήσει.
fr: Un coffre ouvert dans les ténèbres ne contient pas de plus grand trésor que lorsqu'il est ouvert dans la lumière. Le conteur Cain est une énigme, mais seulement pour ceux qui ne regardent pas. Sa connaissance de ce qui se cache sous la cathédrale est bien plus grande qu'il ne veut bien se l'avouer à lui-même.
sv: En kista som öppnas i mörkret har inte större skatter än då den öppnas i ljuset. Historieberättaren Cain är en gåta, men bara för de som inte ser. Hans kunskap om vad som finns nedom katedralen är betydligt större än ens han själv tillåter sig inse.

source: The higher you place your faith in one man, the farther it has to fall. Farnham has lost his soul, but not to any demon. It was lost when he saw his fellow townspeople betrayed by the Archbishop Lazarus. He has knowledge to be gleaned, but you must separate fact from fantasy.
cs: Cim vice veris jednomu muzi, tim horsi je pad. Farnham ztratil svou dusi, ale ne kvuli nejakemu demonovi. Ztratil ji, kdyz videl, jak Arcibiskup Lazarus zradil jeho pratele. Ma dulezite vedomosti, ale musis oddelit skutecnost od fantazie.
de: Je mehr Vertrauen Ihr in einen Menschen setzt, um so größer kann die Enttäuschung sein. Farnham hat seine Seele verloren, aber nicht an irgendeinen Dämon.. Sie starb, als er mit ansehen musste, wie seine Nachbarn und Freunde von Erzbischof Lazarus hintergangen wurden. Er besitzt Wissen, das Euch nützen könnte, doch Ihr müsst sorgsam Tatsachen von Wahnvorstellungen trennen.
el: Όσο πιο ψηλά βάζεις την πίστη σου σε έναν άνθρωπο, τόσο πιο μακριά πρέπει να πέσει. Ο Φάρνχαμ έχει χάσει την ψυχή του, αλλά όχι από κανένα δαίμονα. Χάθηκε όταν είδε τους συμπολίτες του να προδίδονται από τον Αρχιεπίσκοπο Λάζαρο. Έχει γνώσεις που πρέπει να σταχυολογηθούν, αλλά πρέπει να διαχωρίσεις τα γεγονότα από τη φαντασία του πρώτα.
fr: Plus haute sera votre foi en un homme, et plus elle tombera de haut. Farnham a perdu son âme, mais pas contre n'importe quel démon. Elle s'est perdue lorsqu'il a vu ses concitoyens trahis par l'Archevêque Lazarus. Il a des connaissances à glaner, mais vous devrez démêler les faits de la divagation.
sv: Ju högre du sätter din tillit till en man, desto längre måste den falla. Farnham har förlorat sin själ, men inte till någon demon. Den förlorades när han såg sina byfränder svikna av Ärkebiskopen Lazarus. Han har kunskap som kan skönjas, men man måste skilja fakta från fantasi.

source: The hand, the heart and the mind can perform miracles when they are in perfect harmony. The healer Pepin sees into the body in a way that even I cannot. His ability to restore the sick and injured is magnified by his understanding of the creation of elixirs and potions. He is as great an ally as you have in Tristram.
cs: Ruce, srdce a mysl mohou provadet zazraky, pokud jsou v dokonalem souladu. Lecitel Pepin se v tele vyzna tak, jak to ani ja nedokaze. Jeho schopnost uzdravovat nemoci a poraneni je jeste zvetsena tim, ze chape vyrobu elixiru a lektvaru. Je to velky spojenec, ktereho muzes v Tristramu mit.
de: Die Hand, das Herz und der Verstand können Wunder vollbringen, wenn sie harmonisch zusammenarbeiten. Der Heiler Pepin vermag in einen Körper hineinzuschauen, wie nicht einmal ich es kann. Zu seiner Fähigkeit, den Kranken und Verwundeten zu helfen, gesellen sich noch wertvolle Kenntnisse auf dem Gebiet der Tränke und Elixiere Er ist einer der besten Verbündeten, die Ihr in Tristram haben könnt.
el: Το χέρι, η καρδιά και το μυαλό μπορούν να κάνουν θαύματα όταν βρίσκονται σε τέλεια αρμονία. Ο θεραπευτής Πέπιν βλέπει μέσα στο σώμα με τρόπο που ούτε εγώ δεν μπορώ. Η ικανότητά του να αποκαθιστά τους άρρωστους και τους τραυματίες μεγεθύνεται από την κατανόησή του για τη δημιουργία ελιξιρίων και φίλτρων. Είναι τόσο σπουδαίος σύμμαχος όσο εσύ στην Τρίστραμ.
fr: La main, le cœur et l'esprit sont capables de miracles lorsqu'ils sont en parfaite harmonie. Pepin le guérisseur lit dans le corps d'une manière dont moi-même suis incapable. Sa capacité à remettre sur pied les malades et les blessés est amplifiée par sa compréhension de la création d'élixirs et de potions. C'est l'un de vos meilleurs alliés dans Tristram.
sv: Handen, hjärtat och sinnet kan göra mirakel när de står i perfekt balans. Läkaren Pepin ser in i kroppen på ett sätt som inte ens jag kan. Hans förmåga att läka de sjuka och sårade förstärks av hans insikt i skapandet av elixir och drycker. Han är bland de främsta bundsförvanter du kan få i Tristram.

source: There is much about the future we cannot see, but when it comes it will be the children who wield it. The boy Wirt has a blackness upon his soul, but he poses no threat to the town or its people. His secretive dealings with the urchins and unspoken guilds of nearby towns gain him access to many devices that cannot be easily found in Tristram. While his methods may be reproachful, Wirt can provide assistance for your battle against the encroaching Darkness.
cs: Nemuzeme videt mnoho z budoucnosti, ale az to prijde, prinese to dite. Chlapec Wirt ma na dusi cernotu, ale pro mesto nebo jeho obyvatele nepredstavuje hrozbu. Jeho tajne obchody se zlodejicky a podezrelymi cechy z blizkych mest mu zarucuje pristup k mnoha predmetum, ktere v Tristramu nejsou lehce dostupne. I kdyz muzes vycitat jeho metody, Wirt muze zajistit pomoc pro tvou bitvu proti pripravujici se Temnote.
de: Es gibt vieles in der Zukunft, von dem wir noch nichts wissen können. Aber wenn es kommt, werden es unsere Kinder sein, die damit fertig werden müssen. Auf der Seele von Wirt, dem kleinen Rumtreiber, lasten dunkle Schatten, aber er ist deshalb noch lange keine Gefahr für diese Stadt oder ihre Bewohner. Durch seine Verbindungen und seine heimlichen Geschäfte mit der Unterwelt und den geheimen Gilden hat er Zugang zu Objekten, die man ansonsten in Tristram nicht so leicht bekommt. Seine Methoden kann man vielleicht kritisieren, aber Wirt kann Euch trotzdem eine wertvolle Hilfe sein in Eurem Kampf gegen die Mächte der Finsternis.
el: Υπάρχουν πολλά για το μέλλον που δεν μπορούμε να δούμε, αλλά όταν έρθει θα είναι τα παιδιά που θα το χειριστούν. Το αγόρι ο Ουίρτ έχει μια μαυρίλα στην ψυχή του, αλλά δεν αποτελεί απειλή για την πόλη ή τους ανθρώπους της. Οι μυστικοπαθείς συναλλαγές του με τα αλάνια και τις ανείπωτες συντεχνίες των κοντινών πόλεων, του δίνουν πρόσβαση σε πολλά μέσα που δεν μπορούν εύκολα να βρεθούν στην Τρίστραμ. Αν και οι μέθοδοί του μπορεί να είναι καταδικαστέες, ο Ουίρτ μπορεί να σε βοηθήσει στη μάχη σου ενάντια στο σκοτάδι που εισβάλει.
fr: Il est de nombreuses choses sur l'avenir que l'on ne peut voir, mais le moment venu, ce seront les enfants qui s'en chargeront. Wirt a l'âme noircie, mais il ne représente aucune menace pour la ville ou ses habitants. Ses relations secrètes avec les gamins et les guildes tacites des villes voisines lui permettent d'accéder à de nombreux objets difficiles à trouver à Tristram. Bien que ses méthodes puissent être répréhensibles, Wirt peut vous aider dans votre combat contre les ténèbres envahissantes.
sv: Det finns mycket om framtiden som vi inte kan se, men när den kommer blir det barnen som styr den. Pojken Wirt har en svärta på sin själ, men han utgör ingen risk för byn eller dess folk. Hans hemliga affärer med gatupojkarna och de onämnbara skråna i grannstäderna ger honom tillgång till många objekt som inte utan vidare kan hittas i Tristram. Fast has medel kan vara klandervärda, kan Wirt ge hjälp i din strid mot det annalkande Mörkret.

source: Earthen walls and thatched canopy do not a home create. The innkeeper Ogden serves more of a purpose in this town than many understand. He provides shelter for Gillian and her matriarch, maintains what life Farnham has left to him, and provides an anchor for all who are left in the town to what Tristram once was. His tavern, and the simple pleasures that can still be found there, provide a glimpse of a life that the people here remember. It is that memory that continues to feed their hopes for your success.
cs: Hlinene zdi a doskova strecha nedelaji domov. Hostinsky Ogden slouzi ve meste k vice vecem nez mnohy chape. Poskytuje pristresek Gillian a jeji pramatce, udrzuje to, co zivot zanechal Farnhamovi, a pomaha vsem, kteri ve meste zustali, aby byl Tristram jako driv. Jeho krcma, a prosta poteseni, ktera se zde daji stale nalezt, obstaravaji zablesky zivota, jaky si lide pamatuji. Jsou to tyto vzpominky, ktere stale udrzuji jejich nadeji, ze uspejes.
de: Wände aus Lehm mit einem Dach aus Stroh machen alleine noch kein Zuhause aus. Der Gastwirt Ogden ist für diese Stadt wichtiger, als vielen überhaupt bewusst ist. Er bietet Gillian und ihrer Großmutter Schutz und Obdach, hält Farnhams schwachen Lebensfunken am Glimmen und erinnert alle, die noch in der Stadt geblieben sind, daran, wie es in Tristram früher einmal war. Seine Kneipe und die einfachen Vergnügungen, die man sich da noch leisten kann, sind ein schwacher Nachhall des früheren Lebens, an das sich die Menschen hier noch erinnern. Diese Erinnerungen sind es, die ihnen immer noch Hoffnung auf Euren Erfolg geben.
el: Οι πήλινοι τοίχοι με μία αχυρένια σκεπή δεν δημιουργούν ένα σπίτι. Ο ξενοδόχος Όγκντεν εξυπηρετεί μεγαλύτερο σκοπό σε αυτή την πόλη από ό,τι πολλοί καταλαβαίνουν. Παρέχει καταφύγιο για την Γκίλιαν και την μητέρα της, διατηρεί ότι ζωή έχει απομείνει στον Φάρνχαμ και παρέχει μια άγκυρα για όλους όσοι έχουν μείνει στο χωριό σε αυτό που ήταν κάποτε η Τρίστραμ. Η ταβέρνα του, και οι απλές απολαύσεις που μπορούν να βρεθούν ακόμα εκεί, παρέχουν μια ματιά από μια ζωή που θυμούνται οι άνθρωποι εδώ. Είναι αυτή η μνήμη που συνεχίζει να τρέφει τις ελπίδες τους για την επιτυχία σου.
fr: Des murs de terre et un couvert de chaume ne créent pas un foyer. Ogden l'aubergiste est bien plus utile dans cette ville que beaucoup ne le réalisent. Il fournit un abri à Gillian et à sa matriarche, maintient le peu de vie qu'il reste en Farnham et maintient une partie de ce qu'était Tristram autrefois pour tous ceux qui restent dans la ville. Sa taverne, et les plaisirs simples qu'on y trouve encore, donnent un aperçu d'une vie dont les gens d'ici se souviennent. C'est ce souvenir qui continue de nourrir les espoirs qu'ils fondent en vous.
sv: Väggar av jord och ett stråtak är ännu inte ett hem. Krögaren Ogden är viktigare i den här byn än vad många förstår. Han ger skydd till Gillian och hennes matriark, upprätthåller det lilla liv Farnham har kvar, och utgör en fästpunkt för alla som är kvar i byn till vad Tristram en gång var. Hans krog, och de enkla nöjen som ännu finns där, ger en inblick i ett liv som folket här minns. Det är det minnet som ännu håller levande deras hopp för din framgång.

source: Pssst... over here...
cs: Pssst... tady...
de: Pssst... hier drüben...
el: Ψσστ… εδώ πέρα...
fr: Pssst... Par ici...
sv: Pssst... här borta...

source: Not everyone in Tristram has a use - or a market - for everything you will find in the labyrinth. Not even me, as hard as that is to believe. Sometimes, only you will be able to find a purpose for some things.
cs: Nikdo v Tristramu nema pouziti - nebo odbyt - pro vsechno, co najdes v labyrintu. Ani ja ne, i kdyz je tezke tomu uverit. Nekdy budes jenom ty schopen najitr vyuziti pro nektere ty veci.
de: Nicht jeder in Tristram hat Verwendung oder Kundschaft für jedes Teil, das Du im Labyrinth finden wirst. Nicht mal ich, so schwer das auch zu glauben sein mag. Manchmal wirst nur Du etwas damit anfangen können.
el: Δεν έχουν όλοι στην Τρίστραμ μια χρησιμότητα - ή μια αγορά - για όλα όσα θα βρεις στον λαβύρινθο. Ούτε εγώ, όσο δύσκολο κι αν είναι να το πιστέψεις. Μερικές φορές, μόνο εσύ θα μπορείς να βρεις χρήση για κάποια πράγματα.
fr: Tout le monde à Tristram n'a pas une utilité – ou un marché – pour tout ce que vous trouverez dans le labyrinthe. Même pas moi, même si c'est dur à croire. Parfois, il n'y a que vous qui trouverez quoi faire de certaines choses.
sv: Inte alla i Tristram har användning - eller en marknad - för allt som du kan hitta i labyrinten. Inte ens jag, trot eller ej. Ibland kommer bara du kunna hitta användning för vissa saker.

source: Don't trust everything the drunk says. Too many ales have fogged his vision and his good sense.
cs: Never vsemu, co rika ten opilec. Prilis mnoho piva zamlzilo jeho zrak a jeho zdravy rozum.
de: Hör nicht auf alles, was der Besoffene Dir erzählt. Die zahllosen Bierchen haben seinen Blick und seinen Verstand getrübt.
el: Μην εμπιστεύεσαι όλα όσα λέει ο μεθυσμένος. Πάρα πολλές μπίρες έχουν θολώσει την όρασή του και το μυαλό του.
fr: Ne croyez pas à tout ce que dit l'ivrogne. Trop de bières ont brouillé sa vue et son bon sens.
sv: Lita inte på allt som fyllot säger. För mycket öl har skymt hans syn och vett.

source: In case you haven't noticed, I don't buy anything from Tristram. I am an importer of quality goods. If you want to peddle junk, you'll have to see Griswold, Pepin or that witch, Adria. I'm sure that they will snap up whatever you can bring them...
cs: Jestli sis toho jeste nevsiml, nekupuju nic z Tristramu. Jsem dovozcem kvalitniho zbozi. Jestli chces nabizet vetes, musis jit za Griswoldem, Pepinem nebo za tou carodejnici Adrii. Jsem si jist, ze skoci po vsem, co jim prineses...
de: Falls Du es noch nicht bemerkt hast, ich kaufe nichts aus Tristram. Ich bin Importeur für Qualitätswaren. Wenn Du Deinen Müll verscherbeln willst, musst Du Dich schon an Griswold, Pepin oder an Adria wenden, diese Hexe. Ich bin sicher, die reißen Dir alles aus den Händen, was Du ihnen anschleppst.
el: Σε περίπτωση που δεν το έχεις προσέξει, δεν αγοράζω τίποτα από την Τρίστραμ. Είμαι εισαγωγέας ποιοτικών προϊόντων. Αν θέλεις να πουλήσεις σκουπίδια, θα πρέπει να δεις τον Γκρίσγουαλντ, τον Πέπιν ή εκείνη τη μάγισσα, την Άντρια. Είμαι σίγουρος ότι θα αγοράσουν ό,τι μπορείς να τους φέρεις...
fr: Des fois que vous ne l'auriez pas remarqué, je n'achète rien à Tristram. J'importe des produits de qualité. Si vous voulez refourguer de la camelote, voyez ça avec Griswold, Pepin ou cette sorcière, Adria. Je suis sûr qu'ils se jetteront sur tout ce que vous pourrez leur apporter...
sv: Ifall du inte märkt det, så köper jag inget från Tristram. Jag importerar kvalitetsvaror. Om du vill kränga skrot, får du leta rätt på Griswold, Pepin eller den där häxan Adria. Jag är säker på att de tar allt som du kan ge dem...

source: I guess I owe the blacksmith my life - what there is of it. Sure, Griswold offered me an apprenticeship at the smithy, and he is a nice enough guy, but I'll never get enough money to... well, let's just say that I have definite plans that require a large amount of gold.
cs: Soudim, ze dluzim kovari zivot - co z neho zbylo. Jiste, Griswold mi nabidl uceni v kovarne a je docela prijemny chlapik, ale nikdy bych neziskal dost zlata na... dobre, reknu ri jenom, ze mam urcite plany, na ktere potrebuju hodne zlata.
de: Ich schätze, ich verdanke dem Schmied mein Leben - oder zumindest das, was davon noch übrig ist. Klar, Griswold hat mir eine Lehre in seiner Schmiede angeboten, und er ist ja auch ein ganz netter Kerl, aber da würde ich nie genug Geld verdienen, um... na ja, sagen wir mal, ich habe ganz präzise Zukunftspläne, für die ich eine größere Geldsumme benötige.
el: Υποθέτω ότι οφείλω τη ζωή μου στον σιδηρουργό - τι έχει απομείνει από αυτή. Σίγουρα, ο Γκρίσγουαλντ μου πρόσφερε μια μαθητεία στο σιδηρουργείο, και είναι αρκετά καλός τύπος, αλλά δεν θα πάρω ποτέ αρκετά χρήματα για να... καλά, ας πούμε απλώς ότι έχω συγκεκριμένα σχέδια που απαιτούν μεγάλη ποσότητα χρυσού.
fr: Je crois que je dois la vie – ou ce qu'il en reste – au forgeron . Bien sûr, Griswold m'a proposé d'être son apprenti à la forge, et c'est un gars assez chouette, mais je ne me ferai jamais assez d'argent pour... enfin, disons simplement que j'ai des projets particuliers qui demandent pas mal d'argent.
sv: Antar att jag är skyldig smeden mitt liv - vad som nu är kvar av det. Visst, Grisswold erbjöd mig lärlingskap i smedjan, och han är väl trevlig, men jag kommer aldrig få tillräckligt med pengar för att... tja, låt oss bara säga att jag har vissa planer som kräver mycket guld.

source: If I were a few years older, I would shower her with whatever riches I could muster, and let me assure you I can get my hands on some very nice stuff. Gillian is a beautiful girl who should get out of Tristram as soon as it is safe. Hmmm... maybe I'll take her with me when I go...
cs: Kdybych byl o par let starsi, zahrnul bych ji vsim bohatstvim, co bych sehnal, a ujistuji te, ze se mohu dostat k opravdu pekne zbozi. Gillian je krasne devce, ktere by melo vypadnout z Tristramu hned, jak to bude bezpecne. Hmmm... mozna, ze ji vezmu s sebou, az pujdu...
de: Wenn ich ein paar Jährchen älter wäre, würde ich sie mit allen Reichtümern überschütten, die ich auftreiben könnte. Und glaub mir, ich komme an ziemlich ausgefallene Sachen ran, wenn ich will! Gillian ist ein wunderbares Mädchen, das Tristram verlassen sollte, sobald es gefahrlos möglich ist. Hmmm... vielleicht nehme ich sie mit, wenn ich gehe.
el: Αν ήμουν μερικά χρόνια μεγαλύτερος, θα την έλουζα με ό,τι πλούτη μπορούσα να συγκεντρώσω, και επίτρεψέ μου να σε διαβεβαιώσω ότι μπορώ να πάρω στα χέρια μου μερικά πολύ ωραία πράγματα. Η Γκίλιαν είναι ένα όμορφο κορίτσι που πρέπει να φύγει από το Τρίστραμ μόλις είναι ασφαλές. Χμμ... ίσως την πάρω μαζί μου όταν πάω...
fr: Si j'avais quelques années de plus, je la couvrirais de toutes les richesses que je pourrais rassembler, et croyez-moi, je peux mettre la main sur des trucs très chouettes. Gillian est une fille superbe qui devrait quitter Tristram dès que ça ira. Hmmm... peut-être que je l'emmènerai avec moi quand je m'en irai...
sv: Om jag vore ett par år äldre, skulle jag låta alla skatter jag kunde få tag på regna över henne, och låt mig försäkra dig om att jag kan få tack på riktigt fina grejer. Gillian är en vacker flicka som borde ta sig från Tristram så fort det är säkert. Hmmm... kanske jag tar med mig henne när jag sticker...
