Repository: diasurgical/devilutionX
Catalog: Translations/*.po
Languages: bg, da, it, pl, uk

source: Nightmare Difficulty The denizens of the Labyrinth have been bolstered and will prove to be a greater challenge. This is recommended for experienced characters only.
bg: Кошмарна трудност Обитателите на Лабиринта са по-силни и ще бъдат по-голямо предизвикателство. Препоръчително за герои които имат опит.
da: Mareridt sværhedsgrad Borgerne i labyrinten er styrket og vil vise sig at være en større udfordring. Dette anbefales kun til erfarne helte.
it: Difficoltà Incubo Gli abitanti del Labirinto sono stati rafforzati e la sfida si dimostrerà ardua. Raccomandato solo per personaggi esperti.
pl: Koszmar Potwory zamieszkujące Labirynt stają się mocniejsze i stanowią większe wyzwanie. Poziom trudności zalecany dla doświadczonej postaci.
uk: Кошмарна Складність Мешканці Лабіринту стали сильніші і їх буде важче перемогти. Рекомендується тільки для досвідчених героїв.

source: Hell Difficulty The most powerful of the underworld's creatures lurk at the gateway into Hell. Only the most experienced characters should venture in this realm.
bg: Адска трудност Най-могъщите адски същества се таят пред портите на Преизподнята. Само най-опитните герой могат да се осмелят да поемат този риск.
da: Helvede sværhedsgrad De mest magtfulde af underverdenens væsener lurer ved indgangen til helvede. Kun de mest erfarne helte skal vove sig ind i denne verden.
it: Difficoltà Inferno La più potente delle creature degli inferi si nasconde alle porte dell'Inferno. Solo i personaggi più esperti dovrebbero avventurarsi in questo regno.
pl: Piekło Najpotężniejsze kreautry podziemi strzegą piekielnych bram. Tylko najbardziej doświadczone postacie mogą zapuścić się w głąb tego świata.
uk: Пекельна Складність Наймогутніші пекельні створіння підстерігають Вас біля воріт в Пекло. Тільки найбільш досвідчені герої відважаться підти туди.

source: Your character must reach level 20 before you can enter a multiplayer game of Nightmare difficulty.
bg: Вашият герой трябва да достигне ниво 20, преди да можете да се присъедините към игра от Кошмарна трудност.
da: Din karakter skal nå niveau 20, før du kan deltage i et multiplayer-spil med mareridt-sværhedsgrad.
it: Il tuo personaggio deve raggiungere il livello 20 prima di poter partecipare al multi giocatore di difficoltà Incubo.
pl: Twoja postać musi osiągnąć co najmniej 20 poziom żeby grać na poziomie trudności Koszmar w trybie sieciowym.
uk: Ваш герой має бути 20 рівня щоб приєднатися до мережевої гри Кошмарної складності.

source: Your character must reach level 30 before you can enter a multiplayer game of Hell difficulty.
bg: Вашият герой трябва да достигне ниво 30, преди да можете да се присъедините към игра от Адска трудност.
da: Din karakter skal nå niveau 30, før du kan deltage i et multiplayer-spil med helvede-sværhedsgrad.
it: Il tuo personaggio deve raggiungere il livello 30 prima di poter partecipare al multi giocatore di difficoltà Inferno.
pl: Twoja postać musi osiągnąć co najmniej 30 poziom żeby grać na poziomie trudności Piekło w trybie sieciowym.
uk: Ваш герой має бути 30 рівня щоб приєднатися до мережевої гри Пекельної складності.

source: Select Game Speed
bg: Изберете скорост
it: Ritmo di Gioco
pl: Wybierz Tempo Gry
uk: Виберіть Швидкість Гри

source: Fast
bg: Бърза
it: Veloce
pl: Szybkie
uk: Швидка

source: Faster
bg: По-бърза
it: Molto Veloce
pl: Szybsze
uk: Дуже Швидка

source: Fastest
bg: Най-бърза
it: Velocissimo
pl: Najszybsze
uk: Найшвидша

source: Normal Speed This is where a starting character should begin the quest to defeat Diablo.
bg: Нормална скорост Тук начинаещия герой започва своето приключение да срази Диабло.
it: Normale Qui è dove un personaggio agli inizi dovrebbe intraprendere la missione per sconfiggere Diablo.
pl: Normalne Tempo Gry Dla postaci, która pierwszy raz chce się zmierzyć z Diablo.
uk: Нормальна Швидкість Рекомендується для нових героїв, що хочуть перемогти Діабло.

source: Fast Speed The denizens of the Labyrinth have been hastened and will prove to be a greater challenge. This is recommended for experienced characters only.
bg: Бърза скорост Обитателите на Лабиринта са ускорени и ще бъдат по-голямо предизвикателство. Препоръчително за герои които имат опит.
it: Veloce Gli abitanti del Labirinto sono stati velocizzati e la sfida si dimostrerà ardua. Raccomandato solo per personaggi esperti.
pl: Szybka Gra Potwory zamieszkujące Labirynt stają się szybsze. Są większym wyzwaniem. Prędkość zalecana dla doświadczonej postaci.
uk: Мешканці Лабіринту стали швидше і їх буде важче перемогти. Рекомендується тільки для досвідчених героїв.

source: Faster Speed Most monsters of the dungeon will seek you out quicker than ever before. Only an experienced champion should try their luck at this speed.
bg: По-бърза скорост Повечето чудовища от подземието ще Ви издирят по-бързо от когато и да било. Само опитни герои могат да изпробват късмета си на тази скорост.
it: Molto Veloce La maggior parte dei mostri del sotterraneo ti cercheranno più velocemente che mai. Solo un campione esperto dovrebbe tentare la fortuna a questa velocità.
pl: Szybsza Gra Większość potworów będzie usiłować dorwać cię szybciej niż zwykle. Tylko doświadczony czempion powinien spróbować swych sił na tej prędkości.
uk: Дуже Швидка Швидкість Монстри підземелля вишукують тебе набагато швидше. Тільки досвідчені чемпіони спробують удачу на цій швидкості.

source: Fastest Speed The minions of the underworld will rush to attack without hesitation. Only a true speed demon should enter at this pace.
bg: Най-бърза скорост Слуги на подземното царство ще нападат изненадващо и без задръжки. Само някой със светкавични рефлекси би се справил с това темпо.
it: Velocissimo I tirapiedi degli inferi si precipiteranno ad attaccare senza esitazione. Solo un vero demone della velocità dovrebbe entrare a questo ritmo.
pl: Najszybsza Gra Sługi piekielne będą nieustannie się za tobą uganiać. Tylko dla prawdziwych demonów prędkości.
uk: Найшвидша Швидкість Служники Пекла відразу атакують без будь-яких вагань. Тільки справжні безумці будуть встигати за ними.

source: Enter Password
bg: Въведи парола
da: Indtast adgangskode
it: Inserisci Password
pl: Wpisz Hasło
uk: Введіть Пароль

source: Enter Hellfire
bg: Режим Hellfire
it: Entra in Hellfire
pl: Wejdź do Hellfire
uk: Зайти в Hellfire

source: Switch to Diablo
bg: Режим Diablo
it: Passa a Diablo
pl: Przełącz na Diablo
uk: Перейти в Diablo

source: Yes
bg: Да
da: Ja
it: Si
pl: Tak
uk: Так

source: No
bg: Не
da: Nej
pl: Nie
uk: Ні

source: Press gamepad buttons to change.
it: Premi i tasti del gamepad per cambiare.
pl: Naciśnij przycisk na kontrolerze aby zmienić.
uk: Натисніть на кнопку геймпада щоб змінити.

source: Bound key:
bg: Зададен клавиш:
it: Tasto associato:
pl: Powiązany klawisz:
uk: Прив'язана клавіша:

source: Press any key to change.
bg: Зададете нов клавиш.
it: Premi qualsiasi tasto per cambiare.
pl: Naciśnij dowolny klawisz by zmienić.
uk: Натисніть на бажану клавішу.

source: Unbind key
bg: Освободете клавиш
it: Disassocia tasto
pl: Usuń wiązanie klawisza
uk: Прив'язати клавішу

source: Bound button combo:
it: Associa combinazione di tasti:
pl: Powiązana kombinacja przycisków:
uk: Прив'язана комбінація кнопок:

source: Unbind button combo
it: Disassocia combinazione di tasti
pl: Usuń powiązanie kombinacji przycisków
uk: Відв'язати комбінацію кнопок

source: Previous Menu
bg: Предишно меню
da: Forrige menu
it: Menu Precedente
pl: Powrót
uk: Попереднє Меню

source: We maintain a chat server at Discord.gg/YQKCAYQ Follow the links to join our community where we talk about things related to Diablo, and the Hellfire expansion.
bg: Поддържаме чат сървър на Discord.gg/YQKCAYQ Следвайте връзката за да се присъедините към нашата общност където дискутираме всичко свързано с Diablo и допълнението Hellfire.
it: Gestiamo un server di chat su Discord.gg/YQKCAYQ Segui i link per unirti alla nostra community dove parliamo di cose relative a Diablo e all'espansione Hellfire.
uk: У нас є чат-сервер за адресою Discord.gg/YQKCAYQ Переходьте по посиланням, щоб приєднатися до нашої громади, де ми розмовляємо про Diablo та розширення Hellfire.

source: DevilutionX is maintained by Diasurgical, issues and bugs can be reported at this address: https://github.com/diasurgical/devilutionX To help us better serve you, please be sure to include the version number, operating system, and the nature of the problem.
bg: DevilutionX е поддържан от Diasurgical, сведения за проблеми и бъгове могат да бъдат докладвани на: https://github.com/diasurgical/devilutionX За да предложим по-добро качество на продукта, моля, посочете номер на версията, операционна система и естеството на проблема.
it: DevilutionX è gestito da Diasurgical, ogni problema può essere segnalato a questo indirizzo: https://github.com/diasurgical/devilutionX Per aiutarci a servirti meglio, assicurati di includere il numero di versione, sistema operativo, e la natura del problema.
pl: DevilutionX jest zarządzane przez Diasurgical, wszelkie problemy należy przesyłać na adres https://github.com/diasurgical/devilutionX Abyśmy mogli Ci lepiej pomóc, pamiętaj o podaniu numeru wersji, systemu operacyjnego i typu problemu.
uk: DevilutionX підтримується Diasurgical, задавайте питання та пишіть про помилки за цією адресою: https://github.com/diasurgical/devilutionX Не забудьте включати номер версії, операційну систему і опис помилки, щоб ми могли швидше її вирішити.

source: Disclaimer:
bg: Отказ от отговорност:
it: Avvertenze:
pl: Uwaga:
uk: Відмова від відповідальності:

source: DevilutionX is not supported or maintained by Blizzard Entertainment, nor GOG.com. Neither Blizzard Entertainment nor GOG.com has tested or certified the quality or compatibility of DevilutionX. All inquiries regarding DevilutionX should be directed to Diasurgical, not to Blizzard Entertainment or GOG.com.
bg: DevilutionX не е обвързан и/или поддържан от Blizzard Entertainment, нито от GOG.com. Blizzard Entertainment или GOG.com не са изпитали или сертифицирали качеството и съвместимостта на DevilutionX. Всички Въпроси за DevilutionX трябва да бъдат насочени към Diasurgical, и не към Blizzard Entertainment или GOG.com.
it: DevilutionX non è supportato o gestito da Blizzard Entertainment, o da GOG.com. Né Blizzard Entertainment né GOG.com hanno testato o certificato la qualità o la compatibilità di DevilutionX. Tutte le domande su DevilutionX dovrebbero essere dirette a Diasurgical, non a Blizzard Entertainment o Gog.com.
pl: DevilutionX nie jest wspierane ani przez Blizzard Entertainment, ani przez GOG.com. Blizzard Entertainment i GOG.com nie testowali i nie sprawdzali jakości bądź kompatybilności DevilutionX. Wszelkie pytania dotyczące DevilutionX powinny być kierowane tylko do Diasurgical, nie do Blizzard Entertainment lub GOG.com.
uk: DevilutionX не розробляється і не підтримується Blizzard Entertainment або GOG.com. Ні Blizzard Entertainment, ні GOG.com не перевіряли якість або сумісність DevilutionX. Всі питання зв'язані з DevilutionX мають бути адресовані Diasurgical, а не Blizzard Entertainment або GOG.com.

source: This port makes use of Charis SIL, New Athena Unicode, Unifont, and Noto which are licensed under the SIL Open Font License, as well as Twitmoji which is licensed under CC-BY 4.0. The port also makes use of SDL which is licensed under the zlib-license. See the ReadMe for further details.
bg: Този порт използва шрифтовете Charis SIL, New Athena Unicode, Unifont, и Noto лицензирани под SIL Open Font License, както и Twitmoji лицензирани под CC-BY 4.0. Този порт използва също SDL, лицензиран под zlib-license. Виж ReadMe (ПрочетиМе) за повече информация.
it: Questo port utilizza Charis SIL, New Athena Unicode, Unifont e Noto concessi in licenza SIL Open Font License, nonché Twitmoji concesso in licenza CC-BY 4.0. Il port utilizza anche SDL, concesso in licenza zlib-license. Consulta il ReadMe per ulteriori dettagli.
pl: Port korzysta z czcionek Charis SIL, New Athena Unicode, Unifont i Noto, które są dostępne na licencji SIL Open Font License, a także z Twitmoji, które jest dostępne na licencji CC-BY 4.0. Port korzysta również z języka SDL, który jest objęty licencją zlib-license. Więcej szczegółów można znaleźć w ReadMe.
uk: Цей порт використовує шрифти Charis SIL, New Athena Unicode, Unifont, та Noto, що ліцензовані під SIL Open Font License, а також Twitmoji, що ліцензований під CC-BY 4.0. Порт також використовує SDL що ліцензований під zlib-ліцензією. Дивіться файл ReadMe щоб дізнатися більше.

source: Copyright © 1996-2001 Blizzard Entertainment
bg: Запазени права © 1996-2001 Blizzard Entertainment
da: Copyright © 1996-2001 Blizzard Entertainment2
uk: Авторські права © 1996-2001 Blizzard Entertainment

source: Error
bg: Грешка
da: Fejl
it: Errore
pl: Błąd
uk: Помилка

source: {:s} The error occurred at: {:s} line {:d}
bg: {:s} Изглежда има грешка в {:s} при ред {:d}
it: {:s} Si è verificato un errore alla linea: {:s} {:d}
pl: {:s} Nastąpił błąd w: {:s} linia {:d}
uk: {:s} Сталася помилка в файлі: {:s}, лінія {:d}

source: Unable to open main data archive ({:s}). Make sure that it is in the game folder.
bg: Неуспешно прочитане на водещ файлов архив ({:s}). Уверете се, че се съответният се намира в папката на играта.
it: Impossibile aprire l'archivio dati principale ({:s}). Assicurati che sia nella cartella del gioco.
pl: Otwarcie pliku {:s} nie powiodło się. Upewnij się, że plik znajduje się w folderze.
uk: Неможливо відкрити архів даних ({:s}). Впевніться, что він знаходиться в папці зі грою.

source: Data File Error
bg: Грешка при прочитане на данни от файл
it: Errore File Dati
pl: Błąd Pliku z Danymi
uk: Помилка Файлу Даних

source: Unable to write to location: {:s}
bg: Неуспешно записване в директория: {:s}
it: Impossibile scrivere nella posizione: {:s}
pl: Nie da się zapisać do: {:s}
uk: Неможливо писати дані в: {:s}

source: Read-Only Directory Error
bg: Грешка при отваряне на папка с зададен достъп само за четене
da: Skrivebeskyttet mappe fejl
it: Errore di Cartella in Sola Lettura
pl: Błąd Folderu Tylko do Odczytu
uk: Папка доступна тільки для читання

source: Game:
bg: Игра:
it: Partita:
pl: Gra:
uk: Гра:

source: Password:
bg: Парола:
pl: Hasło:
uk: Пароль:

source: Public Game
bg: Публична игра
it: Partita Pubblica
pl: Publiczna Gra
uk: Відкрита Гра

source: Level: Nest {:d}
bg: Ниво: Свърталище {:d}
it: Livello: Covo {:d}
pl: Gniazdo - Poziom {:d}
uk: Рівень: Гніздо {:d}

source: Level: Crypt {:d}
bg: Ниво: Гробница {:d}
it: Livello: Cripta {:d}
pl: Krypta - Poziom {:d}
uk: Рівень: Склеп {:d}

source: Town
bg: Град
it: Città
pl: Miasteczko
uk: Місто

source: Level: {:d}
bg: Ниво: {:d}
it: Liv. : {:d}
pl: Poziom: {:d}
uk: Рівень: {:d}

source: Character Information
bg: Информация за персонажа
it: Dettagli Personaggio
pl: Informacje o postaci
uk: Інформація про Героя

source: Quests log
bg: Приключенски дневник
it: Missioni
pl: Dziennik Zadań
uk: Журнал

source: Automap
bg: Автоматична карта
it: Mappa
pl: Automapa
uk: Автокарта

source: Main Menu
bg: Главно меню
it: Menu Principale
pl: Menu Główne
uk: Головне Меню

source: Inventory
bg: Инвентар
it: Inventario
pl: Ekwipunek
uk: Інвентар

source: Spell book
bg: Книга за Заклинания
it: Libro di magia
pl: Księga zaklęć
uk: Книга Магії

source: Send Message
bg: Изпрати съобщение
it: Invia Messaggio
pl: Wyślij Wiadomość
uk: Відправити Повідомлення

source: Available Commands:
it: Comandi Disponibili:
pl: Dostępne Polecenia:
uk: Доступні Команди:

source: Command
it: Comando
pl: Polecenie
uk: Команда

source: is unkown.
it: sconosciuto.
uk: невідома.

source: Description:
it: Descrizione:
pl: Opis:
uk: Опис:

source: Parameters: No additional parameter needed.
it: Parametri: Nessun parametro ulteriore richiesto.
pl: Parametry: Brak wymaganych dodatkowych parametrów.
uk: Параметри: Додаткові параметри не потрібні.

source: Parameters:
it: Parametri:
pl: Parametry:
uk: Параметри:

source: Arenas are only supported in multiplayer.
it: Le arene sono supportate solo in multigiocatore.
pl: Areny są obsługiwane tylko w grach wieloosobowych.
uk: Арени підтримуються тільки в мережевій грі.

source: What arena do you want to visit?
it: Quale arena vuoi visitare?
pl: Którą arenę chcesz odwiedzić?
uk: Яку арену ви хочете відвідати?

source: Invalid arena-number. Valid numbers are:
it: Numero di arena non valido. I numeri validi sono:
pl: Błędny numer areny. Poprawne numery to:
uk: Невірний номер арени. Допустимі номери:

source: To enter a arena, you need to be in town or another arena.
it: Per entrare in un'arena, devi essere in città o in un'altra arena.
pl: Aby wejść na arenę musisz być w mieście lub na innej arenie.
uk: Щоб потрапити на арену, треба бути в місті або іншій арені.

source: Inspecting only supported in multiplayer.
it: Ispezione supportata solo in multigiocatore.
pl: Inspekcja graczy jest obsługiwana tylko w grach wieloosobowych.
uk: Огляд гравців підтримується тільки в мережевій грі.

source: Stopped inspecting players.
it: Ispezione giocatori interrotta.
pl: Zakończono inspekcję graczy.
uk: Припинив огляд гравців.

source: Inspecting player:
it: Ispezione del giocatore:
pl: Inspekcja gracza:
uk: Огляд гравця:

source: No players found with such a name
it: Nessun giocatore trovato con un nome simile
pl: Nie znaleziono graczy z tą nazwą
uk: Гравців з таким ім'ям не знайдено

source: Prints help overview or help for a specific command.
it: Mostra guida generale o la guida per un comando specifico.
pl: Wypisuje przegląd pomocy lub pomoc dla konkretnego polecenia.
uk: Друкує огляд довідки або довідку для конкретної команди.

source: Enter a PvP Arena.
it: Entra in un'Arena PvP.
pl: Wejdź na Arenę PvP.
uk: Зайти на PvP-арену.

source: Gives Arena Potions.
it: Fornisce Pozioni in Arena.
pl: Daje Mikstury Areny.
uk: Дає Зілля Арени.

source: Inspects stats and equipment of another player.
it: Ispeziona le statistiche e l'equipaggiamento di un altro giocatore.
pl: Przeprowadza inspekcję statystyk i ekwipunku innego gracza.
uk: Оглядає статистику та спорядження іншого гравця.

source: Show seed infos for current level.
pl: Pokaż informację o ziarnie dla aktualnego poziomu.
uk: Показати інформацію про початкові значення ГВЧ для поточного рівня.

source: Command "
it: Comando "
uk: Команда "

source: Player friendly
bg: Приятелска игра
it: Amichevole
pl: Neutralność
uk: Дружній гравець

source: Player attack
bg: Враждебна игра
it: Attacco giocatore
pl: Wrogość
uk: Гравець атакує

source: Hotkey: {:s}
bg: Бърз клавиш: {:s}
it: Tasto: {:s}
pl: Klawisz: {:s}
uk: Гаряча клавіша: {:s}

source: Select current spell button
bg: Бутон за избор на текущо заклинание
it: Seleziona magia corrente
pl: Wybierz zaklęcie
uk: Виберіть кнопку для чар

source: Hotkey: 's'
bg: Бърз Клавиш: 's'
it: Tasto: 's'
pl: Klawisz: 's'
uk: Гаряча клавіша: 's'

source: {:s} Skill
bg: {:s} Умение
it: {:s} Abilità
pl: Umiejętność: {:s}
uk: {:s} Талант

source: {:s} Spell
bg: {:s} Заклинание
it: {:s} Magia
pl: Czar: {:s}
uk: Чари {:s}

source: Spell Level 0 - Unusable
bg: Заклинание Ниво 0 - Неизползваемо
it: Liv. Magia 0 - Inusabile
pl: Poziom Czaru: 0 - Bezużyteczny
uk: 0-овий Рівень Чар - Невикористовні

source: Spell Level {:d}
bg: Заклинание Ниво {:d}
it: Livello Magia {:d}
pl: Poziom Czaru: {:d}
uk: Рівень Чар {:d}

source: Scroll of {:s}
bg: Свитък на {:s}
it: Pergamena {:s}
pl: Zwój: {:s}
uk: Сувій {:s}

source: {:d} Scroll
bg: {:d} Свитък
it: {:d} Pergamena
pl: Zwój: {:d}
uk: {:d} Сувій

source: Staff of {:s}
bg: Жезъл на {:s}
it: Verga di {:s}
pl: Kostur: {:s}
uk: Посох {:s}

source: {:d} Charge
bg: {:d} Заряд
it: {:d} Carica
pl: Ładunek: {:d}
uk: {:d} Заряд

source: {:s} gold piece
bg: {:s} златна монета
it: {:s} moneta
pl: {:s} złota
uk: {:s} золота монета

source: Requirements not met
bg: Изискванията не са покрити
it: Requisiti inadeguati
pl: Nie spełniono wymagań
uk: Вимоги не виконані

source: {:s}, Level: {:d}
bg: {:s}, Ниво: {:d}
it: {:s}, Livello: {:d}
pl: {:s}, Poziom: {:d}
uk: {:s}, Рівень {:d}

source: Level Up
bg: Ново ниво
it: Su di Livello
pl: Nowy Poziom
uk: Новий Рівень

source: You have {:s} gold piece. How many do you want to remove?
bg: Имате {:s} златна монета. Колко искате да отделите?
it: Possiedi {:s} moneta d'oro. Quante ne vuoi rimuovere?
pl: Masz {:s} złota. Ile monet chcesz oddzielić?
uk: У тебе {:s} золота монета. Скільки ти хочеш забрати?

source: Town Portal
bg: Градски портал
it: Portale Cittadino
pl: Miejski Portal
uk: Портал в Місто

source: from {:s}
bg: от {:s}
it: da {:s}
pl: od: {:s}
uk: з {:s}

source: Portal to
bg: Портал до
it: Portale verso
pl: Portal do
uk: Портал в

source: The Unholy Altar
bg: Нечестивия олтар
it: L'Altare Sacrilego
pl: Przeklęty Ołtarz
uk: Нечестивий Вівтар

source: level 15
bg: Ниво 15
it: livello 15
pl: poziom 15
uk: рівень 15

source: I need help! Come Here!
bg: Ела! Нуждая се от помощ!
it: Mi serve aiuto! Vieni!
uk: Мені потрібна допомога! Ідіть сюди!

source: Follow me.
bg: Следвай ме.
it: Seguimi.
pl: Idź za mną.
uk: За мною.

source: Here's something for you.
bg: Ето нещо за теб.
it: Ecco qualche cosa per te.
pl: Mam coś dla ciebie.
uk: Ось щось для тебе.

source: Now you DIE!
bg: Сега ще УМРЕШ!
it: Ora MUORI!
pl: Teraz ZGINIESZ!
uk: А тепер ПОМРИ!

source: Print this message and exit
bg: Показване на това съобщение и изход
it: Mostra questo messaggio ed esci
pl: Wyświetl tę wiadomość i wyjdź
uk: Показати це повідомлення і вийти

source: Print the version and exit
bg: Показване на версията и изход
it: Mostra versione ed esci
pl: Wyświetl numer wersji i wyjdź
uk: Показати версію і вийти

source: Specify the folder of diabdat.mpq
bg: Посочете местонахождението на diabdat.mpq
it: Specifica la cartella di diabdat.mpq
pl: Określ folder dla diabdat.mpq
uk: Визначити папку з diabdat.mpq

source: Specify the folder of save files
bg: Посочете папката с записните файлове
it: Specifica la cartella dei salvataggio
pl: Określ folder dla plików zapisu
uk: Визначити папку з збереженнями

source: Specify the location of diablo.ini
bg: Посочете папката с файл diablo.ini
it: Specifica la posizione di diablo.ini
pl: Określ lokalizację diablo.ini
uk: Визначити папку з diablo.ini

source: Specify the language code (e.g. en or pt_BR)
it: Specifica il codice lingua (ad es. en o pt_BR)
pl: Podaj kod języka (na przykład en lub pt_BR)
uk: Вкажіть код мови (наприклад, en або pt_BR)

source: Skip startup videos
bg: Пропускане на началните видеа
it: Salta video iniziali
pl: Pomiń loga i wprowadzenie
uk: Пропустити заставки

source: Display frames per second
bg: Показване на индикатор за кадри в секунда
it: Mostra fotogrammi al secondo
pl: Wyświetl ilość klatek na sekundę
uk: Показати кадри в секунду

source: Enable verbose logging
bg: Използване на подробно регистриране на команди
it: Abilita log dettagliato
pl: Włącz szczegółowy log
uk: Ввімкнути велемовне логування

source: Record a demo file
bg: Записване на демо файл
it: Registra un file demo
pl: Nagraj demo
uk: Записати демо

source: Play a demo file
bg: Репродуциране на демо файл
it: Riproduci un file demo
pl: Odtwórz plik z nagranym demo
uk: Зіграти демо

source: Disable all frame limiting during demo playback
bg: Забраняване на всички лимити на кадри при репродукция
it: Disabilita limitazioni di frame in riproduzione demo
pl: Wyłącz limit klatek podczas odtwarzania demo
uk: Віключити ліміт кадрів під час програшу демо

source: Game selection:
bg: Избор на игра:
it: Selezione gioco:
pl: Wybór gry:
uk: Вибір гри:

source: Force Shareware mode
bg: Принудителен режим Пробна версия
it: Forza modalità Demo
pl: Wymuś tryb demo
uk: Примусити режим демо-версії

source: Force Diablo mode
bg: Принудителен режим Diablo
it: Forza modalità Diablo
pl: Wymuś tryb Diablo
uk: Примусити режим Diablo

source: Force Hellfire mode
bg: Принудителен режим Hellfire
it: Forza modalità Hellfire
pl: Wymuś tryb Hellfire
uk: Примусити режим Hellfire
