Repository: diasurgical/devilutionX
Catalog: Translations/*.po
Languages: bg, da, it, pl, uk

source: Please, don't kill me, just hear me out. I was once Captain of King Leoric's Knights, upholding the laws of this land with justice and honor. Then his dark Curse fell upon us for the role we played in his tragic death. As my fellow Knights succumbed to their twisted fate, I fled from the King's burial chamber, searching for some way to free myself from the Curse. I failed... I have heard of a Golden Elixir that could lift the Curse and allow my soul to rest, but I have been unable to find it. My strength now wanes, and with it the last of my humanity as well. Please aid me and find the Elixir. I will repay your efforts - I swear upon my honor.
bg: Моля те, не ме убивай, просто ме изслушай. Някога аз бях капитан на рицарите на крал Леорик и с чест и справедливост браних правдата по тези земи. Тогава върху нас падна неговото мрачно проклятие заради ролята, която изиграхме в трагичната му смърт. Докато моите другари рицари се поддаваха на извратената си съдба, аз избягах от погребалната камера на краля, търсейки начин да се освободя от неговото Проклятие. Но аз се провалих... Чувал съм че съществува Златен Еликсир, който би могъл да премахне проклятието и да даде покой на душата ми, но не успях да го намеря. Силите ми вече чезнат, а с тях и малкото ми останала човечност. Моля те, помогни ми и намери Еликсира. Ще се отплатя за усилията ти, кълна се в честта си.
it: Per favore, non uccidermi, solo ascoltami. Una volta ero il Capitano dei Cavalieri di Re Leoric, e mantenevo le leggi di questa terra con giustizia e onore. Poi la sua Oscura Maledizione cadde su di noi. Mentre i miei compagni soccombevano al loro triste fato, io fuggii dal sepolcro del Re, per cercare un modo per porre fine alla Maledizione. Ma fallii... Ho sentito parlare di un Elisir Dorato che dovrebbe sollevare la Maledizione e permettere alla mia anima di riposare, ma non sono riuscito a trovarlo. La mia forza ora svanisce, e con essa la mia umanità. Ti prego, aiutami e trova l'elisir. Ricompenserò i tuoi sforzi - lo giuro sul mio onore.
pl: Proszę, nie krzywdź mnie. Wszystko ci wyjaśnię. Byłem niegdyś kapitanem rycerzy króla Leoryka. Strzegliśmy sprawiedliwości i honoru tutejszych ziem. Niestety, przez udział w jego tragicznej śmierci, spadła na nas mroczna Klątwa. Chociaż moi towarzysze zaakceptowali swój koszmarny los, ja, chcąc uwolnić się od przekleństwa, uciekłem z królewskiej krypty. Nie potrafiłem jednak sobie pomóc... Słyszałem o Złotym Eliksirze, który mógłby zdjąć ze mnie klątwę. Moja dusza zaznałaby w końcu spokoju. Niestety nie udało mi się go znaleźć. Wciąż słabnę i zanikają we mnie resztki człowieczeństwa. Proszę, pomóż mi odnaleźć Eliksir. Odwdzięczę ci się za twój wysiłek, przysięgam na swój honor.
uk: Прошу, не вбивай мене, просто вислухай. Колись я був капітаном лицарів Короля Леоріка, справедливо й честно дотримувався законів цієї землі. Тоді його темне прокляття впало на нас за ту роль, що ми зіграли в його трагічній смерті. Коли мої товариші Лицарі піддалися своїй долі, я втік з похоронної палати Короля, шукаючи якийсь спосіб звільнитися від прокляття. Але не вийшло… Я чув про Золотий еліксир, який міг би зняти прокляття і дати моїй душі спокій, але я не зміг його знайти. Моя сила слабшає, а разом з цим і моя остання людяність. Будь ласка, допоможи мені і знайди еліксир. Твої зусилля я відплачу — клянусь своєю честю.

source: You have not found the Golden Elixir. I fear that I am doomed for eternity. Please, keep trying...
bg: Не си намерил златния еликсир... Страхувам се, че съм обречен навеки. Моля те, не спирай да търсиш...
it: Non hai trovato l'Elisir Dorato. Temo di essere condannato per l'eternità. Per favore, tieni duro.
pl: Nie masz jeszcze Złotego Eliksiru. Boję się, że pozostanę przeklęty na wieczność. Proszę, znajdź go...
uk: Ти не знайшов Золотий еліксир. Я боюся, що навічно приречений. Прошу, не здавайся…

source: You have saved my soul from damnation, and for that I am in your debt. If there is ever a way that I can repay you from beyond the grave I will find it, but for now - take my helm. On the journey I am about to take I will have little use for it. May it protect you against the dark powers below. Go with the Light, my friend...
bg: Ти спаси душата ми от проклятието, и за това ще съм ти навеки задължен. Ако има начин да ти се отплатя от отвъдното, ще го намеря, но засега вземи шлема ми. По пътя, което ми предстои, той няма да ми е нужен. Нека да те пази от мрачните сили там долу. Върви със Светлината, приятелю...
it: Tu hai salvato la mia anima dalla dannazione e per questo ti sono debitore. Se troverò un modo per sdebitarmi dall'oltretomba lo farò, ma per ora... prendi il mio elmo. Nel viaggio che sto per fare mi servirà ben poco. Che possa proteggerti dagli Oscuri Poteri. Ora vai e che la Luce ti assista nel tuo cammino, amico mio...
pl: Ma dusza została uratowana przed potępieniem, nawet nie wyobrażasz sobie ile ci zawdzięczam. Dołożę wszelkich starań, aby pomóc ci z zaświatów, a tymczasem - weź mój hełm. W drodze, która mnie czeka, na niewiele mi się przyda. Ciebie może za to chronić przed siłami zła, które spotkasz. Niech światłość zostanie twym przewodnikiem...
uk: Ти врятував мою душу від прокляття, і за це в тебе в боргу. Якщо колись буде спосіб відплатити тобі з-за могили, я знайду його, але поки — візьми мій шолом. Він не знадобиться меня в подорожі, в яку я піду. Нехай він захистить тебе від темних сил внизу. Іди зі Світлом, друже…

source: Griswold speaks of The Anvil of Fury - a legendary artifact long searched for, but never found. Crafted from the metallic bones of the Razor Pit demons, the Anvil of Fury was smelt around the skulls of the five most powerful magi of the underworld. Carved with runes of power and chaos, any weapon or armor forged upon this Anvil will be immersed into the realm of Chaos, imbedding it with magical properties. It is said that the unpredictable nature of Chaos makes it difficult to know what the outcome of this smithing will be...
bg: Грисволд говори за Наковалнята на Яростта - легендарен артефакт, който дълго е бил търсен, но никога не е бил намерен. Изработена от металните кости на демоните от Ямата на Остриетата, Наковалнята на Яростта е излята между черепите на петте най-могъщи магове на подземния свят. Гравирана с руни на силата и хаоса, всяко оръжие или броня, изковани на тази наковалня, ще бъдат потопени в Царството на отвъдното, което ще им придаде магически свойства. Твърди се, че непредсказуемостта на Хаоса прави трудно да се разбере какъв ще бъде резултатът от изковаването...
it: Griswold mi ha parlato dell'Incudine della Furia, un manufatto leggendario che molti cercano, ma che nessuno ha mai trovato. Forgiato con le ossa metalliche dei demoni dei pozzi taglienti, l'Incudine della Furia venne fusa circondata dai crani dei cinque più potenti stregoni dell'aldilà. Cesellata con rune di Caos e Potere, qualsiasi arma forgiata su questa Incudine acquista proprietà magiche ignote. Si dice che la natura imprevedibile del Caos, renda impossibile sapere quali saranno le conseguenze della forgiatura.
pl: Griswold mówił o legendarnym Kowadle Gniewu, którego nikomu nie udało się jeszcze odnaleźć. To narzędzie rzemieślnicze zostało wytopione z metalowych kości brzytwodemonów, pośród czaszek pięciu najsilniejszych magów podziemi, a następnie pokryte runami mocy i chaosu. Broń i pancerz wykute na tym Kowadle przesiąkają więc potęgą Chaosu, przez co tak naprawdę nigdy nie wiadomo jakie magiczne właściwości otrzymają...
uk: Грізволд говорить про Ковадло Люті — легендарний артефакт, який довго шукали, але так і не знайшли. Створене з металевих кісток демонів з Лезової Темниці, Ковадло Люті було виплавлене навколо черепів п’яти наймогутніших магів підземного світу. На нім вирізані руни сили та хаосу, і будь-яка зброя або броня, виковане на цьому ковадлі, буде занурене в вимір Хаосу, наповнюючи її магічними властивостями. Кажуть, що через непередбачуваність Хаосу важко знати, яким буде результат…

source: Don't you think that Griswold would be a better person to ask about this? He's quite handy, you know.
bg: Не мислиш ли, че Грисволд би бил по-подходящия човек, когото да попиташ за това? Той е на близо, нали знаеш.
it: Non pensi che Griswold sia la persona più adatta a cui domandarlo? Dopotutto questo è il suo campo.
pl: Nie sądzisz, że lepiej byłoby zapytać o to Griswolda? Ma większą wiedzę na ten temat.
uk: Хіба не було б краще запитати про це Грізволда? Знаєш, він досить умілий.

source: If you had been looking for information on the Pestle of Curing or the Silver Chalice of Purification, I could have assisted you, my friend. However, in this matter, you would be better served to speak to either Griswold or Cain.
bg: Ако търсеше информация за Чукалото за Изцелението или за Сребърния бокал за Пречистването, щях да съм ти от помощ, приятелю. Но в този случай обаче, би било по-добре да поговориш с Грисволд или Кайн.
it: Se tu stessi cercando informazioni sul Pestello della Cura o sul Calice d'Argento della Purificazione, ti avrei potuto assistere, amico mio. Ma in questo caso, ti converrebbe di più parlare con Griswold o addirittura con Cain.
pl: Mógłbym opowiedzieć coś na temat Misy Uzdrowienia albo Srebrnego Kielicha Oczyszczenia, ale w tym wypadku, lepiej będzie jak udasz się do Griswolda albo Caina.
uk: Якби ти шукав інформацію про Товкачик Зцілення або Срібну Чашу Очищення, я міг би тобі допомогти, друже. Однак у цій справі тобі краще поговорити з Грізволдом або з Каїном.

source: Griswold's father used to tell some of us when we were growing up about a giant anvil that was used to make mighty weapons. He said that when a hammer was struck upon this anvil, the ground would shake with a great fury. Whenever the earth moves, I always remember that story.
bg: Когато бяхме деца, Бащата на Грисволд ни разказваше история, за гигантска наковалня, на която се изработвали могъщи оръжия. Говореше ни, че когато чук удари върху тази наковалня, земята се разтърсва от голяма ярост. Винаги, когато има земетресение, си спомням тази история.
it: Il padre di Griswold era solito raccontarci quando eravamo piccoli, di una gigantesca incudine usata per fabbricare potenti armi. Diceva che quando un martello colpiva quest'incudine il suolo tremava con una grande furia. Ricordo questa storia ogni volta che la terra si muove.
pl: Kiedy byliśmy mali, ojciec Griswolda opowiadał nam o wielkim kowadle, którego używano do wykuwania potężnych broni. Mówił, że po uderzeniu w nie młotem, ziemia zaczynała drżeć tak, jakby wpadała w gniew. Ilekroć czuję, że ziemia się trzęsie, przypominam sobie tę historię.
uk: Коли ми росли, батько Грізволда розповідав нам про гігантське ковадло, на якому виготовляли могутню зброю. Він сказав, що коли по цьому ковадлу вдарять молотком, земля трясеться від великої люті. Я завжди згадую цю історію коли земля трясеться.

source: Greetings! It's always a pleasure to see one of my best customers! I know that you have been venturing deeper into the Labyrinth, and there is a story I was told that you may find worth the time to listen to... One of the men who returned from the Labyrinth told me about a mystic anvil that he came across during his escape. His description reminded me of legends I had heard in my youth about the burning Hellforge where powerful weapons of magic are crafted. The legend had it that deep within the Hellforge rested the Anvil of Fury! This Anvil contained within it the very essence of the demonic underworld... It is said that any weapon crafted upon the burning Anvil is imbued with great power. If this anvil is indeed the Anvil of Fury, I may be able to make you a weapon capable of defeating even the darkest lord of Hell! Find the Anvil for me, and I'll get to work!
bg: Привет! Винаги е удоволствие да видя един от най-добрите си клиенти! Знам, че си навлязъл дълбоко в Лабиринта и имам една история, която ми разказаха и която може би си струва да чуеш... Един от мъжете, завърнали се от Лабиринта, ми разказа за тайнствена наковалня, на която се натъкнал по време на бягството си. Описанието му ми напомни за легендите, които бях чувал в младостта си, за Горящите Адски Огнища, където се изработват могъщи магически оръжия. Легендата разказваше, че дълбоко в Адските Огнища се намирала Наковалнята на Яростта! Тази наковалня съдържала в себе си самата същност на демоничния подземен свят... Говори се, че всяко оръжие, изработено върху горящата наковалня, е наситено с голяма сила. Ако тази наковалня наистина е Наковалнята на Яростта, може би ще успея да ти направя оръжие, способно да победи дори най-мрачния господар на Ада! Намери ми наковалнята и аз ще се заема с работата!
it: Benvenuto! è sempre un piacere vedere uno dei miei migliori clienti! So che stai penetrando sempre più nel Labirinto, e c'è una storia che mi hanno raccontato che potrebbe interessarti... Uno degli uomini che tornò dal Labirinto parlò di un'Incudine Mistica, in cui si imbatté durante la fuga. Il suo racconto mi ricordò alcune leggende che avevo sentito durante l'infanzia riguardo la fornace Infernale, nella quale venivano forgiate potenti armi magiche. Si narra che nelle profondità della fornace giaccia l'incudine della Furia! Quest'incudine contiene al suo interno l'essenza del mondo demoniaco... Qualunque arma forgiata su di essa si imbeve di un grande potere. Se quell'incudine è davvero l'Incudine della Furia, potrei essere in grado di fabbricarti un'arma capace di sconfiggere anche il più Oscuro Signore dell'Inferno!... Trovala, e mi metterò al lavoro!
pl: Witaj! Cieszę się, gdy odwiedzają mnie ulubieni klienci! Podobno schodzisz na coraz niższe poziomy Labiryntu, więc warto byłoby ci opowiedzieć pewną historię. Jeden z mieszkańców, któremu udało się wrócić z Katedry, opowiedział mi o niezwykłym kowadle, które zobaczył w trakcie ucieczki. Opis, który przedstawił, przypomniał mi o legendzie z dzieciństwa. Opowiadała ona o Piekielnej Kuźni, w której wykuwano potężne bronie nasycone magią. Mówiła także o tym, że gdzieś na jej terenie znajduje się Kowadło Gniewu! Podobno zawiera w sobie esencję świata demonów. Mówi się, że broń wykuta na płonącym Kowadle nasycona jest ogromną mocą. Jeśli rzeczywiście było ono tym z legendy, mógłbym za jego pomocą wykuć broń zdolną do zniszczenia nawet najpotężniejszego władcy Piekieł. Przynieś mi to kowadło i od razu biorę się do roboty!
uk: Вітаю! Завжди приємно бачити одного з моїх найкращих клієнтів! Я знаю, що ти глибше зайшов в Лабіринт, і в мене є історія, яка можливо, варта твого часу… Один із тих, хто повернувся з Лабіринту, розповів мені про містичне Ковадло, на яке він натрапив під час втечі. Його опис нагадав мені легенди, які я чув у юності про палаючу Кузню Пекла, де виготовляють могутню магічну зброю. Легенда свідчить, що глибоко в Кузні Пекла спочиває Ковадло Люті! Це ковадло містило в собі саму суть демонічного підземного світу… Кажуть, що будь-яка зброя, створена на палаючому ковадлі буде наповнена великою силою. Якщо це ковадло і справді є Ковадлом Люті, я зможу зробити для тебе зброю, здатну перемогти навіть найтемнішого володаря Пекла! Знайди мені це Ковадло, і я візьмуся за роботу!

source: Nothing yet, eh? Well, keep searching. A weapon forged upon the Anvil could be your best hope, and I am sure that I can make you one of legendary proportions.
bg: Все още нищо, а? Добре, но продължавай да търсиш. Оръжие, изковано върху наковалнята, може да бъде най-добрата ти надежда и аз съм сигурен, че мога да ти изработя такова от легендарни пропорции.
it: Ancora niente,eh? Continua a cercare. Un'arma fatta su quell'incudine puo essere la nostra sola speranza e so di potertene fare una di proporzioni leggendarie.
pl: Na razie nic? Nie poddawaj się. Broń wykuta na tym kowadle znacznie zwiększy twoje szanse. Wykonam ją najlepiej jak potrafię, zaufaj mi.
uk: Ще нічого, а? Ну, продовжуй шукати. Зброя, викована на ковадлі, може бути твоєю найбільшою надією, і я впевнений, що зможу зробити тобі легендарну зброю.

source: I can hardly believe it! This is the Anvil of Fury - good work, my friend. Now we'll show those bastards that there are no weapons in Hell more deadly than those made by men! Take this and may Light protect you.
bg: Не мога да повярвам на очите си! Това е Наковалнята на Яростта! Добра работа, приятелю. Сега ще покажем на тези уроди, че в Ада няма по-смъртоносни оръжия от тези, които са направени от хора! Вземи това и нека Светлината те закриля.
it: Non riesco a crederci! Questa è l'Incudine della Furia, ottimo lavoro, amico mio. Ora mostreremo a quei bastardi che nessuna arma Infernale è più letale di una fatta da un uomo! Tieni, e che la luce ti protegga.
pl: Nie mogę w to uwierzyć! Udało ci się, to jest Kowadło Gniewu. Doskonała robota. Teraz pokażemy tym bydlakom, że broń zrobiona przez człowieka potrafi spuścić dużo większy łomot niż najlepsza broń Piekieł. Weź to. Niech światłość ma cię w swojej opiece.
uk: Я не можу в це повірити! Це Ковадло Люті - молодець, друже. Зараз ми покажемо тим виродкам, що в пеклі немає зброї більш смертоносної, ніж та, яку створили люди! Візьми це і нехай Світло захистить тебе.

source: Griswold can't sell his anvil. What will he do then? And I'd be angry too if someone took my anvil!
bg: Грисволд не може да продаде наковалнята си. Какво ще прави тогава? И аз също бих се ядосал, ако някой ми вземе наковалнята!
it: Griswold non può vendere l'incudine. Poi cosa farebbe? Sarei infuriato se rubassero la mia incudine!
pl: Griswold nie może sprzedać swojego kowadła. No bo bez niego chyba nie będzie słyszał. Ja to nigdy nie oddałbym mojego kowadełka!
uk: Грізволд не може продати своє ковадло. Що він тоді робитиме? І я б теж розсердився, якби хтось узяв моє ковадло!

source: There are many artifacts within the Labyrinth that hold powers beyond the comprehension of mortals. Some of these hold fantastic power that can be used by either the Light or the Darkness. Securing the Anvil from below could shift the course of the Sin War towards the Light.
bg: В Лабиринта има много артефакти, които притежават сили, отвъд разбиранията на смъртните. Някои от тях притежават неизмерима сила, която може да се използва както от Мрака, така и от Светлината. Завземането на Наковалнята от дълбините на подземието може да промени хода на Войната на Греха в полза на Светлината.
it: Ci sono molti manufatti nel labirinto con poteri oltre la comprensione dei mortali. Alcuni contengono fantastici poteri che possono essere usati sia dalla Luce che dall'Oscurità. Mettere al sicuro l'incudine potrebbe cambiare il corso della Guerra del Peccato verso la luce.
pl: Wewnątrz Labiryntu znajduje się wiele artefaktów o mocach przekraczających pojęcie śmiertelników. Część z nich może być używana zarówno przez siły Cienia jak i światłości. Zabranie tego Kowadła z podziemi może przechylić szalę Wojny Grzechu w stronę światła.
uk: У Лабіринті є багато артефактів, які володіють силами, що незбагненні для смертних. Деякі з них мають фантастичну силу, яку може використати Світло, або Темрява. Здобуття Ковадла з Лабіринту може зрушити хід Війни Гріхів у бік Світла.

source: If you were to find this artifact for Griswold, it could put a serious damper on my business here. Awwww, you'll never find it.
bg: Ако откриеш тази наковалня за Грисволд, това може сериозно да накърни бизнеса ми тук. Аааааа, едва ли някога ще я намериш.
it: Se tu trovassi quel manufatto per Griswold, potresti rovinare l'andamento dei miei affari. Awww, tanto non lo troverai mai.
pl: Jeśli znajdziesz artefakt dla Griswolda, poważnie zaszkodzisz moim interesom. Ach, nie uda ci się to.
uk: Якби ти знайшли цей артефакт для Грізволда, це могло б серйозно зашкодити моєму бізнесу. Оооо, ти ніколи його не знайдеш.

source: The Gateway of Blood and the Halls of Fire are landmarks of mystic origin. Wherever this book you read from resides it is surely a place of great power. Legends speak of a pedestal that is carved from obsidian stone and has a pool of boiling blood atop its bone encrusted surface. There are also allusions to Stones of Blood that will open a door that guards an ancient treasure... The nature of this treasure is shrouded in speculation, my friend, but it is said that the ancient hero Arkaine placed the holy armor Valor in a secret vault. Arkaine was the first mortal to turn the tide of the Sin War and chase the legions of darkness back to the Burning Hells. Just before Arkaine died, his armor was hidden away in a secret vault. It is said that when this holy armor is again needed, a hero will arise to don Valor once more. Perhaps you are that hero...
bg: Портата на Кръвта и Залите на Огъня са ориентири с мистичен произход. Където и да се намира тази книга, от която четеш, тя със сигурност е място с голяма сила. Легендите разказват за пиедестал, издялан от обсидианов камък, на който има съд с вряща кръв, върху повърхност с гравирани кости. Има предания за камъни от кръв, които ще отворят врата, пазеща древно съкровище... Същността на това съкровище е забулена в спекулации, приятелю, но се говори, че древният герой Аркайн е поставил свещената броня Доблест в тайно хранилище. Аркайн бил първият смъртен, който променил хода на Войната на Греха и прогонил легионите на мрака обратно в Горящия Ад. Точно преди да умре, бронята на Аркайн е била скрита в тайно хранилище. Казват, че когато свещените доспехи отново бъдат необходими, ще се появи герой, който отново ще облече Доблестта. Може и ти да си този герой...
it: Il Cancello di Sangue e le Sale di Fuoco sono riferimenti di origine mistica. Ovunque tu abbia letto quel libro è sicuramente un luogo di grande potere. Le leggende parlano di un piedistallo d'ossidiana scolpita con una pozza di sangue ribollente sulla sua sommità d'ossa. Ci sono anche allusioni a Pietre di Sangue che apriranno una porta che cela un antico tesoro... La natura di questo tesoro è avvolta nel mistero, amico mio, ma si narra che l'antico eroe Arkaine nascose la sua armatura sacra Valor in un sotterraneo segreto. Arkaine fu il primo mortale che cambiò il corso della Guerra del Peccato ricacciando le legioni dell'oscurità negli Inferi Fiammeggianti. Poco prima che morisse, la sua armatura fu nascosta in un luogo segreto. Si dice che quando ce ne sarà bisogno, sorgerà un eroe che indosserà Valor ancora una volta. Forse tu sei quell'eroe...
pl: Brama Krwi i Komnata Ognia to obiekty o mistycznym pochodzeniu. Gdziekolwiek znajduje się miejsce, wspomniane w tej księdze, na pewno emanuje tam wielka moc. Legendy mówią o obsydianowym piedestale ozdobionym kośćmi i zwieńczonym źródłem wrzącej krwi. Mówi się również o Kamieniach Krwi, które umożliwiają otwarcie komnaty strzegącej starożytnego skarbu... Powiadają, że starożytny bohater Arkain, umieścił tam święty pancerz Odwagi. Arkain był pierwszym śmiertelnikiem, któremu udało się przechylić szalę Wojny Grzechu i przegonić legiony ciemności z powrotem do płonących piekieł. Tuż przed jego śmiercią, zbroję ukryto w tajnej krypcie. Mówi się, że gdy ten święty pancerz będzie znowu potrzebny, nadejdzie bohater i ponownie przywdzieje... Odwagę. Być może to będziesz ty...
uk: Ворота крові та Зали вогню — пам’ятки містичного походження. Де б ти не знайшов цю книгу, безумовно являється місцем великої сили. Легенди розповідають про п'єдестал, вирізаний з обсидіанового каменю, на інкрустованій кісткою поверхні якого є калюжа киплячої крові. Є також натяки на Камені Крові, що відкриють двері, за якими є стародавній скарб… Природа цього скарбу оповита припущеннями, друже, але кажуть, що стародавній герой Аркейн поклав святий обладунок Доблесть у таємне сховище. Аркейн був першим смертним, який переломив хід Війни Гріхів і вигнав легіони темряви назад у Палаюче Пекло. Перед смертю Аркейна, його обладунки були заховані в таємному сховищі. Кажуть, що коли цей святий обладунок знову знадобиться, постане герой, що надягне Доблесть. Можливо, ти і є той герой…
